Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Could not get board surface HDC
fa: نمی توان HDC سطح برد را دریافت کرد
ja: ボード表面 HDC を取得できませんでした
ko: 보드 표면 HDC를 얻을 수 없습니다.
lt: Nepavyko gauti plokštės paviršiaus HDC
no: Kunne ikke hente bordoverflate HDC
pl: Nie udało się uzyskać powierzchni płyty HDC
pt: Não foi possível obter a superfície da placa HDC
ro: Nu s-a putut obține HDC pentru suprafața plăcii
ru: Не удалось получить поверхность платы HDC

source: DirectX copy surface function failed
fa: عملکرد سطح کپی DirectX ناموفق بود
ja: DirectX コピー サーフェス機能が失敗しました
ko: DirectX 복사 표면 기능이 실패했습니다
lt: „DirectX“ kopijavimo paviršiaus funkcija nepavyko
no: DirectX kopioverflatefunksjon mislyktes
pl: Funkcja kopiowania powierzchni DirectX nie powiodła się
pt: Falha na função de cópia de superfície do DirectX
ro: Funcția de suprafață de copiere DirectX a eșuat
ru: Функция копирования поверхности DirectX не удалась

source: DirextX piece X-files failed to load
fa: فایل های X قطعه DirextX بارگیری نشد
ja: DirextX ピース X ファイルの読み込みに失敗しました
ko: DirextX 조각 X-파일을 로드하지 못했습니다.
lt: Nepavyko įkelti „DirextX“ gabalo X failų
no: DirextX-bit X-filer kunne ikke lastes
pl: Nie udało się załadować pliku DirextX X-files
pt: Falha ao carregar o arquivo X do DirextX
ro: Fișierele X ale piesei DirextX nu s-au încărcat
ru: DirextX piece X-files не удалось загрузить

source: Could not create chess pieces
fa: نمی توان مهره های شطرنج ایجاد کرد
ja: チェスの駒を作成できませんでした
ko: 체스 말을 만들 수 없습니다
lt: Nepavyko sukurti šachmatų figūrų
no: Kunne ikke lage sjakkbrikker
pl: Nie można utworzyć figur szachowych
pt: Não foi possível criar peças de xadrez
ro: Nu s-au putut crea piese de șah
ru: Не удалось создать шахматные фигуры

source: The setup of the board bitmaps has failed
fa: تنظیم بیت مپ های برد ناموفق بود
ja: ボードビットマップのセットアップに失敗しました
ko: 보드 비트맵 설정이 실패했습니다.
lt: Nepavyko nustatyti lentos bitmaps
no: Oppsettet av styrets punktgrafikk mislyktes
pl: Konfiguracja map bitowych płytki nie powiodła się
pt: A configuração dos bitmaps da placa falhou
ro: Configurarea bitmap-urilor plăcii a eșuat
ru: Настройка битовых карт платы не удалась

source: Using colours for 3d board
fa: استفاده از رنگ ها برای تخته سه بعدی
ja: 3Dボードに色を使う
ko: 3D 보드에 색상 사용
lt: Spalvų naudojimas 3D lentai
no: Bruke farger for 3d-brett
pl: Używanie kolorów dla planszy 3D
pt: Usando cores para placa 3D
ro: Folosirea culorilor pentru tabla 3d
ru: Использование цветов для 3D-доски

source: 3d graphics error message
fa: پیغام خطای گرافیک سه بعدی
ja: 3D グラフィックス エラー メッセージ
ko: 3d 그래픽 오류 메시지
lt: 3D grafikos klaidos pranešimas
no: 3D-grafikk feilmelding
pl: Komunikat o błędzie grafiki 3D
pt: Mensagem de erro de gráficos 3D
ro: Mesaj de eroare pentru grafica 3D
ru: сообщение об ошибке 3D-графики

source: Using colours for 3d pieces
fa: استفاده از رنگ ها برای قطعات سه بعدی
ja: 3Dピースに色を使う
ko: 3D 조각에 색상 사용
lt: Spalvų naudojimas 3D kūriniams
no: Bruke farger for 3d-stykker
pl: Używanie kolorów dla elementów 3D
pt: Usando cores para peças 3D
ro: Folosirea culorilor pentru piesele 3d
ru: Использование цветов для 3D-объектов

source: The setup of the main window background triangle has failed
fa: تنظیم مثلث پس‌زمینه پنجره اصلی ناموفق بود
ja: メインウィンドウの背景三角形の設定に失敗しました
ko: 메인 창 배경 삼각형 설정이 실패했습니다.
lt: Nepavyko nustatyti pagrindinio lango fono trikampio
no: Oppsettet av hovedvinduets bakgrunnstriangel mislyktes
pl: Konfiguracja trójkąta tła głównego okna nie powiodła się
pt: A configuração do triângulo de fundo da janela principal falhou
ro: Configurarea triunghiului de fundal al ferestrei principale a eșuat
ru: Не удалось настроить фон треугольника главного окна.

source: Using plain window background
fa: استفاده از پس زمینه پنجره ساده
ja: プレーンなウィンドウ背景を使用する
ko: 일반 창 배경 사용
lt: Naudojant paprastą lango foną
no: Bruker vanlig vindusbakgrunn
pl: Używanie zwykłego tła okna
pt: Usando fundo de janela simples
ro: Folosind fundal simplu pentru fereastră
ru: Использование простого фона окна

source: The setup of DirectX has failed
fa: راه اندازی DirectX ناموفق بود
ja: DirectXのセットアップに失敗しました
ko: DirectX 설치에 실패했습니다
lt: „DirectX“ sąranka nepavyko
no: Oppsettet av DirectX mislyktes
pl: Instalacja DirectX nie powiodła się
pt: A configuração do DirectX falhou
ro: Configurarea DirectX a eșuat
ru: Установка DirectX не удалась

source: The setup of the 3d chessboard has failed
fa: تنظیم صفحه شطرنج سه بعدی ناموفق بود
ja: 3Dチェスボードのセットアップに失敗しました
ko: 3D 체스판의 설치가 실패했습니다
lt: Nepavyko nustatyti 3D šachmatų lentos
no: Oppsettet av 3d-sjakkbrettet mislyktes
pl: Konfiguracja szachownicy 3D nie powiodła się
pt: A configuração do tabuleiro de xadrez 3D falhou
ro: Configurarea tablei de șah 3D a eșuat
ru: Настройка 3D шахматной доски не удалась

source: Press ok to return to 2d
fa: ok را فشار دهید تا به حالت 2d برگردید
ja: OKを押して2Dに戻ります
ko: 확인을 눌러 2d로 돌아가세요
lt: Norėdami grįžti į 2d, paspauskite ok
no: Trykk ok for å gå tilbake til 2d
pl: Naciśnij OK, aby powrócić do 2d
pt: Pressione ok para retornar ao 2d
ro: Apăsați ok pentru a reveni la 2d
ru: Нажмите ОК, чтобы вернуться в 2d

source: Lighting..
fa: نورپردازی..
ja: 点灯..
ko: 조명..
lt: Apšvietimas..
no: Belysning..
pl: Oświetlenie..
pt: Iluminação..
ro: Iluminat..
ru: Освещение..

source: Piece sizes..
fa: اندازه قطعات..
ja: ピースのサイズ..
ko: 조각 크기..
lt: Dalių dydžiai..
no: Stykkestørrelser..
pl: Rozmiary elementów..
pt: Tamanhos das peças..
ro: Dimensiuni piese..
ru: Размеры деталей..

source: Window colours..
fa: رنگ های پنجره..
ja: ウィンドウの色。
ko: 창문 색상..
lt: Langų spalvos..
no: Vindusfarger..
pl: Kolory okien..
pt: Cores das janelas..
ro: Culorile ferestrelor..
ru: Цвета окон..

source: Chess set colours..
fa: رنگ های ست شطرنج..
ja: チェスセットの色。
ko: 체스 세트 색상..
lt: Šachmatų rinkinio spalvos..
no: Farger på sjakksett..
pl: Kolory zestawów szachowych.
pt: Cores do jogo de xadrez.
ro: Culorile setului de sah..
ru: Цвета шахматного набора..

source: Board widget..
fa: ویجت برد..
ja: ボードウィジェット..
ko: 보드 위젯..
lt: Lentos valdiklis..
pl: Widget tablicy..
pt: Widget do quadro..
ro: Widget pentru bord...
ru: Виджет доски..

source: Board coords
fa: هماهنگی های هیئت مدیره
ja: ボード座標
ko: 보드 좌표
lt: Valdybos koordinatės
no: Styrekoordinerer
pl: Współrzędne planszy
pt: Coordenadas do quadro
ro: Coordonate de bord
ru: Координаты совета

source: Rotate knights
fa: شوالیه ها را بچرخانید
ja: 騎士を回転させる
ko: 기사를 회전시키다
lt: Pasukti riterius
no: Roter riddere
pl: Obróć rycerzy
pt: Rodar cavaleiros
ro: Rotiți cavalerii
ru: Поворот рыцарей

source: Move list toolbar
fa: انتقال نوار ابزار لیست
ja: リストツールバーを移動
ko: 목록 도구 모음 이동
lt: Perkelti sąrašo įrankių juostą
no: Flytt listeverktøylinje
pl: Przesuń pasek narzędzi listy
pt: Barra de ferramentas da lista de movimento
ro: Mutați bara de instrumente a listei
ru: Переместить панель инструментов списка

source: Move prompt
fa: اعلان حرکت
ja: 移動プロンプト
ko: 이동 프롬프트
lt: Raginimas perkelti
no: Flyttemelding
pl: Monit o przeniesienie
pt: Mover prompt
ro: Mutați promptul
ru: Переместить запрос

source: Puzzle prompt
fa: اعلان پازل
ja: パズルプロンプト
ko: 퍼즐 프롬프트
lt: Dėlionės raginimas
no: Puslespill
pl: Podpowiedź do układanki
pt: Prompt de quebra-cabeça
ro: Solicitare puzzle
ru: Подсказка-головоломка

source: View angle
fa: زاویه دید
ja: 視野角
ko: 시야각
lt: Žiūrėjimo kampas
no: Synsvinkel
pl: Kąt widzenia
pt: Ângulo de visão
ro: Unghiul de vedere
ru: Угол обзора

source: Square adjustment
fa: تنظیم مربع
ja: 正方形調整
ko: 정사각형 조정
lt: Kvadratinis reguliavimas
no: Kvadratisk justering
pl: Regulacja kwadratowa
pt: Ajuste quadrado
ro: Reglare pătrată
ru: Регулировка квадрата

source: Use multi-sampling
fa: از نمونه برداری چندگانه استفاده کنید
ja: マルチサンプリングを使用する
ko: 멀티 샘플링을 사용하세요
lt: Naudokite kelių mėginių ėmimą
no: Bruk multi-sampling
pl: Użyj wielokrotnego próbkowania
pt: Use multiamostragem
ro: Utilizați eșantionarea multiplă
ru: Использовать многовыборочную выборку

source: Sampling value
fa: مقدار نمونه گیری
ja: サンプリング値
ko: 샘플링 값
lt: Imties vertė
no: Sampling verdi
pl: Wartość próbki
pt: Valor de amostragem
ro: Valoarea de eșantionare
ru: Значение выборки

source: Border bitmap..
fa: بیت مپ مرزی..
ja: 境界ビットマップ。
ko: 테두리 비트맵..
lt: Kraštinės bitmap..
no: Kantlinje punktgrafikk..
pl: Mapa bitowa obramowania.
pt: Borda de bitmap..
ro: Bitmap chenar..
ru: Растровое изображение границы..

source: Piece bitmaps..
fa: بیت مپ های تکه ای..
ja: ピースビットマップ。
ko: 조각 비트맵..
lt: Dalies bitmaps..
no: Bitmaps..
pl: Fragmenty map bitowych..
pt: Bitmaps de peças..
ro: Bitmaps bucăți..
ru: Растровые изображения частей..

source: Adjust 3d lighting settings
fa: تنظیمات نور سه بعدی را تنظیم کنید
ja: 3D照明設定を調整する
ko: 3D 조명 설정 조정
lt: Sureguliuokite 3D apšvietimo nustatymus
no: Juster innstillinger for 3d-lys
pl: Dostosuj ustawienia oświetlenia 3D
pt: Ajustar as configurações de iluminação 3D
ro: Ajustați setările de iluminare 3d
ru: Отрегулируйте параметры 3D-освещения

source: Adjust 3d piece sizes
fa: اندازه قطعات سه بعدی را تنظیم کنید
ja: 3Dピースのサイズを調整する
ko: 3D 조각 크기 조정
lt: Sureguliuokite 3D gabalų dydžius
no: Juster 3d-stykkestørrelser
pl: Dostosuj rozmiary elementów 3D
pt: Ajustar tamanhos de peças 3D
ro: Ajustați dimensiunile pieselor 3d
ru: Отрегулируйте размеры 3D-частей

source: Select 3d window colours
fa: رنگ های پنجره سه بعدی را انتخاب کنید
ja: 3Dウィンドウの色を選択
ko: 3D 창 색상 선택
lt: Pasirinkite 3D langų spalvas
no: Velg 3d-vindusfarger
pl: Wybierz kolory okien 3D
pt: Selecione as cores das janelas 3D
ro: Selectați culorile ferestrelor 3D
ru: Выберите цвета 3D-окна

source: Select 3d chess set colours
fa: رنگ های مجموعه شطرنج سه بعدی را انتخاب کنید
ja: 3Dチェスセットの色を選択
ko: 3D 체스 세트 색상 선택
lt: Pasirinkite 3D šachmatų rinkinio spalvas
no: Velg farger for 3d-sjakksett
pl: Wybierz kolory szachów 3D
pt: Selecione as cores do jogo de xadrez 3D
ro: Selectați culorile setului de șah 3D
ru: Выберите цвета набора 3D-шахмат

source: Set board widget options
fa: گزینه های ویجت برد را تنظیم کنید
ja: ボードウィジェットのオプションを設定する
ko: 보드 위젯 옵션 설정
lt: Nustatykite lentos valdiklio parinktis
no: Angi alternativer for brettwidget
pl: Ustaw opcje widżetu tablicy
pt: Definir opções do widget do quadro
ro: Setați opțiunile widget-ului pentru bord
ru: Установить параметры виджета доски

source: Check this box to display board co-ordinates
fa: برای نمایش مختصات تابلو این کادر را علامت بزنید
ja: ボードの座標を表示するにはこのボックスをチェックしてください
ko: 보드 좌표를 표시하려면 이 상자를 체크하세요.
lt: Pažymėkite šį langelį, kad būtų rodomos lentos koordinatės
no: Kryss av i denne boksen for å vise tavlekoordinater
pl: Zaznacz to pole, aby wyświetlić współrzędne planszy
pt: Marque esta caixa para exibir as coordenadas do quadro
ro: Bifați această casetă pentru a afișa coordonatele panoului
ru: Установите этот флажок, чтобы отобразить координаты доски

source: Check this box to rotate the knights
fa: برای چرخاندن شوالیه‌ها، این کادر را علامت بزنید
ja: このボックスをチェックすると騎士が回転します
ko: 기사를 회전하려면 이 상자를 체크하세요.
lt: Pažymėkite šį langelį, kad pasuktumėte riterius
no: Kryss av i denne boksen for å rotere ridderne
pl: Zaznacz to pole, aby obrócić rycerzy
pt: Marque esta caixa para girar os cavalos
ro: Bifați această casetă pentru a roti cavalerii
ru: Установите этот флажок, чтобы повернуть рыцарей.

source: in the left half of the board inwards
fa: در نیمه چپ تخته به سمت داخل
ja: 盤面の左半分の内側
ko: 보드의 왼쪽 절반 안쪽으로
lt: kairėje lentos pusėje į vidų
no: i venstre halvdel av brettet innover
pl: w lewej połowie planszy do wewnątrz
pt: na metade esquerda do tabuleiro para dentro
ro: în jumătatea stângă a tablei spre interior
ru: в левой половине доски внутрь

source: Check this box to show a game navigation toolbar
fa: برای نمایش نوار ابزار ناوبری بازی، این کادر را علامت بزنید
ja: このボックスをチェックすると、ゲームナビゲーションツールバーが表示されます
ko: 게임 탐색 도구 모음을 표시하려면 이 상자를 선택하세요.
lt: Pažymėkite šį laukelį, kad būtų rodoma žaidimo naršymo įrankių juosta
no: Merk av i denne boksen for å vise en spillnavigasjonsverktøylinje
pl: Zaznacz to pole, aby wyświetlić pasek narzędzi nawigacyjnych gry
pt: Marque esta caixa para mostrar uma barra de ferramentas de navegação do jogo
ro: Bifați această casetă pentru a afișa o bară de instrumente de navigare în joc
ru: Установите этот флажок, чтобы отобразить панель инструментов навигации по игре.

source: on the move list window
fa: در پنجره لیست حرکت
ja: 移動リストウィンドウ
ko: 이동 목록 창
lt: judėjimo sąrašo lange
no: på flyttelistevinduet
pl: w oknie listy ruchów
pt: na janela da lista de movimentos
ro: în fereastra listei de mutare
ru: в окне списка ходов

source: Check this box to diplay a move prompt
fa: این کادر را علامت بزنید تا یک فرمان حرکت نمایش داده شود
ja: 移動プロンプトを表示するにはこのボックスをチェックしてください
ko: 이동 메시지를 표시하려면 이 상자를 선택하세요.
lt: Pažymėkite šį langelį, kad būtų rodomas perkėlimo raginimas
no: Merk av i denne boksen for å vise en trekkmelding
pl: Zaznacz to pole, aby wyświetlić monit o przeniesienie
pt: Marque esta caixa para exibir um prompt de movimento
ro: Bifați această casetă pentru a afișa o solicitare de mutare
ru: Установите этот флажок, чтобы отобразить запрос на перемещение

source: during a human vs engine game
fa: در طول بازی انسان در مقابل موتور
ja: 人間対エンジンのゲーム中
ko: 인간 대 엔진 게임 중
lt: žaidimo žmogus prieš variklį metu
no: under et menneske mot motor-spill
pl: podczas gry człowiek kontra silnik
pt: durante um jogo humano vs motor
ro: în timpul unui joc om vs motor
ru: во время игры человек против машины

source: Check this box to diplay a puzzle prompt
fa: این کادر را علامت بزنید تا یک اعلان پازل پخش شود
ja: このボックスをチェックするとパズルのプロンプトが表示されます
ko: 퍼즐 프롬프트를 표시하려면 이 상자를 체크하세요.
lt: Pažymėkite šį langelį, kad būtų rodomas galvosūkio raginimas
no: Kryss av i denne boksen for å vise et puslespill
pl: Zaznacz to pole, aby wyświetlić monit o rozwiązanie łamigłówki
pt: Marque esta caixa para exibir um prompt de quebra-cabeça
ro: Bifați această casetă pentru a afișa o solicitare de puzzle
ru: Установите этот флажок, чтобы отобразить подсказку для головоломки

source: when in puzzle mode
fa: در حالت پازل
ja: パズルモードのとき
ko: 퍼즐 모드일 때
lt: kai veikia galvosūkio režimas
no: når du er i puslespillmodus
pl: w trybie układanki
pt: quando no modo quebra-cabeça
ro: când în modul puzzle
ru: в режиме головоломки

source: Select view angle for 3d scene
fa: زاویه دید را برای صحنه سه بعدی انتخاب کنید
ja: 3Dシーンのビュー角度を選択
ko: 3D 장면의 시야각을 선택하세요
lt: Pasirinkite 3D scenos žiūrėjimo kampą
no: Velg visningsvinkel for 3d-scene
pl: Wybierz kąt widzenia dla sceny 3D
pt: Selecione o ângulo de visão para a cena 3D
ro: Selectați unghiul de vizualizare pentru scena 3d
ru: Выберите угол обзора для 3D-сцены

source: Select the mouse click square adjustment value
fa: مقدار تنظیم مربع کلیک ماوس را انتخاب کنید
ja: マウスクリックの四角の調整値を選択
ko: 마우스 클릭 사각형 조정값을 선택하세요
lt: Pasirinkite pelės paspaudimo kvadrato koregavimo vertę
no: Velg firkantjusteringsverdien for museklikk
pl: Wybierz wartość korekty kwadratu kliknięcia myszą
pt: Selecione o valor de ajuste do quadrado do clique do mouse
ro: Selectați valoarea de ajustare a pătratului clic al mouse-ului
ru: Выберите значение корректировки квадрата щелчком мыши

source: Check this box to use multi-sampling to sharpen object edges
fa: این کادر را علامت بزنید تا از چند نمونه برداری برای تیز کردن لبه های شی استفاده کنید
ja: このボックスをチェックすると、マルチサンプリングを使用してオブジェクトのエッジをシャープにします
ko: 다중 샘플링을 사용하여 개체 가장자리를 선명하게 하려면 이 상자를 선택하십시오.
lt: Pažymėkite šį langelį, jei norite naudoti kelių mėginių ėmimą objekto kraštams paryškinti
no: Merk av i denne boksen for å bruke multi-sampling for å skjerpe objektkanter
pl: Zaznacz to pole, aby użyć wielokrotnego próbkowania do wyostrzenia krawędzi obiektu
pt: Marque esta caixa para usar a amostragem múltipla para tornar as bordas dos objetos mais nítidas
ro: Bifați această casetă pentru a utiliza eșantionarea multiplă pentru a ascuți marginile obiectului
ru: Установите этот флажок, чтобы использовать многофакторную выборку для повышения резкости краев объектов.

source: Enter the multi-sampling value ( 1 - 16 )
fa: مقدار چند نمونه گیری را وارد کنید ( 1 - 16 )
ja: マルチサンプリング値を入力してください（1 - 16）
ko: 멀티샘플링 값을 입력하세요(1~16)
lt: Įveskite kelių mėginių ėmimo vertę ( 1–16 )
no: Angi multi-sampling-verdien ( 1 - 16 )
pl: Wprowadź wartość wielokrotnego próbkowania (1 - 16)
pt: Insira o valor de multiamostragem ( 1 - 16 )
ro: Introduceți valoarea de eșantionare multiplă ( 1 - 16 )
ru: Введите значение мультивыборки (1 - 16)

source: Select the board square bitmaps
fa: بیت مپ های مربعی تخته را انتخاب کنید
ja: ボードの正方形のビットマップを選択
ko: 보드 사각형 비트맵을 선택하세요
lt: Pasirinkite lentos kvadratines bitmaps
no: Velg de kvadratiske punktgrafikkene
pl: Wybierz kwadratowe mapy bitowe planszy
pt: Selecione os bitmaps quadrados do tabuleiro
ro: Selectați hărțile de biți pătrate ale panoului
ru: Выберите квадратные битовые карты доски

source: Select the board border colour
fa: رنگ حاشیه تابلو را انتخاب کنید
ja: ボードの境界線の色を選択する
ko: 보드 테두리 색상을 선택하세요
lt: Pasirinkite lentos kraštinės spalvą
no: Velg bordkantfargen
pl: Wybierz kolor obramowania planszy
pt: Selecione a cor da borda do quadro
ro: Selectați culoarea marginii plăcii
ru: Выберите цвет границы доски

source: Select the piece bitmaps
fa: بیت مپ های قطعه را انتخاب کنید
ja: ピースのビットマップを選択
ko: 조각 비트맵을 선택하세요
lt: Pasirinkite bitmaps gabalą
no: Velg bitmaps
pl: Wybierz elementy bitmapy
pt: Selecione os bitmaps da peça
ro: Selectați bitmaps-ul piesei
ru: Выберите часть растровых изображений

source: This dialog box allows you to set the 3d graphics options.
fa: این کادر محاوره ای به شما امکان می دهد گزینه های گرافیک سه بعدی را تنظیم کنید.
ja: このダイアログ ボックスでは、3D グラフィックスのオプションを設定できます。
ko: 이 대화 상자를 통해 3D 그래픽 옵션을 설정할 수 있습니다.
lt: Šiame dialogo lange galite nustatyti 3D grafikos parinktis.
no: Denne dialogboksen lar deg angi alternativene for 3d-grafikk.
pl: To okno dialogowe umożliwia ustawienie opcji grafiki 3D.
pt: Esta caixa de diálogo permite que você defina as opções de gráficos 3D.
ro: Această casetă de dialog vă permite să setați opțiunile de grafică 3D.
ru: Это диалоговое окно позволяет вам настроить параметры 3D-графики.

source: Lighting.. - Opens the lighting dialog box.
fa: Lighting.. - کادر محاوره ای نورپردازی را باز می کند.
ja: 照明... - 照明ダイアログ ボックスを開きます。
ko: 조명.. - 조명 대화 상자를 엽니다.
lt: Apšvietimas... – atidaromas apšvietimo dialogo langas.
no: Belysning.. - Åpner belysningsdialogboksen.
pl: Oświetlenie.. - Otwiera okno dialogowe oświetlenia.
pt: Iluminação.. - Abre a caixa de diálogo de iluminação.
ro: Iluminare.. - Deschide caseta de dialog de iluminare.
ru: Освещение.. — открывает диалоговое окно освещения.

source: Materials.. - Opens the materials dialog box.
fa: Materials.. - کادر محاوره ای مواد را باز می کند.
ja: マテリアル.. - マテリアル ダイアログ ボックスを開きます。
ko: 재료.. - 재료 대화 상자를 엽니다.
lt: Medžiagos.. – atidaromas medžiagų dialogo langas.
no: Materialer.. - Åpner materialdialogboksen.
pl: Materiały.. - Otwiera okno dialogowe materiałów.
pt: Materiais.. - Abre a caixa de diálogo de materiais.
ro: Materiale.. - Deschide caseta de dialog Materiale.
ru: Материалы.. — открывает диалоговое окно материалов.

source: Colours.. - Opens the 3d graphics colours dialog box.
fa: Colors.. - کادر محاوره ای رنگ های گرافیک سه بعدی را باز می کند.
ja: 色... - 3D グラフィックスの色のダイアログ ボックスを開きます。
ko: 색상.. - 3D 그래픽 색상 대화 상자를 엽니다.
lt: Spalvos... – atidaromas 3D grafikos spalvų dialogo langas.
no: Farger.. - Åpner dialogboksen for 3d-grafikkfarger.
pl: Kolory.. - Otwiera okno dialogowe kolorów grafiki 3D.
pt: Cores.. - Abre a caixa de diálogo de cores dos gráficos 3D.
ro: Culori.. - Deschide caseta de dialog culori grafice 3D.
ru: Цвета.. - Открывает диалоговое окно цветов 3D-графики.

source: Chess set colours.. - Opens the chess set colours dialog box.
fa: Chess set colours.. - کادر محاوره ای رنگ های مجموعه شطرنج را باز می کند.
ja: チェス セットの色... - チェス セットの色のダイアログ ボックスを開きます。
ko: 체스 세트 색상.. - 체스 세트 색상 대화 상자를 엽니다.
lt: Šachmatų rinkinių spalvos.. – atidaromas šachmatų rinkinių spalvų dialogo langas.
no: Farger for sjakksett.. - Åpner dialogboksen Farger for sjakksett.
pl: Kolory zestawów szachowych.. - Otwiera okno dialogowe kolorów zestawów szachowych.
pt: Cores do jogo de xadrez.. - Abre a caixa de diálogo de cores do jogo de xadrez.
ro: Culori set de șah.. - Deschide caseta de dialog culori set de șah.
ru: Цвета шахматного набора.. - Открывает диалоговое окно цветов шахматного набора.

source: Materials.. - Opens the 3d materials dialog box.
fa: Materials.. - کادر محاوره ای مواد سه بعدی را باز می کند.
ja: マテリアル.. - 3D マテリアル ダイアログ ボックスを開きます。
ko: 재료.. - 3D 재료 대화 상자를 엽니다.
lt: Medžiagos... – atidaromas 3D medžiagų dialogo langas.
no: Materialer.. - Åpner dialogboksen for 3D-materialer.
pl: Materiały.. - Otwiera okno dialogowe materiałów 3D.
pt: Materiais.. - Abre a caixa de diálogo Materiais 3D.
ro: Materiale.. - Deschide caseta de dialog Materiale 3d.
ru: Материалы.. - Открывает диалоговое окно 3D-материалов.

source: Sound effects.. - Opens the sound effects dialog box.
fa: جلوه های صوتی.. - کادر محاوره ای جلوه های صوتی را باز می کند.
ja: サウンド効果... - サウンド効果ダイアログ ボックスを開きます。
ko: 음향 효과.. - 음향 효과 대화 상자를 엽니다.
lt: Garso efektai... – atidaromas garso efektų dialogo langas.
no: Lydeffekter.. - Åpner lydeffektdialogboksen.
pl: Efekty dźwiękowe.. - Otwiera okno dialogowe efektów dźwiękowych.
pt: Efeitos sonoros.. - Abre a caixa de diálogo de efeitos sonoros.
ro: Efecte sonore.. - Deschide caseta de dialog cu efecte sonore.
ru: Звуковые эффекты.. - Открывает диалоговое окно звуковых эффектов.

source: Board widget.. - Opens the board widget options dialog box
fa: ویجت تابلو .. - کادر گفتگوی گزینه های ویجت تابلو را باز می کند
ja: ボードウィジェット... - ボードウィジェットオプションダイアログボックスを開きます
ko: 보드 위젯.. - 보드 위젯 옵션 대화 상자를 엽니다.
lt: Lentos valdiklis.. – atidaromas lentos valdiklio parinkčių dialogo langas
no: Brett-widget.. - Åpner dialogboksen for brett-widget-alternativer
pl: Widżet tablicy.. - Otwiera okno dialogowe opcji widżetu tablicy.
pt: Widget do quadro.. - Abre a caixa de diálogo de opções do widget do quadro
ro: Widget de bord.. - Deschide caseta de dialog pentru opțiunile widget de bord
ru: Виджет доски.. - Открывает диалоговое окно параметров виджета доски.

source: Board co-ordinates - Check for board co-ordinates to be displayed.
fa: مختصات هیئت - بررسی کنید که مختصات تابلو نمایش داده شود.
ja: ボード座標 - 表示するボード座標をチェックします。
ko: 보드 좌표 - 표시할 보드 좌표를 확인하세요.
lt: Lentos koordinatės – patikrinkite, ar turi būti rodomos lentos koordinatės.
no: Tavlekoordinater - Sjekk for tavlekoordinater som skal vises.
pl: Współrzędne planszy - zaznacz, czy mają być wyświetlane współrzędne planszy.
pt: Coordenadas do quadro - Verifique se as coordenadas do quadro serão exibidas.
ro: Coordonatele consiliului - Verificați dacă sunt afișate coordonatele consiliului.
ru: Координаты доски — проверьте, будут ли отображаться координаты доски.

source: Move list toolbar - Check for a game move list navigation toolbar
fa: نوار ابزار فهرست جابجایی - نوار ابزار ناوبری فهرست جابجایی بازی را بررسی کنید
ja: 移動リストツールバー - ゲームの移動リストナビゲーションツールバーを確認します
ko: 이동 목록 도구 모음 - 게임 이동 목록 탐색 도구 모음 확인
lt: Perkėlimo sąrašo įrankių juosta – patikrinkite, ar nėra žaidimo perkėlimo sąrašo naršymo įrankių juostos
no: Verktøylinje for flyttliste - Se etter en navigasjonsverktøylinje for en flyttliste
pl: Pasek narzędzi listy ruchów – sprawdź, czy jest dostępny pasek narzędzi nawigacyjnych listy ruchów w grze
pt: Barra de ferramentas da lista de movimentos - Verifique se há uma barra de ferramentas de navegação da lista de movimentos do jogo
ro: Bara de instrumente pentru lista de mutari - Verificați dacă există o bară de instrumente de navigare a listei de mișcări în joc
ru: Панель инструментов списка ходов - Проверьте наличие панели инструментов навигации списка ходов игры

source: to be displayed in the move list window.
fa: در پنجره فهرست حرکت نمایش داده شود.
ja: 移動リストウィンドウに表示されます。
ko: 이동 목록 창에 표시됩니다.
lt: bus rodomas perkėlimo sąrašo lange.
no: som skal vises i flyttelistevinduet.
pl: aby wyświetlić w oknie listy ruchów.
pt: para ser exibido na janela da lista de movimentos.
ro: pentru a fi afișat în fereastra listei de mutare.
ru: для отображения в окне списка ходов.
