Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: <Languages> list on the main menu.
fa: فهرست <زبان ها> در منوی اصلی.
ja: メイン メニューの <言語> リスト。
ko: 메인 메뉴의 <언어> 목록입니다.
lt: <Languages> sąrašą pagrindiniame meniu.
no: <Språk>-listen på hovedmenyen.
pl: Lista <Języki> w menu głównym.
pt: Lista <Idiomas> no menu principal.
ro: Lista <Limbi> din meniul principal.
ru: Список <Языки> в главном меню.

source: All other words for the new language should be displayed correctly.
fa: همه کلمات دیگر برای زبان جدید باید به درستی نمایش داده شوند.
ja: 新しい言語の他のすべての単語は正しく表示されるはずです。
ko: 새 언어의 다른 모든 단어는 올바르게 표시되어야 합니다.
lt: Visi kiti naujosios kalbos žodžiai turi būti rodomi teisingai.
no: Alle andre ord for det nye språket skal vises riktig.
pl: Wszystkie pozostałe słowa w nowym języku powinny być wyświetlane prawidłowo.
pt: Todas as outras palavras para o novo idioma devem ser exibidas corretamente.
ro: Toate celelalte cuvinte pentru noua limbă ar trebui să fie afișate corect.
ru: Все остальные слова для нового языка должны отображаться корректно.

source: Create new language file
fa: ایجاد فایل زبان جدید
ja: 新しい言語ファイルを作成する
ko: 새 언어 파일 만들기
lt: Sukurti naują kalbos failą
no: Opprett ny språkfil
pl: Utwórz nowy plik językowy
pt: Criar novo arquivo de idioma
ro: Creați un nou fișier de limbă
ru: Создать новый языковой файл

source: Machine translations are now very good, but they are not perfect.
fa: ترجمه های ماشینی اکنون بسیار خوب هستند، اما کامل نیستند.
ja: 機械翻訳は現在非常に優れていますが、完璧ではありません。
ko: 요즘 기계 번역은 매우 뛰어나지만 완벽하지는 않습니다.
lt: Mašininiai vertimai dabar yra labai geri, tačiau jie nėra tobuli.
no: Maskinoversettelser er nå veldig gode, men de er ikke perfekte.
pl: Tłumaczenia maszynowe są obecnie bardzo dobre, ale nie są doskonałe.
pt: As traduções automáticas agora são muito boas, mas não são perfeitas.
ro: Traducerile automate sunt acum foarte bune, dar nu sunt perfecte.
ru: Машинные переводы сейчас очень хороши, но они не идеальны.

source: Sometimes the tranlations are incorrect, or inappropriate, because of context,
fa: گاهی اوقات به دلیل زمینه، ترجمه ها نادرست یا نامناسب هستند،
ja: 文脈によっては翻訳が不正確であったり不適切であったりすることもある。
ko: 때로는 문맥상 번역이 부정확하거나 부적절할 수 있습니다.
lt: Kartais vertimai būna neteisingi arba netinkami dėl konteksto,
no: Noen ganger er oversettelsene feil, eller upassende, på grunn av kontekst,
pl: Czasami tłumaczenia są niepoprawne lub nieodpowiednie ze względu na kontekst,
pt: Às vezes as traduções são incorretas ou inapropriadas devido ao contexto,
ro: Uneori, traducerile sunt incorecte sau nepotrivite, din cauza contextului,
ru: Иногда переводы неверны или неуместны из-за контекста,

source: and sometimes verbs are used instead of nouns, or vice versa.
fa: و گاهی به جای اسم از افعال استفاده می شود یا برعکس.
ja: 時には名詞の代わりに動詞が使われたり、その逆のこともあります。
ko: 때로는 명사 대신 동사가 사용되기도 하고, 그 반대로 명사 대신 동사가 사용되기도 합니다.
lt: o kartais vietoj daiktavardžių vartojami veiksmažodžiai arba atvirkščiai.
no: og noen ganger brukes verb i stedet for substantiv, eller omvendt.
pl: a czasami zamiast rzeczowników używa się czasowników i odwrotnie.
pt: e às vezes verbos são usados em vez de substantivos, ou vice-versa.
ro: iar uneori se folosesc verbe în locul substantivelor sau invers.
ru: а иногда вместо существительных используются глаголы и наоборот.

source: So there is provision to correct any words or phrases in a language file.
fa: بنابراین تمهیداتی برای تصحیح هر کلمه یا عبارت در یک فایل زبان وجود دارد.
ja: したがって、言語ファイル内の単語やフレーズを修正するための規定があります。
ko: 따라서 언어 파일에 있는 단어나 구문을 수정할 수 있는 기능이 있습니다.
lt: Taigi yra nuostata, leidžianti taisyti bet kokius žodžius ar frazes kalbos faile.
no: Så det er mulighet for å korrigere ord eller uttrykk i en språkfil.
pl: Istnieje zatem możliwość poprawienia dowolnych słów lub fraz w pliku językowym.
pt: Portanto, há uma disposição para corrigir quaisquer palavras ou frases em um arquivo de idioma.
ro: Deci, există prevederi pentru a corecta orice cuvinte sau expresii dintr-un fișier de limbă.
ru: Таким образом, предусмотрена возможность исправления любых слов или фраз в языковом файле.

source: In the
fa: در
ja: では
ko: 에서
lt: Į
no: I
pl: W
pt: No
ro: În
ru: В

source: directory,
fa: دایرکتوری،
ja: ディレクトリ、
ko: 디렉토리,
lt: katalogas,
no: katalog,
pl: katalog,
pt: diretório,
ro: director,
ru: каталог,

source: there are *.po and *.mo files. The *.po files contain the words
fa: فایل های *.po و *.mo وجود دارد. فایل های *.po حاوی کلمات هستند
ja: *.poファイルと*.moファイルがあります。*.poファイルには、次の単語が含まれています。
ko: *.po 및 *.mo 파일이 있습니다. *.po 파일에는 다음 단어가 포함되어 있습니다.
lt: yra *.po ir *.mo failai. *.po failuose yra žodžiai
no: det er *.po- og *.mo-filer. *.po-filene inneholder ordene
pl: istnieją pliki *.po i *.mo. Pliki *.po zawierają słowa
pt: existem arquivos *.po e *.mo. Os arquivos *.po contêm as palavras
ro: există fișiere *.po și *.mo. Fișierele *.po conțin cuvintele
ru: есть файлы *.po и *.mo. Файлы *.po содержат слова

source: and phrases which are displayed in the program, along with their translations.
fa: و عباراتی که در برنامه به همراه ترجمه آنها نمایش داده می شود.
ja: プログラム内に表示されるフレーズとその翻訳。
ko: 그리고 프로그램에 표시되는 문구와 번역문입니다.
lt: ir frazės, kurios rodomos programoje, kartu su jų vertimais.
no: og fraser som vises i programmet, sammen med deres oversettelser.
pl: i frazy wyświetlane w programie, wraz z ich tłumaczeniami.
pt: e frases que são exibidas no programa, juntamente com suas traduções.
ro: și fraze care sunt afișate în program, împreună cu traducerile acestora.
ru: и фразы, которые отображаются в программе, вместе с их переводами.

source: The *.mo files are compiled from these into dictionary files,
fa: فایل های *.mo از این فایل ها به فایل های فرهنگ لغت کامپایل می شوند.
ja: *.moファイルはこれらから辞書ファイルにコンパイルされ、
ko: *.mo 파일은 이러한 파일에서 사전 파일로 컴파일됩니다.
lt: *.mo failai iš jų sukompiliuojami į žodyno failus,
no: *.mo-filene er kompilert fra disse til ordbokfiler,
pl: Pliki *.mo są kompilowane z nich do plików słownikowych,
pt: Os arquivos *.mo são compilados a partir deles em arquivos de dicionário,
ro: Fișierele *.mo sunt compilate din acestea în fișiere de dicționar,
ru: Файлы *.mo компилируются из них в файлы словарей,

source: which the program accesses to display the translated text on the screen.
fa: که برنامه برای نمایش متن ترجمه شده روی صفحه به آن دسترسی دارد.
ja: プログラムはこれにアクセスして、翻訳されたテキストを画面に表示します。
ko: 프로그램이 액세스하여 번역된 텍스트를 화면에 표시합니다.
lt: kurią programa pasiekia, kad ekrane būtų rodomas išverstas tekstas.
no: som programmet får tilgang til for å vise den oversatte teksten på skjermen.
pl: do którego program uzyskuje dostęp w celu wyświetlenia przetłumaczonego tekstu na ekranie.
pt: que o programa acessa para exibir o texto traduzido na tela.
ro: pe care programul îl accesează pentru a afișa textul tradus pe ecran.
ru: к которому программа обращается для отображения переведенного текста на экране.

source: In order to correct a word or phrase, load the *.po file for your language
fa: به منظور تصحیح یک کلمه یا عبارت، فایل *.po را برای زبان خود بارگذاری کنید
ja: 単語やフレーズを修正するには、言語の*.poファイルを読み込みます。
ko: 단어나 구문을 수정하려면 해당 언어의 *.po 파일을 로드하세요.
lt: Norėdami pataisyti žodį ar frazę, įkelkite *.po failą savo kalbai
no: For å korrigere et ord eller en setning, last inn *.po-filen for ditt språk
pl: Aby poprawić słowo lub frazę, załaduj plik *.po dla swojego języka
pt: Para corrigir uma palavra ou frase, carregue o arquivo *.po para o seu idioma
ro: Pentru a corecta un cuvânt sau o expresie, încărcați fișierul *.po pentru limba dvs
ru: Чтобы исправить слово или фразу, загрузите файл *.po для вашего языка.

source: Then compile the changed *.po file into a *.mo file.
fa: سپس فایل *.po تغییر یافته را در یک فایل *.mo کامپایل کنید.
ja: 次に、変更された *.po ファイルを *.mo ファイルにコンパイルします。
ko: 그런 다음 변경된 *.po 파일을 *.mo 파일로 컴파일합니다.
lt: Tada sukompiliuokite pakeistą *.po failą į *.mo failą.
no: Kompiler deretter den endrede *.po-filen til en *.mo-fil.
pl: Następnie skompiluj zmieniony plik *.po do pliku *.mo.
pt: Em seguida, compile o arquivo *.po alterado em um arquivo *.mo.
ro: Apoi compilați fișierul *.po modificat într-un fișier *.mo.
ru: Затем скомпилируйте измененный файл *.po в файл *.mo.

source: To do this, you can use the free version of the program
fa: برای این کار می توانید از نسخه رایگان برنامه استفاده کنید
ja: これを行うには、プログラムの無料版を使用することができます
ko: 이를 위해 무료 버전의 프로그램을 사용할 수 있습니다.
lt: Norėdami tai padaryti, galite naudoti nemokamą programos versiją
no: For å gjøre dette kan du bruke gratisversjonen av programmet
pl: W tym celu możesz skorzystać z bezpłatnej wersji programu
pt: Para fazer isso, você pode usar a versão gratuita do programa
ro: Pentru a face acest lucru, puteți utiliza versiunea gratuită a programului
ru: Для этого вы можете воспользоваться бесплатной версией программы.

source: or alternatively use the GNU command line utility
fa: یا به طور متناوب از ابزار خط فرمان گنو استفاده کنید
ja: またはGNUコマンドラインユーティリティを使用する
ko: 또는 GNU 명령줄 유틸리티를 사용하세요.
lt: arba naudokite GNU komandinės eilutės įrankį
no: eller alternativt bruk GNU kommandolinjeverktøy
pl: lub alternatywnie użyj narzędzia wiersza poleceń GNU
pt: ou, alternativamente, use o utilitário de linha de comando GNU
ro: sau, alternativ, utilizați utilitarul de linie de comandă GNU
ru: или альтернативно используйте утилиту командной строки GNU

source: which should be in the
fa: که باید در
ja: これは
ko: 어느 것이 있어야 하나요?
lt: kuris turėtų būti
no: som skal være i
pl: który powinien być w
pt: que deveria estar no
ro: care ar trebui să fie în
ru: который должен быть в

source: For example -
fa: به عنوان مثال -
ja: 例えば -
ko: 예를 들어 -
lt: Pavyzdžiui -
no: For eksempel -
pl: Na przykład -
pt: Por exemplo -
ro: De exemplu -
ru: Например -

source: for the French language file.
fa: برای فایل زبان فرانسه
ja: フランス語の言語ファイル用。
ko: 프랑스어 파일입니다.
lt: prancūzų kalbos failui.
no: for den franske språkfilen.
pl: dla pliku w języku francuskim.
pt: para o arquivo do idioma francês.
ro: pentru dosarul în limba franceză.
ru: для файла на французском языке.

source: If you use
fa: اگر استفاده می کنید
ja: 使用する場合は
ko: 사용하는 경우
lt: Jei naudojate
no: Hvis du bruker
pl: Jeśli używasz
pt: Se você usar
ro: Dacă utilizați
ru: Если вы используете

source: to compile a *.po file in a different directory,
fa: برای کامپایل یک فایل *.po در یک دایرکتوری دیگر،
ja: 別のディレクトリにある*.poファイルをコンパイルするには、
ko: 다른 디렉토리에 *.po 파일을 컴파일하려면
lt: norėdami sukompiliuoti *.po failą kitame kataloge,
no: for å kompilere en *.po-fil i en annen katalog,
pl: aby skompilować plik *.po w innym katalogu,
pt: para compilar um arquivo *.po em um diretório diferente,
ro: pentru a compila un fișier *.po într-un alt director,
ru: чтобы скомпилировать файл *.po в другом каталоге,

source: you will have to manually copy the new *.mo file over the old one.
fa: شما باید فایل *.mo جدید را به صورت دستی روی فایل قبلی کپی کنید.
ja: 新しい *.mo ファイルを手動で古いファイルにコピーする必要があります。
ko: 새로운 *.mo 파일을 이전 파일 위에 수동으로 복사해야 합니다.
lt: turėsite rankiniu būdu nukopijuoti naują *.mo failą per senąjį.
no: du må manuelt kopiere den nye *.mo-filen over den gamle.
pl: będziesz musiał ręcznie skopiować nowy plik *.mo na stary.
pt: você terá que copiar manualmente o novo arquivo *.mo sobre o antigo.
ro: va trebui să copiați manual noul fișier *.mo peste cel vechi.
ru: вам придется вручную скопировать новый файл *.mo поверх старого.

source: Edit existing language file
fa: فایل زبان موجود را ویرایش کنید
ja: 既存の言語ファイルを編集する
ko: 기존 언어 파일 편집
lt: Redaguoti esamą kalbos failą
no: Rediger eksisterende språkfil
pl: Edytuj istniejący plik językowy
pt: Editar arquivo de idioma existente
ro: Editați fișierul de limbă existent
ru: Редактировать существующий языковой файл

source: This panel is a placeholder for a proper database management facility.
fa: این پنل یک مکان نگهدار برای یک مرکز مدیریت پایگاه داده مناسب است.
ja: このパネルは、適切なデータベース管理機能のプレースホルダーです。
ko: 이 패널은 적절한 데이터베이스 관리 기능을 위한 자리 표시자입니다.
lt: Šis skydelis yra tinkamos duomenų bazės valdymo vietos rezervavimo priemonė.
no: Dette panelet er en plassholder for en skikkelig databasebehandlingsfunksjon.
pl: Ten panel jest miejscem tymczasowym dla właściwego narzędzia do zarządzania bazą danych.
pt: Este painel é um espaço reservado para um recurso de gerenciamento de banco de dados adequado.
ro: Acest panou este un substituent pentru o facilitate adecvată de gestionare a bazei de date.
ru: Эта панель представляет собой место для надлежащего средства управления базой данных.

source: At the moment the only functionality offered is some database
fa: در حال حاضر تنها قابلیت ارائه شده برخی از پایگاه داده است
ja: 現時点では、提供されている機能はデータベースのみである。
ko: 현재 제공되는 유일한 기능은 일부 데이터베이스입니다.
lt: Šiuo metu vienintelė siūloma funkcija yra tam tikra duomenų bazė
no: For øyeblikket er den eneste funksjonaliteten som tilbys en database
pl: W tej chwili jedyną oferowaną funkcjonalnością jest baza danych
pt: No momento a única funcionalidade oferecida é algum banco de dados
ro: Momentan singura funcționalitate oferită este o bază de date
ru: На данный момент единственная предлагаемая функциональность — это некоторая база данных.

source: test and rebuild functions. Be careful with these, experts only !
fa: تست و بازسازی توابع مراقب این موارد باشید، فقط متخصصان!
ja: 関数をテストして再構築します。これらには注意してください。専門家のみ!
ko: 테스트 및 재구축 기능. 이것들에는 조심하세요, 전문가만!
lt: išbandyti ir atstatyti funkcijas. Būkite atsargūs su jais, tik ekspertai!
no: teste og gjenoppbygge funksjoner. Vær forsiktig med disse, kun eksperter!
pl: funkcje testowania i przebudowy. Uważaj z nimi, tylko dla ekspertów!
pt: funções de teste e reconstrução. Tenha cuidado com elas, somente especialistas!
ro: funcții de testare și reconstrucție. Atenție la acestea, doar experți!
ru: Тестовые и пересборочные функции. Будьте осторожны с ними, только эксперты!

source: For now the files involved are mainly hardwired at compile time -
fa: در حال حاضر فایل‌های درگیر عمدتاً در زمان کامپایل سخت‌افزاری می‌شوند -
ja: 今のところ、関係するファイルは主にコンパイル時にハードワイヤードされています -
ko: 현재 관련 파일은 주로 컴파일 시간에 하드와이어링됩니다.
lt: Kol kas susiję failai kompiliavimo metu dažniausiai yra prijungti prie laidų -
no: Foreløpig er de involverte filene hovedsakelig koblet til kompileringstidspunktet -
pl: Na razie pliki, których to dotyczy, są głównie wgrywane na stałe w momencie kompilacji -
pt: Por enquanto, os arquivos envolvidos são principalmente programados em tempo de compilação -
ro: Deocamdată, fișierele implicate sunt în principal conectate în timpul compilării -
ru: На данный момент задействованные файлы в основном жестко подключаются во время компиляции -

source: to change them, change the source code and recompile!
fa: برای تغییر آنها، کد منبع را تغییر دهید و دوباره کامپایل کنید!
ja: 変更するには、ソースコードを変更して再コンパイルしてください。
ko: 이를 변경하려면 소스 코드를 변경하고 다시 컴파일해야 합니다!
lt: Norėdami juos pakeisti, pakeiskite šaltinio kodą ir sukompiliuokite iš naujo!
no: for å endre dem, endre kildekoden og kompiler på nytt!
pl: Aby je zmienić, zmień kod źródłowy i skompiluj ponownie!
pt: para alterá-los, altere o código-fonte e recompile!
ro: pentru a le schimba, schimba codul sursa si recompila!
ru: чтобы изменить их, измените исходный код и перекомпилируйте!

source: DbPrimitives.h and DbMaintenance.cpp.
fa: DbPrimitives.h و DbMaintenance.cpp.
ja: DbPrimitives.h および DbMaintenance.cpp。
ko: DbPrimitives.h와 DbMaintenance.cpp.
lt: DbPrimitives.h ir DbMaintenance.cpp.
no: DbPrimitives.h og DbMaintenance.cpp.
pl: Pliki DbPrimitives.h i DbMaintenance.cpp są dostępne w następujących formatach:
pt: DbPrimitives.h e DbMaintenance.cpp.
ro: DbPrimitives.h și DbMaintenance.cpp.
ru: DbPrimitives.h и DbMaintenance.cpp.

source: Choose the next .pgn file with games to append to the database:
fa: فایل pgn. بعدی را با بازی‌ها برای افزودن به پایگاه داده انتخاب کنید:
ja: データベースに追加するゲームを含む次の .pgn ファイルを選択します。
ko: 데이터베이스에 추가할 게임이 있는 다음 .pgn 파일을 선택하세요:
lt: Pasirinkite kitą .pgn failą su žaidimais, kuriuos norite pridėti prie duomenų bazės:
no: Velg neste .pgn-fil med spill som skal legges til databasen:
pl: Wybierz następny plik .pgn z grami, który chcesz dodać do bazy danych:
pt: Escolha o próximo arquivo .pgn com jogos para anexar ao banco de dados:
ro: Alegeți următorul fișier .pgn cu jocuri de atașat la baza de date:
ru: Выберите следующий .pgn-файл с играми для добавления в базу данных:

source: Select .pgn for append operation below
fa: .pgn را برای عملیات الحاق در زیر انتخاب کنید
ja: 下の追加操作には .pgn を選択してください
ko: 아래 추가 작업을 위해 .pgn을 선택하세요
lt: Toliau pasirinkite .pgn, kad pridėtumėte operaciją
no: Velg .pgn for å legge til operasjon nedenfor
pl: Wybierz .pgn do operacji dołączenia poniżej
pt: Selecione .pgn para operação de acréscimo abaixo
ro: Selectați .pgn pentru operația de adăugare de mai jos
ru: Выберите .pgn для операции добавления ниже

source: Database speed test
fa: تست سرعت پایگاه داده
ja: データベース速度テスト
ko: 데이터베이스 속도 테스트
lt: Duomenų bazės greičio testas
no: Databasehastighetstest
pl: Test szybkości bazy danych
pt: Teste de velocidade do banco de dados
ro: Test de viteză a bazei de date
ru: Тест скорости базы данных

source: Build great players database
fa: پایگاه داده بازیکنان عالی بسازید
ja: 優秀な選手のデータベースを構築する
ko: 훌륭한 플레이어 데이터베이스 구축
lt: Sukurkite puikių žaidėjų duomenų bazę
no: Bygg en stor spillerdatabase
pl: Zbuduj bazę danych świetnych graczy
pt: Crie um ótimo banco de dados de jogadores
ro: Construiește o bază de date grozavă de jucători
ru: Создайте базу данных отличных игроков

source: Test decompress file .qgn -> .pgn
fa: فایل را از حالت فشرده خارج کنید.qgn -> .pgn
ja: .qgn -> .pgn ファイルの解凍をテストする
ko: 압축 해제 파일 .qgn -> .pgn 테스트
lt: Išbandykite išskleisti failą .qgn -> .pgn
no: Test dekomprimeringsfilen .qgn -> .pgn
pl: Test dekompresji pliku .qgn -> .pgn
pt: Teste descompactar arquivo .qgn -> .pgn
ro: Testați fișierul de decomprimare .qgn -> .pgn
ru: Тестовый файл распаковки .qgn -> .pgn

source: Test move compression algorithm
fa: الگوریتم فشرده سازی حرکت را آزمایش کنید
ja: 移動圧縮アルゴリズムのテスト
ko: 테스트 이동 압축 알고리즘
lt: Išbandyti judesio suspaudimo algoritmą
no: Test bevegelseskomprimeringsalgoritme
pl: Testuj algorytm kompresji ruchu
pt: Algoritmo de compressão de movimento de teste
ro: Testați algoritmul de compresie pentru mutare
ru: Тестовый алгоритм сжатия хода

source: DANGER append to database from .pgn
fa: خطر از .pgn به پایگاه داده اضافه شود
ja: 危険: .pgn からデータベースに追加
ko: 위험 .pgn에서 데이터베이스에 추가
lt: PAVOJUS pridėti prie duomenų bazės iš .pgn
no: FARE legge til database fra .pgn
pl: NIEBEZPIECZEŃSTWO dołącz do bazy danych z .pgn
pt: PERIGO anexar ao banco de dados de .pgn
ro: PERICOL adăugați la baza de date din .pgn
ru: ОПАСНОСТЬ добавления в базу данных из .pgn

source: DANGER database create indexes
fa: پایگاه داده خطر ایجاد فهرست
ja: 危険データベースインデックスの作成
ko: DANGER 데이터베이스 인덱스 생성
lt: PAVOJUS duomenų bazėje sukurti indeksus
no: FARE database opprette indekser
pl: NIEBEZPIECZEŃSTWO baza danych tworzy indeksy
pt: PERIGO banco de dados cria índices
ro: PERICOL baza de date creează indecși
ru: ОПАСНОСТЬ база данных создает индексы

source: Add help text later.
fa: بعداً متن راهنما را اضافه کنید.
ja: ヘルプテキストは後で追加します。
ko: 나중에 도움말 텍스트를 추가하세요.
lt: Pridėkite pagalbos tekstą vėliau.
no: Legg til hjelpetekst senere.
pl: Dodaj tekst pomocy później.
pt: Adicione texto de ajuda mais tarde.
ro: Adăugați text de ajutor mai târziu.
ru: Добавьте текст справки позже.

source: Maintenance dialog help
fa: کمک گفتگوی تعمیر و نگهداری
ja: メンテナンスダイアログのヘルプ
ko: 유지 관리 대화 상자 도움말
lt: Priežiūros dialogo pagalba
no: Vedlikeholdsdialoghjelp
pl: Pomoc dotycząca dialogu konserwacyjnego
pt: Ajuda de diálogo de manutenção
ro: Ajutor de dialog de întreținere
ru: Помощь в диалоге обслуживания

source: Media player
fa: پخش کننده رسانه
ja: メディアプレーヤー
ko: 미디어 플레이어
lt: Medijos grotuvas
no: Mediespiller
pl: Odtwarzacz multimedialny
pt: Reprodutor de mídia
ru: Медиаплеер

source: Open File
fa: فایل را باز کنید
ja: ファイルを開く
ko: 파일 열기
lt: Atidarykite failą
no: Åpne fil
pl: Otwórz plik
pt: Abrir arquivo
ro: Deschideți fișierul
ru: Открыть файл

source: Display open file dialog box
fa: نمایش کادر محاوره ای فایل باز
ja: ファイルを開くダイアログボックスを表示する
ko: 열린 파일 대화 상자 표시
lt: Rodyti atidaryto failo dialogo langą
no: Vis dialogboksen for åpen fil
pl: Wyświetl okno dialogowe otwierania pliku
pt: Exibir caixa de diálogo de arquivo aberto
ro: Afișează caseta de dialog fișier deschis
ru: Показать диалоговое окно открытия файла

source: Quit this program
fa: این برنامه را ترک کنید
ja: このプログラムを終了
ko: 이 프로그램을 종료하세요
lt: Išeikite iš šios programos
no: Avslutt dette programmet
pl: Zamknij ten program
pt: Sair deste programa
ro: Părăsiți acest program
ru: Выйти из этой программы

source: Play
fa: بازی کنید
ja: 遊ぶ
ko: 놀다
lt: Žaisti
no: Spille
pl: Grać
pt: Jogar
ro: Juca
ru: Играть

source: Start playback
fa: پخش را شروع کنید
ja: 再生を開始
ko: 재생 시작
lt: Pradėti atkūrimą
no: Start avspilling
pl: Rozpocznij odtwarzanie
pt: Iniciar reprodução
ro: Începeți redarea
ru: Начать воспроизведение

source: Pause
fa: مکث کنید
ja: 一時停止
ko: 정지시키다
lt: Pauzė
pl: Pauza
pt: Pausa
ro: Pauză
ru: Пауза

source: Pause playback
fa: توقف پخش
ja: 再生を一時停止
ko: 재생 일시 정지
lt: Pristabdyti atkūrimą
no: Sett avspilling på pause
pl: Wstrzymaj odtwarzanie
pt: Pausar reprodução
ro: Întrerupeți redarea
ru: Приостановить воспроизведение

source: Stop playback
fa: پخش را متوقف کنید
ja: 再生を停止
ko: 재생 중지
lt: Sustabdyti atkūrimą
no: Stopp avspilling
pl: Zatrzymaj odtwarzanie
pt: Parar reprodução
ro: Opriți redarea
ru: Остановить воспроизведение

source: Goto start
fa: برو شروع کن
ja: スタートへ
ko: 시작으로 이동
lt: Pradėti
no: Gå til start
pl: Przejdź do początku
pt: Ir para começar
ro: Treci pentru a începe
ru: Перейти к началу

source: Go to the start of the video
fa: به ابتدای ویدیو بروید
ja: ビデオの先頭へ戻る
ko: 비디오 시작 부분으로 이동
lt: Eikite į vaizdo įrašo pradžią
no: Gå til begynnelsen av videoen
pl: Przejdź do początku filmu
pt: Vá para o início do vídeo
ro: Accesați începutul videoclipului
ru: Перейти к началу видео

source: Goto end!
fa: به پایان برسد!
ja: 終わりへ！
ko: 끝으로 이동!
lt: Eik į pabaigą!
no: Gå til slutt!
pl: Przejdź do końca!
pt: Vamos para o fim!
ro: Du-te la final!
ru: Идти к концу!

source: Go to the end of the video
fa: به انتهای ویدیو بروید
ja: ビデオの最後まで見る
ko: 영상 끝으로 이동
lt: Eikite į vaizdo įrašo pabaigą
no: Gå til slutten av videoen
pl: Przejdź do końca filmu
pt: Vá para o final do vídeo
ro: Mergeți la sfârșitul videoclipului
ru: Перейти к концу видео

source: Volume down
fa: کاهش صدا
ja: 音量を下げる
ko: 볼륨 낮추기
lt: Sumažinti garsumą
no: Volum ned
pl: Zmniejsz głośność
pt: Diminuir volume
ro: Scăderea volumului
ru: Уменьшить громкость

source: Decrease volume
fa: کاهش حجم
ja: 音量を下げる
ko: 볼륨 감소
lt: Sumažinti garsumą
no: Reduser volumet
pl: Zmniejsz głośność
pt: Diminuir volume
ro: Scade volumul
ru: Уменьшить громкость

source: Volume up
fa: افزایش حجم
ja: 音量を上げる
ko: 볼륨을 높이다
lt: Padidinti garsumą
no: Volum opp
pl: Zwiększ głośność
pt: Aumentar o volume
ro: Crește volumul
ru: Увеличить громкость

source: Increase volume
fa: افزایش حجم
ja: 音量を上げる
ko: 볼륨을 높이세요
lt: Padidinti garsumą
no: Øk volumet
pl: Zwiększ głośność
pt: Aumentar o volume
ro: Măriți volumul
ru: Увеличить громкость

source: Set video marker
fa: نشانگر ویدئو را تنظیم کنید
ja: ビデオマーカーを設定する
ko: 비디오 마커 설정
lt: Nustatyti vaizdo žymeklį
no: Sett videomarkør
pl: Ustaw znacznik wideo
pt: Definir marcador de vídeo
ro: Setați marcatorul video
ru: Установить видеомаркер

source: Set video marker for game position
fa: نشانگر ویدیو را برای موقعیت بازی تنظیم کنید
ja: ゲーム位置にビデオマーカーを設定する
ko: 게임 위치에 대한 비디오 마커 설정
lt: Nustatykite vaizdo žymeklį žaidimo vietai
no: Sett videomarkør for spillposisjon
pl: Ustaw znacznik wideo dla pozycji gry
pt: Definir marcador de vídeo para posição do jogo
ro: Setați marcatorul video pentru poziția jocului
ru: Установить видеомаркер для игровой позиции

source: Delete video marker
fa: نشانگر ویدیو را حذف کنید
ja: ビデオマーカーを削除
ko: 비디오 마커 삭제
lt: Ištrinti vaizdo įrašo žymeklį
no: Slett videomarkør
pl: Usuń znacznik wideo
pt: Excluir marcador de vídeo
ro: Ștergeți marcatorul video
ru: Удалить видео маркер
