Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: but files must be converted to the .bmp format.
fa: اما فایل ها باید به فرمت bmp. تبدیل شوند.
ja: ただし、ファイルは .bmp 形式に変換する必要があります。
ko: 하지만 파일을 .bmp 형식으로 변환해야 합니다.
lt: bet failus reikia konvertuoti į .bmp formatą.
no: men filene må konverteres til .bmp-formatet.
pl: ale pliki muszą zostać przekonwertowane do formatu .bmp.
pt: mas os arquivos devem ser convertidos para o formato .bmp.
ro: dar fișierele trebuie convertite în formatul .bmp.
ru: но файлы должны быть преобразованы в формат .bmp.

source: This can usually be done with windows paint.
fa: این کار را معمولاً می توان با رنگ ویندوز انجام داد.
ja: これは通常、Windows ペイントで実行できます。
ko: 일반적으로 이 작업은 창문 페인트로 할 수 있습니다.
lt: Paprastai tai galima padaryti naudojant langų dažus.
no: Dette kan vanligvis gjøres med vinduesmaling.
pl: Zazwyczaj można to zrobić za pomocą programu Paint w systemie Windows.
pt: Isso geralmente pode ser feito com tinta para janelas.
ro: Acest lucru se poate face de obicei cu vopsea pentru ferestre.
ru: Обычно это можно сделать с помощью краски для окон.

source: It is advisable to make the bitmaps 256 pixels square,
fa: توصیه می شود که بیت مپ ها 256 پیکسل مربع باشند،
ja: ビットマップは256ピクセル四方にすることをお勧めします。
ko: 비트맵은 256픽셀 정사각형으로 만드는 것이 좋습니다.
lt: Patartina, kad bitmaps būtų 256 pikselių kvadratas,
no: Det anbefales å gjøre punktgrafikkene 256 piksler kvadratiske,
pl: Zaleca się, aby mapy bitowe miały kształt kwadratu o wymiarach 256 pikseli,
pt: É aconselhável fazer os bitmaps com 256 pixels quadrados,
ro: Este recomandabil să faceți bitmaps-ul de 256 de pixeli pătrați,
ru: Рекомендуется делать растровые изображения квадратными, размером 256 пикселей,

source: because other sizes can cause the program to misbehave.
fa: زیرا سایزهای دیگر می تواند باعث بدرفتاری برنامه شود.
ja: 他のサイズではプログラムが誤動作を起こす可能性があるためです。
ko: 다른 크기를 사용하면 프로그램이 제대로 작동하지 않을 수 있습니다.
lt: nes dėl kitų dydžių programa gali netinkamai veikti.
no: fordi andre størrelser kan føre til at programmet oppfører seg feil.
pl: ponieważ inne rozmiary mogą powodować nieprawidłowe działanie programu.
pt: porque outros tamanhos podem fazer com que o programa não funcione corretamente.
ro: deoarece alte dimensiuni pot cauza un comportament incorect al programului.
ru: поскольку другие размеры могут привести к неправильной работе программы.

source: User board bitmaps help
fa: نقشه بیت برد کاربر کمک می کند
ja: ユーザーボードビットマップヘルプ
ko: 사용자 보드 비트맵 도움말
lt: Vartotojo lentos bitmaps pagalba
no: Brukerbord bitmaps hjelp
pl: Pomoc dotycząca map bitowych tablicy użytkownika
pt: Ajuda de bitmaps de quadro de usuário
ro: Bitmaps-ul de pe placa de utilizator ajută
ru: Помощь с растровыми изображениями пользовательских досок

source: The wooden board bitmaps are modified versions of free samples
fa: بیت مپ های تخته چوبی نسخه های اصلاح شده نمونه های رایگان هستند
ja: 木の板のビットマップは無料サンプルの修正版です
ko: 나무판 비트맵은 무료 샘플의 수정된 버전입니다.
lt: Medinės lentos bitmaps yra modifikuotos nemokamų pavyzdžių versijos
no: Trebrett punktgrafikk er modifiserte versjoner av gratis prøver
pl: Mapy bitowe na drewnianej desce to zmodyfikowane wersje darmowych próbek
pt: Os bitmaps da placa de madeira são versões modificadas de amostras gratuitas
ro: Bitmaps-urile din lemn sunt versiuni modificate ale mostrelor gratuite
ru: Растровые изображения деревянной доски представляют собой модифицированные версии бесплатных образцов.

source: downloaded from Arroway-textures.ch and are used with their permission.
fa: از Arroway-textures.ch دانلود شده و با اجازه آنها استفاده می شود.
ja: Arroway-textures.ch からダウンロードし、許可を得て使用しています。
ko: Arroway-textures.ch에서 다운로드하여 허가를 받아 사용했습니다.
lt: atsisiųsti iš Arroway-textures.ch ir naudojami su jų leidimu.
no: lastet ned fra Arroway-textures.ch og brukes med deres tillatelse.
pl: pobrano ze strony Arroway-textures.ch i wykorzystano za ich zgodą.
pt: baixados de Arroway-textures.ch e são usados com sua permissão.
ro: descărcate de pe Arroway-textures.ch și sunt utilizate cu permisiunea lor.
ru: загружены с Arroway-textures.ch и используются с их разрешения.

source: More of their textures, free and paid, can be obtained from their website
fa: بیشتر بافت های آنها، رایگان و پولی، را می توان از وب سایت آنها دریافت کرد
ja: 彼らのウェブサイトから、無料および有料のテクスチャをさらに入手できます。
ko: 더 많은 무료 및 유료 텍스처는 웹사이트에서 얻을 수 있습니다.
lt: Daugiau jų tekstūrų, nemokamų ir mokamų, galite gauti jų svetainėje
no: Flere av teksturene deres, gratis og betalt, kan fås fra nettstedet deres
pl: Więcej ich tekstur, zarówno darmowych, jak i płatnych, można pobrać z ich strony internetowej
pt: Mais texturas deles, gratuitas e pagas, podem ser obtidas no site deles
ro: Mai multe dintre texturile lor, gratuite și plătite, pot fi obținute de pe site-ul lor
ru: Больше их текстур, как бесплатных, так и платных, можно получить на их сайте.

source: The remainder are CC0 free distribution bitmaps from various sources.
fa: بقیه بیت مپ های توزیع رایگان CC0 از منابع مختلف هستند.
ja: 残りは、さまざまなソースからの CC0 フリー配布ビットマップです。
ko: 나머지는 다양한 출처의 CC0 무료 배포 비트맵입니다.
lt: Likusi dalis yra CC0 nemokamo platinimo bitų žemėlapiai iš įvairių šaltinių.
no: Resten er CC0 gratis distribusjon bitmaps fra ulike kilder.
pl: Pozostałe to bezpłatne mapy bitowe CC0 pochodzące z różnych źródeł.
pt: O restante são bitmaps de distribuição gratuita CC0 de várias fontes.
ro: Restul sunt bitmap-uri de distribuție gratuită CC0 din diverse surse.
ru: Остальные — это свободно распространяемые растровые изображения CC0 из различных источников.

source: Although it is not required to give attribution for these,
fa: اگرچه لازم نیست برای اینها نسبت داده شود،
ja: これらについては帰属を明記する必要はありませんが、
ko: 이에 대해서는 출처를 명시할 필요는 없지만,
lt: Nors priskyrimo jiems pateikti neprivaloma,
no: Selv om det ikke er påkrevd å gi attribusjon for disse,
pl: Chociaż nie jest wymagane podawanie źródła tych informacji,
pt: Embora não seja necessário dar crédito a estes,
ro: Deși nu este necesar să se acorde atribuții pentru acestea,
ru: Хотя указывать авторство на них не обязательно,

source: I think it is only proper to do so.
fa: من فکر می کنم انجام این کار فقط مناسب است.
ja: そうすることが正しいことだと私は思います。
ko: 나는 그렇게 하는 것이 마땅하다고 생각한다.
lt: Manau, kad taip elgtis yra teisinga.
no: Jeg tror det bare er riktig å gjøre det.
pl: Uważam, że jest to właściwe postępowanie.
pt: Acho que é apropriado fazer isso.
ro: Cred că este corect să faci asta.
ru: Я думаю, что это будет правильно.

source: So, for the files in the user_bitmaps directory from the original download,
fa: بنابراین، برای فایل‌های موجود در فهرست user_bitmaps از دانلود اصلی،
ja: したがって、元のダウンロードのuser_bitmapsディレクトリ内のファイルについては、
ko: 따라서 원래 다운로드의 user_bitmaps 디렉토리에 있는 파일의 경우,
lt: Taigi, failams, esantiems user_bitmaps kataloge iš pradinio atsisiuntimo,
no: Så for filene i user_bitmaps-katalogen fra den opprinnelige nedlastingen,
pl: Tak więc w przypadku plików w katalogu user_bitmaps z oryginalnego pobrania,
pt: Então, para os arquivos no diretório user_bitmaps do download original,
ro: Deci, pentru fișierele din directorul user_bitmaps din descărcarea originală,
ru: Итак, для файлов в каталоге user_bitmaps из исходной загрузки,

source: the accreditations are as follows :-
fa: اعتبارنامه ها به شرح زیر است:
ja: 認定は次のとおりです:-
ko: 인증 내용은 다음과 같습니다.
lt: akreditacijos yra tokios:
no: akkrediteringene er som følger: -
pl: akredytacje są następujące:
pt: as acreditações são as seguintes:
ro: acreditările sunt următoarele:
ru: аккредитации следующие:

source: Credits for bitmaps
fa: اعتبار برای بیت مپ
ja: ビットマップのクレジット
ko: 비트맵에 대한 크레딧
lt: Kreditai už bitmaps
no: Kreditter for punktgrafikk
pl: Podziękowania za mapy bitowe
pt: Créditos para bitmaps
ro: Credite pentru bitmaps
ru: Кредиты для растровых изображений

source: Use this dialog box in order to select the 3d board border bitmap.
fa: از این کادر محاوره ای برای انتخاب بیت مپ حاشیه تخته سه بعدی استفاده کنید.
ja: このダイアログ ボックスを使用して、3D ボード境界ビットマップを選択します。
ko: 이 대화 상자를 사용하여 3D 보드 테두리 비트맵을 선택합니다.
lt: Naudokite šį dialogo langą norėdami pasirinkti 3D plokštės kraštinės taškinę schemą.
no: Bruk denne dialogboksen for å velge 3d-bordkantens punktgrafikk.
pl: Użyj tego okna dialogowego, aby wybrać mapę bitową obramowania planszy 3D.
pt: Use esta caixa de diálogo para selecionar o bitmap da borda da placa 3D.
ro: Utilizați această casetă de dialog pentru a selecta bitmap-ul 3d a bordului plăcii.
ru: Используйте это диалоговое окно для выбора растрового изображения границы 3D-платы.

source: To select the bitmap that you want to use for the board border
fa: برای انتخاب بیت مپ که می خواهید برای حاشیه برد استفاده کنید
ja: ボードの境界線に使用するビットマップを選択するには
ko: 보드 테두리에 사용할 비트맵을 선택하려면
lt: Norėdami pasirinkti taškinę schemą, kurią norite naudoti lentos kraštinei
no: For å velge punktgrafikken du vil bruke for bordkanten
pl: Aby wybrać mapę bitową, której chcesz użyć jako obramowania planszy
pt: Para selecionar o bitmap que você deseja usar para a borda do quadro
ro: Pentru a selecta bitmap-ul pe care doriți să îl utilizați pentru marginea panoului
ru: Чтобы выбрать растровое изображение, которое вы хотите использовать для границы доски

source: simply click on the bitmap.
fa: به سادگی روی بیت مپ کلیک کنید.
ja: ビットマップをクリックするだけです。
ko: 비트맵을 클릭하기만 하면 됩니다.
lt: tiesiog spustelėkite bitmap.
no: bare klikk på punktgrafikken.
pl: po prostu kliknij na mapę bitową.
pt: basta clicar no bitmap.
ro: pur și simplu faceți clic pe bitmap.
ru: просто щелкните по растровому изображению.

source: changing the names of the bitmaps in the border_bitmaps directory.
fa: تغییر نام بیت مپ ها در دایرکتوری border_bitmaps.
ja: border_bitmaps ディレクトリ内のビットマップの名前を変更します。
ko: border_bitmaps 디렉토리에 있는 비트맵의 이름을 변경합니다.
lt: keisti bitmaps pavadinimus border_bitmaps kataloge.
no: endre navnene på punktgrafikkene i katalogen border_bitmaps.
pl: zmiana nazw map bitowych w katalogu border_bitmaps.
pt: alterando os nomes dos bitmaps no diretório border_bitmaps.
ro: modificarea numelor bitmap-urilor din directorul border_bitmaps.
ru: изменение имен растровых изображений в каталоге border_bitmaps.

source: e.g To use bmp_27 instead of bmp_1 for the border :-
fa: به عنوان مثال برای استفاده از bmp_27 به جای bmp_1 برای حاشیه:-
ja: 例えば、境界線に bmp_1 の代わりに bmp_27 を使用するには:-
ko: 예를 들어 테두리에 bmp_1 대신 bmp_27을 사용하려면:
lt: pvz., kraštinei naudoti bmp_27, o ne bmp_1:
no: for eksempel å bruke bmp_27 i stedet for bmp_1 for grensen:-
pl: np. Aby użyć bmp_27 zamiast bmp_1 dla obramowania:-
pt: por exemplo, para usar bmp_27 em vez de bmp_1 para a borda:-
ro: de exemplu, pentru a utiliza bmp_27 în loc de bmp_1 pentru chenar:-
ru: например, чтобы использовать bmp_27 вместо bmp_1 для границы:

source: Border bitmaps are from Arroway.ch and Ambientcg.com
fa: بیت مپ های مرزی از Arroway.ch و Ambientcg.com هستند
ja: 境界ビットマップはArroway.chとAmbientcg.comから取得しました。
ko: 테두리 비트맵은 Arroway.ch와 Ambientcg.com에서 가져왔습니다.
lt: Kraštinės taškai yra iš Arroway.ch ir Ambientcg.com
no: Border punktgrafikk er fra Arroway.ch og Ambientcg.com
pl: Bitmapy obramowań pochodzą ze stron Arroway.ch i Ambientcg.com
pt: Os bitmaps de borda são de Arroway.ch e Ambientcg.com
ro: Hărțile de biți de frontieră sunt de la Arroway.ch și Ambientcg.com
ru: Растровые изображения границ взяты с сайтов Arroway.ch и Ambientcg.com

source: Board border bitmaps
fa: بیت مپ های حاشیه تخته
ja: ボード境界ビットマップ
ko: 보드 테두리 비트맵
lt: Lentos kraštinės bitmaps
no: Brettgrense punktgrafikk
pl: Bitmapy obramowań planszy
pt: Bitmaps de borda de placa
ro: Hărți de biți pentru bordura bordului
ru: Растровые изображения границ платы

source: To select the dark or light piece bitmap to change,
fa: برای انتخاب بیت مپ قطعه تیره یا روشن برای تغییر،
ja: 変更する暗い部分または明るい部分のビットマップを選択するには、
ko: 변경할 어둡거나 밝은 조각 비트맵을 선택하려면
lt: Norėdami pasirinkti tamsų arba šviesų bitų schemą, kurią norite pakeisti,
no: For å velge den mørke eller lyse bitmappen som skal endres,
pl: Aby wybrać ciemną lub jasną część mapy bitowej do zmiany,
pt: Para selecionar o bitmap da parte escura ou clara a ser alterada,
ro: Pentru a selecta bitmap-ul piesei întunecate sau luminoase de modificat,
ru: Чтобы выбрать темную или светлую часть растрового изображения для изменения,

source: Then pick the bitmap that you want for the piece
fa: سپس بیت مپ مورد نظر خود را برای قطعه انتخاب کنید
ja: 次に、ピースに必要なビットマップを選択します
ko: 그런 다음 원하는 조각에 대한 비트맵을 선택하세요.
lt: Tada pasirinkite bitmap, kurio norite kūriniui
no: Velg deretter punktgrafikken du vil ha for stykket
pl: Następnie wybierz mapę bitową, którą chcesz umieścić w tym elemencie
pt: Em seguida, escolha o bitmap que você deseja para a peça
ro: Apoi alegeți bitmap-ul dorit pentru piesa
ru: Затем выберите нужное вам растровое изображение для фрагмента.

source: changing the names of the bitmaps in the piece_bitmaps directory.
fa: تغییر نام بیت مپ ها در دایرکتوری piece_bitmaps.
ja: piece_bitmaps ディレクトリ内のビットマップの名前を変更します。
ko: piece_bitmaps 디렉토리에 있는 비트맵의 이름을 변경합니다.
lt: keisti bitmaps kataloge piece_bitmaps pavadinimus.
no: endre navnene på punktgrafikkene i piece_bitmaps-katalogen.
pl: zmiana nazw map bitowych w katalogu piece_bitmaps.
pt: alterando os nomes dos bitmaps no diretório piece_bitmaps.
ro: schimbarea numelor bitmap-urilor din directorul piece_bitmaps.
ru: изменение имен растровых изображений в каталоге piece_bitmaps.

source: e.g To use bmp_27 instead of bmp_1 for the dark pieces :-
fa: به عنوان مثال برای استفاده از bmp_27 به جای bmp_1 برای قطعات تیره:
ja: 例えば、暗い部分に bmp_1 の代わりに bmp_27 を使用するには:-
ko: 예를 들어 어두운 부분에 bmp_1 대신 bmp_27을 사용하려면:
lt: pvz., naudoti bmp_27 vietoj bmp_1 tamsioms dalims:
no: for eksempel å bruke bmp_27 i stedet for bmp_1 for de mørke brikkene:-
pl: np. Aby użyć bmp_27 zamiast bmp_1 dla ciemnych elementów:-
pt: por exemplo, para usar bmp_27 em vez de bmp_1 para as peças escuras:-
ro: De exemplu, pentru a utiliza bmp_27 în loc de bmp_1 pentru piesele întunecate:-
ru: например, чтобы использовать bmp_27 вместо bmp_1 для темных частей:

source: The piece bitmaps are from Arroway-textures.ch and Ambientcg.com
fa: بیت مپ های قطعه از Arroway-textures.ch و Ambientcg.com هستند
ja: ピースのビットマップはArroway-textures.chとAmbientcg.comから取得しました。
ko: 조각 비트맵은 Arroway-textures.ch 및 Ambientcg.com에서 가져왔습니다.
lt: Dalies bitmaps yra iš Arroway-textures.ch ir Ambientcg.com
no: Bitmapene er fra Arroway-textures.ch og Ambientcg.com
pl: Bitmapy pochodzą ze stron Arroway-textures.ch i Ambientcg.com
pt: Os bitmaps das peças são de Arroway-textures.ch e Ambientcg.com
ro: Bitmap-urile piesei sunt de la Arroway-textures.ch și Ambientcg.com
ru: Растровые изображения фрагментов взяты с сайтов Arroway-textures.ch и Ambientcg.com

source: Piece bitmap help
fa: کمک بیت مپ قطعه
ja: ピースビットマップヘルプ
ko: 조각 비트맵 도움말
lt: Dalies bitmap pagalba
no: Bitmap-hjelp
pl: Pomoc dotycząca bitmapy
pt: Ajuda de bitmap de peça
ro: Ajutor pentru bitmap
ru: Часть растровой помощи

source: Bitmap textures
fa: بافت های بیت مپ
ja: ビットマップテクスチャ
ko: 비트맵 텍스처
lt: Bitmap tekstūros
no: Bitmap-teksturer
pl: Tekstury bitmapowe
pt: Texturas de bitmap
ro: Texturi bitmap
ru: Растровые текстуры

source: Users who cannot find bitmaps that suit them in the selection
fa: کاربرانی که نمی‌توانند نقشه‌های بیتی را پیدا کنند که مناسب آنها باشد
ja: 選択範囲に自分に合ったビットマップが見つからないユーザー
ko: 선택 항목에서 자신에게 맞는 비트맵을 찾을 수 없는 사용자
lt: Vartotojai, kurie neranda jiems tinkamų bitmapų pasirinkime
no: Brukere som ikke finner punktgrafikk som passer dem i utvalget
pl: Użytkownicy, którzy nie mogą znaleźć w zaznaczeniu odpowiednich dla siebie map bitowych
pt: Usuários que não conseguem encontrar bitmaps que lhes sejam adequados na seleção
ro: Utilizatori care nu găsesc hărți de bit care li se potrivesc în selecție
ru: Пользователи, которые не могут найти подходящие им растровые изображения в подборке

source: that I have provided, might want to look at the ones available from
fa: که من ارائه کرده ام، ممکن است بخواهم به موارد موجود در آن نگاه کنم
ja: 私が提供したものは、
ko: 내가 제공한 것 중에서 사용 가능한 것도 살펴보고 싶을 수도 있습니다.
lt: kuriuos pateikiau, galbūt norėsite pažvelgti į turimus iš
no: som jeg har gitt, vil kanskje se på de tilgjengelige fra
pl: które podałem, możesz chcieć przejrzeć te dostępne
pt: que eu forneci, talvez você queira dar uma olhada nos disponíveis em
ro: pe care le-am furnizat, ar putea dori să se uite la cele disponibile de la
ru: которые я предоставил, возможно, стоит взглянуть на те, которые доступны из

source: Whilst I have provided plenty of wooden bitmaps,
fa: در حالی که من مقدار زیادی بیت مپ چوبی ارائه کرده ام،
ja: 木製のビットマップをたくさん用意しましたが、
ko: 나는 많은 나무 비트맵을 제공했지만,
lt: Nors pateikiau daug medinių taškinių schemų,
no: Mens jeg har gitt mange bitmaps av tre,
pl: Chociaż dostarczyłem mnóstwo drewnianych map bitowych,
pt: Embora eu tenha fornecido muitos bitmaps de madeira,
ro: Deși am furnizat o mulțime de hărți biți din lemn,
ru: Хотя я предоставил множество деревянных растровых изображений,

source: I could not find many free marble ones, especially cream marble
fa: من نتوانستم بسیاری از سنگ مرمرهای رایگان، به خصوص سنگ مرمر کرم را پیدا کنم
ja: 無料の大理石、特にクリーム色の大理石はあまり見つかりませんでした
ko: 특히 크림색 대리석 같은 무료 대리석은 많이 찾을 수가 없었어요
lt: Neradau daug nemokamų marmurinių, ypač kreminio marmuro
no: Jeg kunne ikke finne mange gratis marmor, spesielt kremmarmor
pl: Nie mogłem znaleźć zbyt wielu darmowych marmurów, zwłaszcza marmuru kremowego
pt: Não consegui encontrar muitos mármores gratuitos, especialmente mármore creme
ro: Nu am găsit multe marmură gratuite, în special marmură crem
ru: Я не смог найти много бесплатных мраморных, особенно кремового мрамора.

source: for the white pieces. Sketchup has a large selection of these.
fa: برای قطعات سفید اسکچاپ مجموعه زیادی از این موارد را دارد.
ja: 白いピース用です。Sketchup にはこれらが豊富に用意されています。
ko: 흰색 조각에 대해서요. Sketchup에는 이런 것들이 많이 있습니다.
lt: už baltus gabalus. „Sketchup“ turi didelį jų pasirinkimą.
no: for de hvite bitene. Sketchup har et stort utvalg av disse.
pl: dla białych elementów. Sketchup ma duży wybór takich elementów.
pt: para as peças brancas. O Sketchup tem uma grande seleção delas.
ro: pentru piesele albe. Sketchup are o gamă largă de acestea.
ru: для белых деталей. В Sketchup их большой выбор.

source: Sketchup prohibits the redistribution of their bitmaps,
fa: Sketchup توزیع مجدد بیت مپ های آنها را ممنوع می کند،
ja: Sketchupはビットマップの再配布を禁止しています。
ko: Sketchup에서는 비트맵 재배포를 금지합니다.
lt: Sketchup draudžia perskirstyti jų bitmaps,
no: Sketchup forbyr redistribuering av bitmaps,
pl: Sketchup zabrania redystrybucji swoich map bitowych,
pt: O Sketchup proíbe a redistribuição de seus bitmaps,
ro: Sketchup interzice redistribuirea bitmap-urilor lor,
ru: Sketchup запрещает распространение своих растровых изображений,

source: so that is why I have not provided any of theirs with this package.
fa: به همین دلیل است که من این بسته را به هیچ یک از آنها ارائه نکرده ام.
ja: だからこそ、私はこのパッケージに彼らのものを一切提供しなかったのです。
ko: 그래서 저는 이 패키지에 그들에게 아무것도 제공하지 않았습니다.
lt: todėl šio paketo nepateikiau nė vienam iš jų.
no: så derfor har jeg ikke gitt noen av deres denne pakken.
pl: Dlatego też nie wyposażyłem żadnego z nich w ten pakiet.
pt: é por isso que não forneci este pacote a nenhum deles.
ro: de aceea nu le-am furnizat niciunuia dintre ei cu acest pachet.
ru: Вот почему я не предоставил никому из них этот пакет.

source: However, you are allowed to download them for personal use.
fa: با این حال، شما مجاز به دانلود آنها برای استفاده شخصی هستید.
ja: ただし、個人的な使用のためにダウンロードすることは許可されています。
ko: 하지만 개인적인 용도로는 다운로드하는 것이 허용됩니다.
lt: Tačiau jums leidžiama juos atsisiųsti asmeniniam naudojimui.
no: Du har imidlertid lov til å laste dem ned for personlig bruk.
pl: Możesz je jednak pobrać do użytku osobistego.
pt: No entanto, você tem permissão para baixá-los para uso pessoal.
ro: Cu toate acestea, aveți voie să le descărcați pentru uz personal.
ru: Однако вам разрешено загружать их для личного использования.

source: You can sign up for a free account and then download 15 bitmaps per day.
fa: می توانید برای یک حساب کاربری رایگان ثبت نام کنید و سپس روزانه 15 بیت مپ دانلود کنید.
ja: 無料アカウントにサインアップすると、1 日あたり 15 個のビットマップをダウンロードできます。
ko: 무료 계정에 가입하면 하루에 비트맵 15개를 다운로드할 수 있습니다.
lt: Galite prisiregistruoti gauti nemokamą paskyrą ir atsisiųsti 15 bitmaps per dieną.
no: Du kan registrere deg for en gratis konto og deretter laste ned 15 punktgrafikk per dag.
pl: Możesz założyć bezpłatne konto i pobierać 15 map bitowych dziennie.
pt: Você pode criar uma conta gratuita e baixar 15 bitmaps por dia.
ro: Vă puteți înscrie pentru un cont gratuit și apoi puteți descărca 15 bitmap-uri pe zi.
ru: Вы можете зарегистрировать бесплатную учетную запись и загружать 15 растровых изображений в день.

source: Next, using Windows paint, you need to resize them to 256 pixels square
fa: در مرحله بعد، با استفاده از رنگ ویندوز، باید اندازه آنها را به 256 پیکسل مربع تغییر دهید
ja: 次に、Windowsペイントを使用して、256ピクセル四方にサイズを変更する必要があります。
ko: 다음으로 Windows 페인트를 사용하여 256픽셀 정사각형으로 크기를 조정해야 합니다.
lt: Tada naudodami „Windows paint“ turite pakeisti jų dydį iki 256 pikselių kvadrato
no: Deretter, ved å bruke Windows-maling, må du endre størrelsen på dem til 256 piksler i kvadrat
pl: Następnie za pomocą programu Paint w systemie Windows należy zmienić ich rozmiar na 256 pikseli kwadratowych
pt: Em seguida, usando o Windows Paint, você precisa redimensioná-los para 256 pixels quadrados
ro: Apoi, folosind vopsea Windows, trebuie să le redimensionați la 256 de pixeli pătrați
ru: Далее, используя Windows Paint, вам нужно изменить их размер на квадрат со стороной 256 пикселей.

source: and save them in the *.bmp format.
fa: و آنها را با فرمت *.bmp ذخیره کنید.
ja: *.bmp 形式で保存します。
ko: *.bmp 형식으로 저장합니다.
lt: ir išsaugokite juos *.bmp formatu.
no: og lagre dem i *.bmp-formatet.
pl: i zapisz je w formacie *.bmp.
pt: e salvá-los no formato *.bmp.
ro: și salvați-le în format *.bmp.
ru: и сохраните их в формате *.bmp.

source: Then, using Windows explorer, copy them into the required directory -
fa: سپس با استفاده از Windows Explorer، آنها را در پوشه مورد نیاز کپی کنید -
ja: 次に、Windowsエクスプローラーを使用して、必要なディレクトリにコピーします。
ko: 그런 다음 Windows 탐색기를 사용하여 필요한 디렉토리에 복사합니다.
lt: Tada naudodami „Windows Explorer“ nukopijuokite juos į reikiamą katalogą -
no: Deretter, bruk Windows Utforsker, kopier dem til den nødvendige katalogen -
pl: Następnie za pomocą Eksploratora Windows skopiuj je do wymaganego katalogu -
pt: Em seguida, usando o Windows Explorer, copie-os para o diretório necessário -
ro: Apoi, folosind Windows Explorer, copiați-le în directorul necesar -
ru: Затем, используя проводник Windows, скопируйте их в нужный каталог -

source: e.g.
fa: به عنوان مثال
ja: 例えば
ko: 예를 들어
lt: pvz.
no: f.eks.
pl: np.
pt: por exemplo
ro: de ex.
ru: например

source: and rename them so that they appear in the select bitmap dialog panel.
fa: و نام آنها را طوری تغییر دهید که در پنل محاوره ای انتخاب بیت مپ ظاهر شوند.
ja: ビットマップ選択ダイアログ パネルに表示されるように名前を変更します。
ko: 그리고 해당 비트맵을 선택 대화 상자에 나타나도록 이름을 바꿉니다.
lt: ir pervardykite juos taip, kad jie būtų rodomi pasirinkimo taškinės schemos dialogo skydelyje.
no: og gi dem nytt navn slik at de vises i dialogpanelet for valg av punktgrafikk.
pl: i zmień ich nazwę, tak aby były wyświetlane w panelu dialogowym wyboru mapy bitowej.
pt: e renomeá-los para que apareçam no painel de diálogo de seleção de bitmap.
ro: și redenumiți-le astfel încât să apară în panoul de dialog selectare bitmap.
ru: и переименуйте их так, чтобы они отображались на панели диалога выбора растрового изображения.

source: There are more detailed instructions on the previous help screen.
fa: دستورالعمل های دقیق تری در صفحه راهنمای قبلی وجود دارد.
ja: 前のヘルプ画面にさらに詳しい説明があります。
ko: 이전 도움말 화면에는 더 자세한 지침이 나와 있습니다.
lt: Išsamesnės instrukcijos yra ankstesniame pagalbos ekrane.
no: Det er mer detaljerte instruksjoner på forrige hjelpeskjerm.
pl: Bardziej szczegółowe instrukcje znajdują się na poprzednim ekranie pomocy.
pt: Há instruções mais detalhadas na tela de ajuda anterior.
ro: Există instrucțiuni mai detaliate pe ecranul de ajutor anterior.
ru: Более подробные инструкции приведены на предыдущем экране справки.
