Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Stop at sub-var start - Check to stop auto-replay at the start of a sub-var.
fa: توقف در شروع sub-var - برای توقف پخش خودکار در شروع یک فرعی علامت بزنید
ja: サブ変数の開始時に停止 - サブ変数の開始時に自動再生を停止するにはチェックを入れます。
ko: 하위 변수 시작 시 중지 - 하위 변수 시작 시 자동 재생을 중지하려면 체크합니다.
lt: Sustabdyti antrinio varianto pradžioje – pažymėkite, jei norite sustabdyti automatinį pakartojimą pogrupio pradžioje
no: Stopp ved sub-var start - Kryss av for å stoppe auto-replay ved starten av en sub-
pl: Zatrzymaj na początku podzmiennej - Zaznacz, aby zatrzymać automatyczne odtwarzanie na początku podzmiennej.
pt: Parar no início da subvar - Marque para parar a reprodução automática no início de uma subvar
ro: Stop at sub-var start - Bifați pentru a opri redarea automată la începutul unui sub-var
ru: Остановить в начале подпеременной — установите флажок, чтобы остановить автоматическое воспроизведение в начале подпеременной.

source: Stop at sub-var end - Check to stop auto-replay at the end of a sub-var.
fa: توقف در انتهای متغیر فرعی - برای توقف پخش خودکار در پایان یک متغیر فرعی علامت بزنید.
ja: サブ変数の終了時に停止 - サブ変数の終了時に自動再生を停止するにはチェックします。
ko: 하위 변수 끝에서 중지 - 하위 변수가 끝나면 자동 재생을 중지하려면 체크하세요.
lt: Sustabdyti antrinio varianto pabaigoje – pažymėkite, kad sustabdytumėte automatinį pakartojimą antrinio varianto pabaigoje.
no: Stopp ved sub-var end - Merk av for å stoppe auto-replay på slutten av en sub-var.
pl: Zatrzymaj na końcu podzmiennej – zaznacz, aby zatrzymać automatyczne odtwarzanie na końcu podzmiennej.
pt: Parar no final da subvar - Marque para parar a reprodução automática no final de uma subvar.
ro: Stop at sub-var end - Bifați pentru a opri redarea automată la sfârșitul unei sub-var.
ru: Остановить в конце подпеременной — установите этот флажок, чтобы остановить автоматическое воспроизведение в конце подпеременной.

source: Stop at comment - Check to stop auto-replay at a comment.
fa: توقف در نظر - برای توقف پخش خودکار در نظر، علامت بزنید.
ja: コメントで停止 - コメントで自動再生を停止するにはチェックします。
ko: 댓글에서 중지 - 댓글에서 자동 재생을 중지하려면 체크하세요.
lt: Sustoti ties komentaru – pažymėkite, kad sustabdytumėte automatinį komentaro pakartojimą.
no: Stopp ved kommentar - Merk av for å stoppe automatisk avspilling ved en kommentar.
pl: Zatrzymaj przy komentarzu – zaznacz, aby zatrzymać automatyczne odtwarzanie przy komentarzu.
pt: Parar no comentário - Marque para parar a reprodução automática em um comentário.
ro: Opriți la comentariu - Bifați pentru a opri redarea automată la un comentariu.
ru: Остановить на комментарии — установите флажок, чтобы остановить автоматическое воспроизведение на комментарии.

source: Use animation - Use piece animation during auto-replay.
fa: استفاده از انیمیشن - از انیمیشن قطعه در حین پخش خودکار استفاده کنید.
ja: アニメーションを使用する - 自動再生中にピースアニメーションを使用します。
ko: 애니메이션 사용 - 자동 재생 중에 조각 애니메이션을 사용합니다.
lt: Naudoti animaciją – automatinio atkūrimo metu naudokite animaciją.
no: Bruk animasjon - Bruk brikkeanimasjon under automatisk avspilling.
pl: Użyj animacji - Użyj animacji elementów podczas automatycznego odtwarzania.
pt: Usar animação - Use animação de peça durante a reprodução automática.
ro: Utilizați animația - Folosiți animația pieselor în timpul reluării automate.
ru: Использовать анимацию — использовать анимацию фрагментов во время автоповтора.

source: Move delay (seconds) - Enter the delay in seconds for replaying the moves.
fa: تأخیر حرکت (ثانیه) - تأخیر را در ثانیه برای پخش مجدد حرکات وارد کنید.
ja: 移動遅延 (秒) - 移動を再生する際の遅延を秒単位で入力します。
ko: 이동 지연(초) - 이동을 다시 재생할 때의 지연 시간을 초 단위로 입력하세요.
lt: Judėjimo delsa (sekundėmis) – įveskite ėjimų atkūrimo delsą sekundėmis.
no: Bevegelsesforsinkelse (sekunder) - Angi forsinkelsen i sekunder for omspilling av trekkene.
pl: Opóźnienie ruchu (sekundy) – wprowadź opóźnienie w sekundach przed powtórzeniem ruchów.
pt: Atraso de movimento (segundos) - Insira o atraso em segundos para repetir os movimentos.
ro: Move delay (secunde) - Introduceți întârzierea în secunde pentru reluarea mișcărilor.
ru: Задержка хода (секунды) — введите задержку в секундах для повтора ходов.

source: Show start game notification message - Check to show a notification message
fa: نمایش پیام اعلان شروع بازی - برای نمایش پیام اعلان علامت بزنید
ja: ゲーム開始通知メッセージを表示する - 通知メッセージを表示するにはチェックを入れます
ko: 게임 시작 알림 메시지 표시 - 알림 메시지를 표시하려면 체크하세요.
lt: Rodyti pranešimo apie žaidimo pradžią pranešimą – pažymėkite, kad būtų rodomas pranešimo pranešimas
no: Vis startspillvarslingsmelding - Kryss av for å vise en varslingsmelding
pl: Pokaż powiadomienie o rozpoczęciu gry – zaznacz, aby wyświetlić powiadomienie
pt: Mostrar mensagem de notificação de início de jogo - Marque para mostrar uma mensagem de notificação
ro: Afișează mesajul de notificare pentru începerea jocului - Bifați pentru a afișa un mesaj de notificare
ru: Показывать уведомление о начале игры — установите флажок, чтобы показывать уведомление.

source: when auto-replay is started at the beginning of a game.
fa: هنگامی که پخش خودکار در ابتدای بازی شروع می شود.
ja: ゲームの開始時に自動リプレイが開始されたとき。
ko: 게임 시작시 자동 재생이 시작되는 경우.
lt: kai automatinis pakartojimas pradedamas žaidimo pradžioje.
no: når auto-replay startes i begynnelsen av et spill.
pl: gdy na początku gry uruchomiona zostanie funkcja automatycznego powtarzania.
pt: quando a repetição automática é iniciada no início de um jogo.
ro: când reluarea automată este începută la începutul unui joc.
ru: когда автоповтор запускается в начале игры.

source: Show start notification message - Check to show a notification message
fa: نمایش پیام اعلان شروع - برای نمایش پیام اعلان علامت بزنید
ja: 開始通知メッセージを表示する - 通知メッセージを表示する場合はチェックします
ko: 시작 알림 메시지 표시 - 알림 메시지를 표시하려면 체크하세요.
lt: Rodyti pradžios pranešimą – pažymėkite, kad būtų rodomas pranešimo pranešimas
no: Vis startvarslingsmelding - Merk av for å vise en varslingsmelding
pl: Pokaż wiadomość z powiadomieniem o rozpoczęciu — zaznacz, aby wyświetlić wiadomość z powiadomieniem
pt: Mostrar mensagem de notificação de início - Marque para mostrar uma mensagem de notificação
ro: Afișare mesaj de notificare de pornire - Bifați pentru a afișa un mesaj de notificare
ru: Показывать уведомление о запуске — установите флажок, чтобы показывать уведомление.

source: when auto-replay is started.
fa: هنگامی که پخش خودکار شروع می شود.
ja: 自動再生が開始されたとき。
ko: 자동 재생이 시작되면.
lt: kai pradedamas automatinis atkūrimas.
no: når automatisk avspilling startes.
pl: gdy rozpocznie się automatyczne odtwarzanie.
pt: quando a reprodução automática é iniciada.
ro: când este pornită redarea automată.
ru: при запуске автоповтора.

source: Show stop notification message - Check to show a notification message
fa: نمایش پیام اعلان توقف - برای نمایش پیام اعلان علامت بزنید
ja: 停止通知メッセージを表示 - 通知メッセージを表示するにはチェックします
ko: 중지 알림 메시지 표시 - 알림 메시지를 표시하려면 체크하세요.
lt: Rodyti sustabdymo pranešimą – pažymėkite, kad būtų rodomas pranešimo pranešimas
no: Vis stoppmelding – Merk av for å vise en varselmelding
pl: Pokaż komunikat o zatrzymaniu powiadomienia – zaznacz, aby wyświetlić komunikat o powiadomieniu
pt: Mostrar mensagem de notificação de parada - Marque para mostrar uma mensagem de notificação
ro: Afișare mesaj de notificare de oprire - Bifați pentru a afișa un mesaj de notificare
ru: Показывать сообщение об остановке — установите флажок, чтобы показывать сообщение об остановке.

source: when auto-replay is stopped.
fa: هنگامی که پخش خودکار متوقف می شود.
ja: 自動再生が停止したとき。
ko: 자동 재생이 중지된 경우.
lt: kai automatinis atkūrimas sustabdomas.
no: når automatisk avspilling er stoppet.
pl: gdy automatyczne odtwarzanie zostanie zatrzymane.
pt: quando a reprodução automática é interrompida.
ro: când reluarea automată este oprită.
ru: когда автоповтор остановлен.

source: Show < F9 > stop message box - Check to show a message box when the user
fa: نمایش < F9 > جعبه پیام توقف - علامت بزنید تا زمانی که کاربر یک جعبه پیام نمایش داده شود
ja: <F9>停止メッセージボックスを表示する - ユーザーが停止したときにメッセージボックスを表示するかどうかをチェックします。
ko: <F9> 중지 메시지 상자 표시 - 사용자가 메시지를 읽을 때 메시지 상자를 표시하려면 체크하세요.
lt: Rodyti < F9 > sustabdyti pranešimo laukelį – pažymėkite, kad būtų rodomas pranešimo laukelis, kai vartotojas
no: Vis < F9 > stopp meldingsboks - Kryss av for å vise en meldingsboks når brukeren
pl: Pokaż okno komunikatu zatrzymania <F9> – zaznacz, aby wyświetlić okno komunikatu, gdy użytkownik
pt: Mostrar < F9 > caixa de mensagem de parada - Marque para mostrar uma caixa de mensagem quando o usuário
ro: Show < F9 > stop message box - Bifați pentru a afișa o casetă de mesaj atunci când utilizatorul
ru: Показывать окно сообщения об остановке <F9> - Установите этот флажок, чтобы показывать окно сообщения, когда пользователь

source: presses < F9 > to stop automatic replay.
fa: <F9 > را برای توقف پخش خودکار فشار دهید.
ja: 自動再生を停止するには、< F9 > を押します。
ko: <F9>를 눌러 자동 재생을 중지합니다.
lt: paspauskite <F9>, kad sustabdytumėte automatinį atkūrimą.
no: trykker < F9 > for å stoppe automatisk avspilling.
pl: naciśnij < F9 >, aby zatrzymać automatyczne odtwarzanie.
pt: pressione < F9 > para parar a reprodução automática.
ro: apăsați < F9 > pentru a opri redarea automată.
ru: нажмите < F9 >, чтобы остановить автоматическое воспроизведение.

source: Automatic move replay options help
fa: گزینه های پخش خودکار حرکت کمک می کند
ja: 自動移動再生オプションのヘルプ
ko: 자동 이동 재생 옵션이 도움이 됩니다.
lt: Padeda automatinio judėjimo atkūrimo parinktys
no: Alternativer for automatisk omspilling av trekk hjelper
pl: Pomoc w automatycznym odtwarzaniu ruchów
pt: As opções de repetição automática de movimentos ajudam
ro: Opțiunile de reluare a mutarii automate ajută
ru: Помощь с параметрами автоматического воспроизведения хода

source: Use colour gradient for background
fa: از گرادیان رنگ برای پس زمینه استفاده کنید
ja: 背景に色のグラデーションを使用する
ko: 배경에 색상 그라데이션을 사용하세요
lt: Naudokite fono spalvų gradientą
no: Bruk fargegradient for bakgrunn
pl: Użyj gradientu kolorów dla tła
pt: Use gradiente de cor para o fundo
ro: Utilizați gradient de culoare pentru fundal
ru: Использовать градиент цвета для фона

source: Background triangle vertex colours
fa: رنگ های راس مثلث پس زمینه
ja: 背景の三角形の頂点の色
ko: 배경 삼각형 정점 색상
lt: Fono trikampio viršūnių spalvos
no: Bakgrunn trekant toppunkt farger
pl: Kolory wierzchołków trójkąta tła
pt: Cores do vértice do triângulo de fundo
ro: Culori ale vârfurilor triunghiului de fundal
ru: Цвета вершин фонового треугольника

source: Vertex 1
fa: راس 1
ja: 頂点1
ko: 정점 1
lt: 1 viršūnė
no: Toppunkt 1
pl: Wierzchołek 1
pt: Vértice 1
ro: Vârful 1
ru: Вершина 1

source: Vertex 2
fa: راس 2
ja: 頂点2
ko: 정점 2
lt: 2 viršūnė
no: Toppunkt 2
pl: Wierzchołek 2
pt: Vértice 2
ro: Vârful 2
ru: Вершина 2

source: Vertex 3
fa: راس 3
ja: 頂点3
ko: 정점 3
lt: 3 viršūnė
no: Toppunkt 3
pl: Wierzchołek 3
pt: Vértice 3
ro: Vârful 3
ru: Вершина 3

source: Restore default
fa: بازیابی پیش فرض
ja: デフォルトに戻す
ko: 기본값 복원
lt: Atkurti numatytuosius nustatymus
no: Gjenopprett standard
pl: Przywróć domyślne
pt: Restaurar padrão
ro: Restabiliți valoarea implicită
ru: Восстановить настройки по умолчанию

source: Swap
fa: تعویض کنید
ja: スワップ
ko: 교환
lt: Sukeisti
no: Bytt
pl: Zamieniać
pt: Trocar
ro: Schimbați
ru: Менять

source: Rotate up
fa: چرخش به بالا
ja: 上へ回転
ko: 위로 회전하다
lt: Pasukite aukštyn
no: Roter opp
pl: Obróć w górę
pt: Girar para cima
ro: Rotiți în sus
ru: Повернуть вверх

source: Rotate down
fa: چرخش به پایین
ja: 下へ回転
ko: 아래로 회전
lt: Pasukite žemyn
no: Roter ned
pl: Obróć w dół
pt: Girar para baixo
ro: Rotiți în jos
ru: Повернуть вниз

source: Change colours with board flip
fa: تغییر رنگ با تلنگر تخته
ja: ボードを反転して色を変える
ko: 보드 플립으로 색상 변경
lt: Pakeiskite spalvas lentos apversimu
no: Bytt farger med board flip
pl: Zmiana kolorów za pomocą funkcji „odwróć deskę”
pt: Mude as cores com o flip do tabuleiro
ro: Schimbați culorile cu board flip
ru: Изменение цвета с помощью переворачивания доски

source: Use bitmap image for background
fa: از تصویر بیت مپ برای پس زمینه استفاده کنید
ja: 背景にビットマップ画像を使用する
ko: 배경에 비트맵 이미지 사용
lt: Fone naudokite bitmap vaizdą
no: Bruk punktgrafikkbilde som bakgrunn
pl: Użyj obrazu bitmapowego jako tła
pt: Use imagem de bitmap para plano de fundo
ro: Utilizați imaginea bitmap pentru fundal
ru: Использовать растровое изображение для фона

source: Select bitmap image background file
fa: فایل پس زمینه تصویر بیت مپ را انتخاب کنید
ja: ビットマップ画像の背景ファイルを選択
ko: 비트맵 이미지 배경 파일을 선택하세요
lt: Pasirinkite bitmap vaizdo fono failą
no: Velg bitmap bildebakgrunnsfil
pl: Wybierz plik tła obrazu bitmapowego
pt: Selecione o arquivo de fundo da imagem bitmap
ro: Selectați fișierul de fundal al imaginii bitmap
ru: Выберите файл фонового изображения в формате растрового изображения

source: Triangle size
fa: اندازه مثلث
ja: 三角形のサイズ
ko: 삼각형 크기
lt: Trikampio dydis
no: Trekantstørrelse
pl: Rozmiar trójkąta
pt: Tamanho do triângulo
ro: Dimensiunea triunghiului
ru: Размер треугольника

source: Flip background with board
fa: پس زمینه را با تخته برگردانید
ja: ボードで背景を反転
ko: 보드로 배경 뒤집기
lt: Apverskite foną su lenta
no: Vend bakgrunn med brett
pl: Odwróć tło z planszą
pt: Virar fundo com placa
ro: Întoarce fundalul cu tabla
ru: Перевернуть фон с доской

source: Check to use a colour gradient
fa: برای استفاده از گرادیان رنگ، علامت بزنید
ja: 色のグラデーションを使用するにはチェックを入れます
ko: 색상 그라데이션을 사용하려면 체크하세요
lt: Pažymėkite, jei norite naudoti spalvų gradientą
no: Merk av for å bruke en fargegradient
pl: Zaznacz, aby użyć gradientu kolorów
pt: Marque para usar um gradiente de cor
ro: Bifați pentru a utiliza un gradient de culoare
ru: Установите флажок, чтобы использовать цветовой градиент.

source: for the 3d main window background
fa: برای پس زمینه 3 بعدی پنجره اصلی
ja: 3Dメインウィンドウの背景
ko: 3D 메인 창 배경을 위해
lt: 3D pagrindinio lango fonui
no: for 3d-hovedvindusbakgrunnen
pl: dla tła głównego okna 3D
pt: para o fundo da janela principal 3D
ro: pentru fundalul ferestrei principale 3d
ru: для 3D-фона главного окна

source: How to swap the triangle vertex colours
fa: نحوه تعویض رنگ های راس مثلث
ja: 三角形の頂点の色を交換する方法
ko: 삼각형 정점 색상을 바꾸는 방법
lt: Kaip pakeisti trikampio viršūnių spalvas
no: Slik bytter du fargene på trekantens toppunkt
pl: Jak zamienić kolory wierzchołków trójkąta
pt: Como trocar as cores dos vértices do triângulo
ro: Cum să schimbați culorile vârfurilor triunghiului
ru: Как поменять цвета вершин треугольника

source: in harmony with a board flip
fa: هماهنگ با تلنگر تخته
ja: ボードフリップと調和して
ko: 보드 플립과 조화를 이루며
lt: dera su lentos apverstuku
no: i harmoni med en brettflip
pl: w harmonii z flipem na desce
pt: em harmonia com um flip de tabuleiro
ro: în armonie cu un board flip
ru: в гармонии с переворотом доски

source: Check to use a bitmap image
fa: برای استفاده از تصویر بیت مپ علامت بزنید
ja: ビットマップ画像を使用するにはチェックを入れます
ko: 비트맵 이미지를 사용하려면 체크하세요
lt: Pažymėkite, jei norite naudoti bitmap vaizdą
no: Merk av for å bruke et punktgrafikkbilde
pl: Zaznacz, aby użyć obrazu bitmapowego
pt: Marque para usar uma imagem de bitmap
ro: Bifați pentru a utiliza o imagine bitmap
ru: Установите флажок, чтобы использовать растровое изображение.

source: Select the image file to use
fa: فایل تصویری را برای استفاده انتخاب کنید
ja: 使用する画像ファイルを選択
ko: 사용할 이미지 파일을 선택하세요
lt: Pasirinkite norimą naudoti vaizdo failą
no: Velg bildefilen du vil bruke
pl: Wybierz plik obrazu, którego chcesz użyć
pt: Selecione o arquivo de imagem a ser usado
ro: Selectați fișierul imagine de utilizat
ru: Выберите файл изображения для использования

source: User-defined main window background help
fa: کمک پس زمینه پنجره اصلی تعریف شده توسط کاربر
ja: ユーザー定義のメインウィンドウの背景ヘルプ
ko: 사용자 정의 메인 창 배경 도움말
lt: Vartotojo nustatyta pagrindinio lango fono pagalba
no: Brukerdefinert bakgrunnshjelp for hovedvinduet
pl: Pomoc dotycząca tła głównego okna zdefiniowana przez użytkownika
pt: Ajuda de fundo da janela principal definida pelo usuário
ro: Ajutor de fundal pentru fereastra principală definită de utilizator
ru: Пользовательская справка по фону главного окна

source: Image files
fa: فایل های تصویری
ja: 画像ファイル
ko: 이미지 파일
lt: Vaizdo failai
no: Bildefiler
pl: Pliki obrazów
pt: Arquivos de imagem
ro: Fișiere imagine
ru: Файлы изображений

source: Credits
fa: اعتبارات
ja: クレジット
ko: 크레딧
lt: Kreditai
no: Studiepoeng
pl: Kredyty
pt: Créditos
ro: Credite
ru: Кредиты

source: This dialog box allow you to select the user-defined background settings.
fa: این کادر محاوره ای به شما امکان می دهد تنظیمات پس زمینه تعریف شده توسط کاربر را انتخاب کنید.
ja: このダイアログ ボックスでは、ユーザー定義の背景設定を選択できます。
ko: 이 대화 상자를 사용하면 사용자 정의 배경 설정을 선택할 수 있습니다.
lt: Šiame dialogo lange galite pasirinkti vartotojo nustatytus fono nustatymus.
no: Denne dialogboksen lar deg velge de brukerdefinerte bakgrunnsinnstillingene.
pl: To okno dialogowe umożliwia wybranie zdefiniowanych przez użytkownika ustawień tła.
pt: Esta caixa de diálogo permite que você selecione as configurações de plano de fundo definidas pelo usuário.
ro: Această casetă de dialog vă permite să selectați setările de fundal definite de utilizator.
ru: В этом диалоговом окне можно выбрать пользовательские настройки фона.

source: To cover the screen for a user-defined background, I have used a large triangle,
fa: برای پوشاندن صفحه نمایش برای پس زمینه تعریف شده توسط کاربر، از یک مثلث بزرگ استفاده کرده ام.
ja: ユーザー定義の背景で画面を覆うために、大きな三角形を使用しました。
ko: 사용자 정의 배경을 위한 화면을 덮기 위해 큰 삼각형을 사용했습니다.
lt: Norėdami uždengti ekraną vartotojo nustatytam fonui, naudojau didelį trikampį,
no: For å dekke skjermen for en brukerdefinert bakgrunn, har jeg brukt en stor trekant,
pl: Aby pokryć ekran tłem zdefiniowanym przez użytkownika, użyłem dużego trójkąta,
pt: Para cobrir a tela com um fundo definido pelo usuário, usei um triângulo grande,
ro: Pentru a acoperi ecranul pentru un fundal definit de utilizator, am folosit un triunghi mare,
ru: Чтобы закрыть экран фоном, заданным пользователем, я использовал большой треугольник,

source: because this method is makes the coding much easier.
fa: زیرا این روش کدنویسی را بسیار آسان می کند.
ja: この方法によりコーディングがはるかに簡単になるからです。
ko: 이 방법을 사용하면 코딩이 훨씬 쉬워지기 때문입니다.
lt: nes šis metodas labai palengvina kodavimą.
no: fordi denne metoden gjør kodingen mye enklere.
pl: ponieważ ta metoda sprawia, że kodowanie jest o wiele łatwiejsze.
pt: porque esse método torna a codificação muito mais fácil.
ro: deoarece această metodă face codarea mult mai ușoară.
ru: поскольку этот метод значительно упрощает кодирование.

source: The following options allow you to change the properties of the triangle
fa: گزینه های زیر به شما اجازه می دهد تا ویژگی های مثلث را تغییر دهید
ja: 以下のオプションで三角形のプロパティを変更できます
ko: 다음 옵션을 사용하면 삼각형의 속성을 변경할 수 있습니다.
lt: Šios parinktys leidžia keisti trikampio savybes
no: Følgende alternativer lar deg endre egenskapene til trekanten
pl: Poniższe opcje umożliwiają zmianę właściwości trójkąta
pt: As seguintes opções permitem que você altere as propriedades do triângulo
ro: Următoarele opțiuni vă permit să schimbați proprietățile triunghiului
ru: Следующие параметры позволяют изменить свойства треугольника.

source: and thus the appearence of the main window background.
fa: و در نتیجه ظاهر پس زمینه پنجره اصلی.
ja: メインウィンドウの背景の外観も変わります。
ko: 이렇게 하여 메인 창 배경이 나타납니다.
lt: taigi ir pagrindinio lango fono atsiradimas.
no: og dermed utseendet til hovedvinduets bakgrunn.
pl: i w ten sposób wygląd tła głównego okna.
pt: e assim a aparência do fundo da janela principal.
ro: și astfel apariția fundalului ferestrei principale.
ru: и, таким образом, внешний вид фона главного окна.

source: Use colour gradient - Check this button to use a colour gradient for the triangle
fa: استفاده از گرادیان رنگ - برای استفاده از گرادیان رنگ برای مثلث، این دکمه را علامت بزنید
ja: 色のグラデーションを使用する - このボタンをチェックすると、三角形に色のグラデーションが使用されます。
ko: 색상 그라데이션 사용 - 삼각형에 색상 그라데이션을 사용하려면 이 버튼을 선택하십시오.
lt: Naudoti spalvų gradientą – pažymėkite šį mygtuką, jei norite naudoti trikampio spalvų gradientą
no: Bruk fargegradient - Merk av for denne knappen for å bruke en fargegradient for trekanten
pl: Użyj gradientu kolorów – zaznacz ten przycisk, aby użyć gradientu kolorów dla trójkąta
pt: Usar gradiente de cor - Marque este botão para usar um gradiente de cor para o triângulo
ro: Utilizare gradient de culoare - Bifați acest buton pentru a utiliza un gradient de culoare pentru triunghi
ru: Использовать градиент цвета. Установите этот флажок, чтобы использовать градиент цвета для треугольника.

source: that is used for the main window background.
fa: که برای پس زمینه پنجره اصلی استفاده می شود.
ja: メインウィンドウの背景に使用されます。
ko: 메인 창 배경에 사용됩니다.
lt: kuris naudojamas pagrindinio lango fonui.
no: som brukes for hovedvinduets bakgrunn.
pl: który jest używany jako tło głównego okna.
pt: que é usado para o plano de fundo da janela principal.
ro: care este folosit pentru fundalul ferestrei principale.
ru: который используется для фона главного окна.

source: Background triangle vertex colours -
fa: رنگ های راس مثلث پس زمینه -
ja: 背景の三角形の頂点の色 -
ko: 배경 삼각형 정점 색상 -
lt: Fono trikampio viršūnių spalvos –
no: Bakgrunn trekant toppunkt farger -
pl: Kolory wierzchołków trójkąta tła -
pt: Cores do vértice do triângulo de fundo -
ro: Culori ale vârfurilor triunghiului de fundal -
ru: Цвета вершин фонового треугольника -

source: Click on the colour box next to the triangle vertex number
fa: روی کادر رنگ کنار عدد راس مثلث کلیک کنید
ja: 三角形の頂点番号の横にあるカラーボックスをクリックします
ko: 삼각형 정점 번호 옆에 있는 색상 상자를 클릭하세요.
lt: Spustelėkite spalvų laukelį šalia trikampio viršūnės numerio
no: Klikk på fargeboksen ved siden av trekantens toppunktnummer
pl: Kliknij na pole koloru obok numeru wierzchołka trójkąta
pt: Clique na caixa de cor ao lado do número do vértice do triângulo
ro: Faceți clic pe caseta de culoare de lângă numărul vârfului triunghiului
ru: Щелкните по цветовому полю рядом с номером вершины треугольника.

source: to activate the colour selection dialog box for the vertex.
fa: برای فعال کردن کادر محاوره ای انتخاب رنگ برای راس.
ja: 頂点の色選択ダイアログボックスをアクティブにします。
ko: 정점에 대한 색상 선택 대화 상자를 활성화합니다.
lt: kad suaktyvintumėte viršūnės spalvų pasirinkimo dialogo langą.
no: for å aktivere fargevalgsdialogboksen for toppunktet.
pl: aby aktywować okno dialogowe wyboru koloru dla wierzchołka.
pt: para ativar a caixa de diálogo de seleção de cores para o vértice.
ro: pentru a activa caseta de dialog de selectare a culorii pentru vârf.
ru: для активации диалогового окна выбора цвета для вершины.

source: To restore the standard colour for a triangle vertex,
fa: برای بازیابی رنگ استاندارد برای یک راس مثلث،
ja: 三角形の頂点の標準色を復元するには、
ko: 삼각형 정점의 표준 색상을 복원하려면
lt: Norėdami atkurti standartinę trikampio viršūnės spalvą,
no: For å gjenopprette standardfargen for en trekant toppunkt,
pl: Aby przywrócić standardowy kolor wierzchołka trójkąta,
pt: Para restaurar a cor padrão de um vértice de triângulo,
ro: Pentru a restabili culoarea standard pentru un vârf de triunghi,
ru: Чтобы восстановить стандартный цвет вершины треугольника,

source: click on the Restore Default button.
fa: بر روی دکمه Restore Default کلیک کنید.
ja: [デフォルトに戻す]ボタンをクリックします。
ko: 기본값 복원 버튼을 클릭하세요.
lt: spustelėkite mygtuką Atkurti numatytuosius nustatymus.
no: klikk på Gjenopprett standard-knappen.
pl: Kliknij przycisk Przywróć domyślne.
pt: clique no botão Restaurar padrão.
ro: faceți clic pe butonul Restore Default.
ru: нажмите кнопку «Восстановить настройки по умолчанию».

source: Change vertex colours with board flip -
fa: تغییر رنگ های رأس با چرخش تخته -
ja: ボードを反転して頂点の色を変更する -
ko: 보드 플립으로 정점 색상 변경 -
lt: Pakeiskite viršūnių spalvas apversdami lentą -
no: Endre toppunktfarger med bordflip -
pl: Zmień kolory wierzchołków za pomocą odwrócenia planszy -
pt: Alterar cores de vértices com board flip -
ro: Schimbați culorile vârfurilor cu board flip -
ru: Изменение цвета вершин с помощью переворота доски -
