Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Cannot switch to new file
fa: نمی توان به فایل جدید سوئیچ کرد
ja: 新しいファイルに切り替えることができません
ko: 새 파일로 전환할 수 없습니다
lt: Neįmanoma perjungti į naują failą
no: Kan ikke bytte til ny fil
pl: Nie można przełączyć się na nowy plik
pt: Não é possível alternar para o novo arquivo
ro: Nu se poate comuta la fișierul nou
ru: Невозможно переключиться на новый файл

source: Clipboard as temporary database
fa: کلیپ بورد به عنوان پایگاه داده موقت
ja: 一時データベースとしてのクリップボード
ko: 임시 데이터베이스로 클립보드 사용
lt: Iškarpinė kaip laikina duomenų bazė
no: Utklippstavlen som midlertidig database
pl: Schowek jako tymczasowa baza danych
pt: Área de transferência como banco de dados temporário
ro: Clipboard ca bază de date temporară
ru: Буфер обмена как временная база данных

source: This panel lets you control the on screen chess clocks
fa: این پنل به شما امکان می دهد ساعت های شطرنج روی صفحه را کنترل کنید
ja: このパネルでは、画面上のチェスクロックを制御できます
ko: 이 패널을 사용하면 화면상의 체스 시계를 제어할 수 있습니다.
lt: Šis skydelis leidžia valdyti ekrane rodomus šachmatų laikrodžius
no: Dette panelet lar deg kontrollere sjakkklokkene på skjermen
pl: Ten panel umożliwia sterowanie zegarami szachowymi na ekranie
pt: Este painel permite que você controle os relógios de xadrez na tela
ro: Acest panou vă permite să controlați ceasurile de șah de pe ecran
ru: Эта панель позволяет вам управлять экранными шахматными часами.

source: Current white clock
fa: ساعت سفید فعلی
ja: 現在の白い時計
ko: 현재 흰색 시계
lt: Dabartinis baltas laikrodis
no: Nåværende hvit klokke
pl: Aktualny biały zegar
pt: Relógio branco atual
ro: Ceas alb actual
ru: Текущие белые часы

source: Current black clock
fa: ساعت سیاه فعلی
ja: 現在のブラッククロック
ko: 현재 검은색 시계
lt: Dabartinis juodas laikrodis
no: Gjeldende svart klokke
pl: Aktualny czarny zegar
pt: Relógio preto atual
ro: Ceas negru actual
ru: Текущие черные часы

source: Time (minutes) (seconds) :
fa: زمان (دقیقه) (ثانیه):
ja: 時間（分）（秒）:
ko: 시간(분)(초) :
lt: Laikas (minutės) (sekundės):
no: Tid (minutter) (sekunder):
pl: Czas (minuty) (sekundy):
pt: Tempo (minutos) (segundos) :
ro: Timp (minute) (secunde):
ru: Время (минуты) (секунды) :

source: Increment (seconds) :
fa: افزایش (ثانیه):
ja: 増分（秒）:
ko: 증가(초) :
lt: Prieaugis (sekundėmis):
no: Økning (sekunder):
pl: Przyrost (sekundy):
pt: Incremento (segundos):
ro: Creștere (secunde):
ru: Приращение (секунды):

source: Visible
fa: قابل مشاهده است
ja: 見える
ko: 보이는
lt: Matoma
no: Synlig
pl: Widoczny
pt: Visível
ro: Vizibil
ru: Видимый

source: Running
fa: در حال دویدن
ja: ランニング
ko: 달리기
lt: Bėgimas
no: Løper
pl: Działanie
pt: Correndo
ro: Funcţionare
ru: Бег

source: New game : Engine 1
fa: بازی جدید: موتور 1
ja: 新しいゲーム: エンジン 1
ko: 새로운 게임 : 엔진 1
lt: Naujas žaidimas: Engine 1
no: Nytt spill: Engine 1
pl: Nowa gra: Engine 1
pt: Novo jogo: Engine 1
ro: Joc nou: Motor 1
ru: Новая игра: Двигатель 1

source: New game : Human
fa: بازی جدید: انسان
ja: 新しいゲーム：人間
ko: 새로운 게임 : 인간
lt: Naujas žaidimas: Žmogus
no: Nytt spill: Human
pl: Nowa gra: Człowiek
pt: Novo jogo: Humano
ro: Joc nou: Human
ru: Новая игра: Человек

source: New game : Engine 2
fa: بازی جدید: Engine 2
ja: 新しいゲーム: エンジン 2
ko: 새로운 게임 : Engine 2
lt: Naujas žaidimas: Engine 2
no: Nytt spill: Engine 2
pl: Nowa gra: Engine 2
pt: Novo jogo: Engine 2
ro: Joc nou: Engine 2
ru: Новая игра: Двигатель 2

source: New game : Engine
fa: بازی جدید: موتور
ja: 新しいゲーム：エンジン
ko: 새로운 게임 : 엔진
lt: Naujas žaidimas: Engine
no: Nytt spill: Engine
pl: Nowa gra: Silnik
pt: Novo jogo: Engine
ro: Joc nou: Motor
ru: Новая игра: Двигатель

source: Time (minutes) :
fa: زمان (دقیقه):
ja: 時間（分）:
ko: 시간(분) :
lt: Laikas (minutės):
no: Tid (minutter):
pl: Czas (minuty):
pt: Tempo (minutos):
ro: Timp (minute):
ru: Время (минуты):

source: Time (seconds) :
fa: زمان (ثانیه):
ja: 時間（秒）:
ko: 시간(초) :
lt: Laikas (sekundėmis):
no: Tid (sekunder):
pl: Czas (sekundy):
pt: Tempo (segundos):
ro: Timp (secunde):
ru: Время (секунды):

source: Fixed period mode
fa: حالت دوره ثابت
ja: 固定期間モード
ko: 고정 기간 모드
lt: Fiksuoto laikotarpio režimas
no: Fast periodemodus
pl: Tryb stałego okresu
pt: Modo de período fixo
ro: Mod perioadă fixă
ru: Режим фиксированного периода

source: Engine gets fixed time per move,
fa: موتور در هر حرکت زمان ثابتی دریافت می کند،
ja: エンジンは移動ごとに固定時間を取得します。
ko: 엔진은 이동당 고정된 시간을 얻습니다.
lt: Variklis per judesį gauna fiksuotą laiką,
no: Motoren får fast tid per bevegelse,
pl: Silnik ma stały czas na każdy ruch,
pt: O motor obtém um tempo fixo por movimento,
ro: Motorul primește timp fix pentru fiecare mișcare,
ru: Движок получает фиксированное время на ход,

source: Human timed if < Visible > and < Running > are checked
fa: اگر <قابل مشاهده > و < در حال اجرا > علامت زده شوند، زمان بندی شده توسط انسان تعیین می شود
ja: < 表示 > と < 実行中 > がチェックされている場合は、人間が計測します。
ko: <표시> 및 <실행 중>이 체크된 경우 인간의 타이밍
lt: Žmogaus laikas, jei pažymėtos < Matoma > ir < Bėga >
no: Menneskelig tidsbestemt hvis < Synlig > og < Kjører > er merket av
pl: Czas mierzony przez człowieka, jeśli zaznaczono opcje <Widoczny> i <Działający>
pt: Temporizado por humanos se < Visível > e < Em execução > estiverem marcados
ro: Cronometrat uman dacă sunt bifate < Vizibil > și < În rulare >
ru: Засекается человеком, если отмечены флажки < Видимый > и < Работает >

source: Engines get fixed time per move
fa: موتورها در هر حرکت زمان ثابتی دارند
ja: エンジンは移動ごとに固定時間を取得します
ko: 엔진은 이동당 고정된 시간을 얻습니다.
lt: Varikliai gauna fiksuotą laiką vienam judėjimui
no: Motorer får fast tid per bevegelse
pl: Silniki mają stały czas na każdy ruch
pt: Os motores têm tempo fixo por movimento
ro: Motoarele primesc timp fix pentru fiecare mișcare
ru: Двигатели получают фиксированное время на ход

source: Enter the game time in minutes.
fa: زمان بازی را بر حسب دقیقه وارد کنید.
ja: ゲーム時間を分単位で入力します。
ko: 게임 시간을 분 단위로 입력하세요.
lt: Įveskite žaidimo laiką minutėmis.
no: Angi spilletid i minutter.
pl: Wprowadź czas gry w minutach.
pt: Insira o tempo do jogo em minutos.
ro: Introduceți timpul de joc în minute.
ru: Введите время игры в минутах.

source: Enter the increment in seconds.
fa: افزایش را در ثانیه وارد کنید.
ja: 増分を秒単位で入力します。
ko: 증가량을 초 단위로 입력하세요.
lt: Įveskite žingsnį sekundėmis.
no: Angi inkrementet i sekunder.
pl: Wprowadź przyrost w sekundach.
pt: Insira o incremento em segundos.
ro: Introduceți incrementul în secunde.
ru: Введите приращение в секундах.

source: Check this if the clock is visible.
fa: اگر ساعت قابل مشاهده است این را بررسی کنید.
ja: 時計が表示されている場合はこれをチェックしてください。
ko: 시계가 보이면 이것을 체크하세요.
lt: Patikrinkite tai, jei laikrodis matomas.
no: Sjekk dette hvis klokken er synlig.
pl: Zaznacz to pole, jeśli zegar jest widoczny.
pt: Verifique isso se o relógio estiver visível.
ro: Verificați acest lucru dacă ceasul este vizibil.
ru: Проверьте, видны ли часы.

source: Check this if the clock is running.
fa: اگر ساعت در حال اجراست این را بررسی کنید.
ja: 時計が動いている場合はこれをチェックしてください。
ko: 시계가 작동하는지 확인하세요.
lt: Patikrinkite tai, jei veikia laikrodis.
no: Sjekk dette hvis klokken går.
pl: Zaznacz to pole jeśli zegar działa.
pt: Verifique isso se o relógio estiver funcionando.
ro: Verificați acest lucru dacă ceasul funcționează.
ru: Проверьте, идут ли часы.

source: Check this to make the engine move after a fixed time interval
fa: این را بررسی کنید تا موتور پس از یک بازه زمانی ثابت حرکت کند
ja: 一定時間後にエンジンを動かすには、これをチェックします
ko: 고정된 시간 간격 후에 엔진이 움직이도록 하려면 이것을 체크하세요.
lt: Patikrinkite tai, kad variklis pradėtų veikti po fiksuoto laiko intervalo
no: Sjekk dette for å få motoren til å bevege seg etter et fast tidsintervall
pl: Zaznacz tę opcję, aby silnik zaczął się poruszać po ustalonym odstępie czasu
pt: Marque esta opção para fazer o motor se mover após um intervalo de tempo fixo
ro: Verificați acest lucru pentru a face motorul să se miște după un interval de timp fix
ru: Установите этот флажок, чтобы двигатель начал движение через фиксированный интервал времени.

source: Specify how you want the on screen clocks to work.
fa: نحوه کارکرد ساعت های روی صفحه را مشخص کنید.
ja: 画面上の時計の動作方法を指定します。
ko: 화면 시계가 어떻게 작동할지 지정하세요.
lt: Nurodykite, kaip norite, kad ekrane esantys laikrodžiai veiktų.
no: Spesifiser hvordan du vil at klokkene på skjermen skal fungere.
pl: Określ, w jaki sposób mają działać zegary ekranowe.
pt: Especifique como você deseja que os relógios na tela funcionem.
ro: Specificați cum doriți să funcționeze ceasurile de pe ecran.
ru: Укажите, как должны работать экранные часы.

source: You can make instantaneously effective changes to
fa: می توانید فوراً تغییرات مؤثری در آن ایجاد کنید
ja: 即座に効果的な変更を加えることができます
ko: 당신은 즉각적으로 효과적인 변경을 할 수 있습니다
lt: Galite akimirksniu atlikti veiksmingus pakeitimus
no: Du kan gjøre umiddelbare effektive endringer i
pl: Możesz wprowadzić natychmiastowe i skuteczne zmiany
pt: Você pode fazer alterações instantaneamente eficazes em
ro: Puteți face instantaneu modificări eficiente
ru: Вы можете мгновенно вносить эффективные изменения в

source: the clock settings. One application of that feature
fa: تنظیمات ساعت یکی از کاربردهای آن ویژگی
ja: 時計の設定。この機能の1つの用途は
ko: 시계 설정. 그 기능의 한 가지 응용 프로그램
lt: laikrodžio nustatymus. Vienas šios funkcijos pritaikymas
no: klokkeinnstillingene. En applikasjon av den funksjonen
pl: ustawienia zegara. Jedno zastosowanie tej funkcji
pt: as configurações do relógio. Uma aplicação desse recurso
ro: setările ceasului. O aplicație a acestei caracteristici
ru: настройки часов. Одно применение этой функции

source: is to start the clocks running in the opening position
fa: این است که ساعت ها را در موقعیت باز شروع کنید
ja: 時計をオープニングポジションで動かし始めることです
ko: 시계를 개방 위치에서 작동시키는 것입니다
lt: yra paleisti laikrodžius, einančius į atidarymo padėtį
no: er å starte klokkene i åpningsposisjon
pl: polega na uruchomieniu zegarów w pozycji otwartej
pt: é fazer os relógios começarem a funcionar na posição de abertura
ro: este de a porni ceasurile în poziția de deschidere
ru: это запустить ход часов в открытом положении

source: and use the program as a combined electronic board
fa: و از برنامه به عنوان برد الکترونیکی ترکیبی استفاده کنید
ja: プログラムを複合電子ボードとして使用する
ko: 그리고 이 프로그램을 결합된 전자보드로 사용합니다.
lt: ir naudoti programą kaip kombinuotą elektroninę lentą
no: og bruke programmet som en kombinert elektronisk tavle
pl: i używać programu jako zintegrowanej płytki elektronicznej
pt: e usar o programa como uma placa eletrônica combinada
ro: și utilizați programul ca o placă electronică combinată
ru: и использовать программу как комбинированную электронную доску

source: and clock for a normal chess game with a friend.
fa: و ساعت برای یک بازی شطرنج معمولی با یک دوست.
ja: 友人との通常のチェスゲーム用の時計。
ko: 친구와 함께 하는 일반적인 체스 게임에 필요한 시간입니다.
lt: ir laikrodis įprastam šachmatų žaidimui su draugu.
no: og klokke for et vanlig sjakkspill med en venn.
pl: i zegar na normalną partię szachów z przyjacielem.
pt: e relógio para uma partida de xadrez normal com um amigo.
ro: și ceas pentru un joc normal de șah cu un prieten.
ru: и часы для обычной шахматной партии с другом.

source: You can also change how the clocks are setup
fa: همچنین می‌توانید نحوه تنظیم ساعت‌ها را تغییر دهید
ja: 時計の設定方法を変更することもできます
ko: 시계 설정 방법도 변경할 수 있습니다.
lt: Taip pat galite pakeisti laikrodžių nustatymą
no: Du kan også endre hvordan klokkene er satt opp
pl: Możesz również zmienić sposób ustawienia zegarów
pt: Você também pode alterar a configuração dos relógios
ro: De asemenea, puteți modifica modul în care sunt configurate ceasurile
ru: Вы также можете изменить способ настройки часов.

source: each time a new human versus engine game starts.
fa: هر بار که یک بازی جدید انسان در مقابل موتور شروع می شود.
ja: 新しい人間対エンジンのゲームが始まるたびに。
ko: 새로운 인간 대 엔진 게임이 시작될 때마다.
lt: kiekvieną kartą, kai prasideda naujas žaidimas žmogus prieš variklį.
no: hver gang et nytt menneske mot motor-spill starter.
pl: za każdym razem, gdy rozpoczyna się nowa gra typu człowiek kontra maszyna.
pt: cada vez que um novo jogo humano versus motor começa.
ro: de fiecare dată când începe un nou joc uman versus motor.
ru: каждый раз начинается новая игра человек против машины.

source: A fixed period mode option is now available.
fa: گزینه حالت دوره ثابت اکنون در دسترس است.
ja: 固定期間モードオプションが利用可能になりました。
ko: 고정 기간 모드 옵션을 이제 사용할 수 있습니다.
lt: Dabar galima fiksuoto laikotarpio režimo parinktis.
no: Et alternativ for fast periodemodus er nå tilgjengelig.
pl: Teraz dostępna jest opcja trybu stałego okresu.
pt: Uma opção de modo de período fixo agora está disponível.
ro: O opțiune de mod cu perioadă fixă ​​este acum disponibilă.
ru: Теперь доступна опция режима фиксированного периода.

source: This specifies a mode where the engine receives
fa: این حالتی را مشخص می کند که در آن موتور دریافت می کند
ja: これはエンジンが受信するモードを指定します
ko: 이는 엔진이 수신하는 모드를 지정합니다.
lt: Tai nurodo režimą, kai variklis gauna
no: Dette spesifiserer en modus der motoren mottar
pl: Określa tryb, w którym silnik odbiera
pt: Isso especifica um modo onde o motor recebe
ro: Acesta specifică un mod în care motorul primește
ru: Это определяет режим, в котором двигатель получает

source: a fixed amount of time per move.
fa: مدت زمان ثابت در هر حرکت
ja: 1 回の移動あたり一定の時間。
ko: 한 번의 움직임에 걸리는 고정된 시간.
lt: fiksuotas laikas vienam judesiui.
no: en fast tid per trekk.
pl: ustalona ilość czasu na każdy ruch.
pt: uma quantidade fixa de tempo por movimento.
ro: o perioadă fixă ​​de timp pentru fiecare mișcare.
ru: фиксированное количество времени на ход.

source: Human moves are timed, (lightning chess)
fa: حرکات انسان زمان بندی شده است (شطرنج رعد و برق)
ja: 人間の動きにはタイミングがある（ライトニングチェス）
ko: 인간의 움직임에는 시간이 정해져 있습니다(번개 체스)
lt: Žmogaus judesiai nustatomi pagal laiką (žaibiški šachmatai)
no: Menneskelige trekk er tidsbestemt, (lynsjakk)
pl: Ruchy człowieka są mierzone w czasie (szachy błyskawiczne)
pt: Os movimentos humanos são cronometrados (xadrez relâmpago)
ro: Mișcările umane sunt cronometrate, (șah fulger)
ru: Ходы человека рассчитаны на время (молниеносные шахматы)

source: only if < Visible > and < Running > are checked.
fa: فقط در صورتی که < قابل مشاهده > و < در حال اجرا > علامت زده شوند.
ja: < Visible > および < Running > がチェックされている場合のみ。
ko: <표시>와 <실행 중>이 체크된 경우에만 가능합니다.
lt: tik jei pažymėti < Matoma > ir < Veikia >.
no: bare hvis < Synlig > og < Kjører > er merket av.
pl: tylko jeśli zaznaczone są opcje < Widoczne > i < Działające >.
pt: somente se < Visível > e < Em execução > estiverem marcados.
ro: numai dacă sunt bifate < Visible > și < Running >.
ru: только если отмечены флажки < Видимый > и < Работает >.

source: A shortcut to this dialog is available ;
fa: یک میانبر برای این گفتگو موجود است.
ja: このダイアログへのショートカットが利用可能です。
ko: 이 대화 상자에 대한 바로가기를 사용할 수 있습니다.
lt: Yra šio dialogo lango nuoroda;
no: En snarvei til denne dialogboksen er tilgjengelig;
pl: Skrót do tego okna dialogowego jest dostępny;
pt: Um atalho para esta caixa de diálogo está disponível;
ro: Este disponibilă o comandă rapidă la acest dialog;
ru: Доступен ярлык для этого диалогового окна;

source: simply click on the clocks.
fa: به سادگی روی ساعت ها کلیک کنید.
ja: 時計をクリックするだけです。
ko: 시계를 클릭하기만 하면 됩니다.
lt: tiesiog spustelėkite laikrodžius.
no: bare klikk på klokkene.
pl: Po prostu kliknij na zegary.
pt: basta clicar nos relógios.
ro: pur și simplu faceți clic pe ceasuri.
ru: просто нажмите на часы.

source: Chess Clock Dialog Help
fa: راهنمای گفتگوی ساعت شطرنج
ja: チェスクロックダイアログヘルプ
ko: 체스 시계 대화 상자 도움말
lt: Šachmatų laikrodžio dialogo žinynas
no: Hjelp for dialogboks for sjakkklokke
pl: Pomoc dotycząca okna dialogowego zegara szachowego
pt: Ajuda do diálogo do relógio de xadrez
ro: Dialog Ceas de șah Ajutor
ru: Помощь в диалоге шахматных часов

source: Time (seconds):
fa: زمان (ثانیه):
ja: 時間（秒）:
ko: 시간(초):
lt: Laikas (sekundėmis):
no: Tid (sekunder):
pl: Czas (sekundy):
pt: Tempo (segundos):
ro: Timp (secunde):
ru: Время (секунды):

source: Increment (seconds):
fa: افزایش (ثانیه):
ja: 増分（秒）:
ko: 증가(초):
lt: Prieaugis (sekundėmis):
no: Økning (sekunder):
pl: Przyrost (sekundy):
pt: Incremento (segundos):
ro: Creștere (secunde):
ru: Приращение (секунды):

source: Board colours
fa: رنگ تخته
ja: ボードの色
ko: 보드 색상
lt: Lentų spalvos
no: Brettfarger
pl: Kolory plansz
pt: Cores do tabuleiro
ro: Culorile plăcii
ru: Цвета досок

source: Light Squares
fa: مربع های نورانی
ja: ライトスクエア
ko: 라이트 스퀘어
lt: Šviesos kvadratai
no: Lyse firkanter
pl: Jasne kwadraty
pt: Quadrados de Luz
ro: Pătrate Luminoase
ru: Светлые квадраты

source: Restore Default
fa: بازیابی پیش فرض
ja: デフォルトに戻す
ko: 기본값 복원
lt: Atkurti numatytuosius nustatymus
no: Gjenopprett standard
pl: Przywróć domyślne
pt: Restaurar padrão
ro: Restabiliți valoarea implicită
ru: Восстановить настройки по умолчанию

source: Dark Squares
fa: مربع های تاریک
ja: 暗い四角
ko: 어두운 사각형
lt: Tamsūs kvadratai
no: Mørke firkanter
pl: Ciemne kwadraty
pt: Quadrados escuros
ro: Pătrate întunecate
ru: Темные квадраты

source: Light highlight
fa: برجسته نور
ja: ライトハイライト
ko: 라이트 하이라이트
lt: Šviesus akcentas
no: Lett høydepunkt
pl: Lekki akcent
pt: Destaque de luz
ro: Evidențiere ușoară
ru: Светлая подсветка

source: Dark highlight
fa: هایلایت تاریک
ja: 暗いハイライト
ko: 다크 하이라이트
lt: Tamsus akcentas
no: Mørkt høydepunkt
pl: Ciemny akcent
pt: Destaque escuro
ro: Evidențiere întunecată
ru: Темное выделение

source: Border highlight
fa: برجسته بودن مرز
ja: 境界線のハイライト
ko: 테두리 강조
lt: Pasienio akcentas
no: Høydepunkt på kant
pl: Podświetlenie obramowania
pt: Destaque de borda
ro: Evidențierea marginii
ru: Подсветка границы

source: Square highlight colours..
fa: رنگ های هایلایت مربعی..
ja: 四角いハイライトカラー。
ko: 사각형 하이라이트 색상..
lt: Kvadratinės paryškinimo spalvos..
no: Firkantede høylysfarger..
pl: Kolory wyróżnienia kwadratowego.
pt: Cores de destaque quadradas.
ro: Culori de evidențiere pătrate..
ru: Цвета выделения квадратов.

source: Background colours
fa: رنگ های پس زمینه
ja: 背景色
ko: 배경색
lt: Fono spalvos
no: Bakgrunnsfarger
pl: Kolory tła
pt: Cores de fundo
ro: Culori de fundal
ru: Цвета фона

source: Board panel
fa: پنل تابلو
ja: ボードパネル
ko: 보드 패널
lt: Lentos skydelis
no: Styrepanel
pl: Panel płyty
pt: Painel do conselho
ro: Panoul de bord
ru: Панель управления

source: Move panel
fa: حرکت پانل
ja: パネルを移動
ko: 패널 이동
lt: Perkelti skydelį
no: Flytt panel
pl: Przesuń panel
pt: Mover painel
ro: Mutați panoul
ru: Переместить панель

source: Start panel
fa: پانل شروع
ja: スタートパネル
ko: 시작 패널
lt: Pradžios skydelis
pl: Panel startowy
pt: Painel inicial
ro: Panoul de pornire
ru: Стартовая панель

source: Kibitz panel
fa: پنل کیبیتز
ja: キビッツパネル
ko: 키비츠 패널
lt: Kibitz panelė
pl: Panel Kibitz
pt: Painel Kibitz
ro: panou Kibitz
ru: Кибиц панель

source: Kibitz box
fa: جعبه کیبیتز
ja: キビッツボックス
ko: 키비츠 박스
lt: Kibicų dėžutė
no: Kibitz-boks
pl: Skrzynka Kibitz
pt: Caixa de kibitz
ro: Cutia Kibitz
ru: Ящик для кибица

source: Puzzle panel
fa: پنل پازل
ja: パズルパネル
ko: 퍼즐 패널
lt: Dėlionės skydelis
no: Puslespillpanel
pl: Panel z puzzlami
pt: Painel de quebra-cabeça
ro: Panoul puzzle
ru: Панель пазла

source: Match panel
fa: پنل مطابقت
ja: マッチパネル
ko: 매치 패널
lt: Atitikties skydelis
pl: Panel dopasowania
pt: Painel de fósforos
ro: Panoul de potrivire
ru: Панель соответствия

source: Search panel
fa: پانل جستجو
ja: 検索パネル
ko: 검색 패널
lt: Paieškos skydelis
no: Søkepanel
pl: Panel wyszukiwania
pt: Painel de pesquisa
ro: Panoul de căutare
ru: Панель поиска

source: Eval panel
fa: پنل Eval
ja: 評価パネル
ko: 평가 패널
lt: Eval skydelis
pl: Panel ewaluacyjny
pt: Painel de avaliação
ro: Panoul de evaluare
ru: Оценочная панель

source: This dialog box allow you to select the colours
fa: این کادر محاوره ای به شما امکان می دهد رنگ ها را انتخاب کنید
ja: このダイアログボックスでは色を選択できます
ko: 이 대화 상자를 사용하면 색상을 선택할 수 있습니다.
lt: Šiame dialogo lange galite pasirinkti spalvas
no: Denne dialogboksen lar deg velge fargene
pl: To okno dialogowe umożliwia wybór kolorów
pt: Esta caixa de diálogo permite que você selecione as cores
ro: Această casetă de dialog vă permite să selectați culorile
ru: Это диалоговое окно позволяет вам выбрать цвета

source: or the screen elements.
fa: یا عناصر صفحه نمایش
ja: または画面要素。
ko: 또는 화면 요소.
lt: arba ekrano elementus.
no: eller skjermelementene.
pl: lub elementów ekranu.
pt: ou os elementos da tela.
ro: sau elementele ecranului.
ru: или элементы экрана.

source: Click on the colour box next to the screen element
fa: روی کادر رنگ کنار عنصر صفحه کلیک کنید
ja: 画面要素の横にあるカラーボックスをクリックします
ko: 화면 요소 옆에 있는 색상 상자를 클릭하세요.
lt: Spustelėkite šalia ekrano elemento esantį spalvų laukelį
no: Klikk på fargeboksen ved siden av skjermelementet
pl: Kliknij na pole koloru obok elementu ekranu
pt: Clique na caixa de cores ao lado do elemento da tela
ro: Faceți clic pe caseta de culoare de lângă elementul ecranului
ru: Щелкните по цветовому полю рядом с элементом экрана.

source: to activate the colour selection dialog box.
fa: برای فعال کردن کادر محاوره ای انتخاب رنگ.
ja: 色選択ダイアログボックスをアクティブにします。
ko: 색상 선택 대화 상자를 활성화합니다.
lt: Norėdami suaktyvinti spalvų pasirinkimo dialogo langą.
no: for å aktivere dialogboksen for fargevalg.
pl: aby aktywować okno dialogowe wyboru koloru.
pt: para ativar a caixa de diálogo de seleção de cores.
ro: pentru a activa caseta de dialog de selectare a culorii.
ru: для активации диалогового окна выбора цвета.

source: To restore the standard colour for a screen element,
fa: برای بازیابی رنگ استاندارد برای یک عنصر صفحه،
ja: 画面要素の標準色を復元するには、
ko: 화면 요소의 표준 색상을 복원하려면
lt: Norėdami atkurti standartinę ekrano elemento spalvą,
no: For å gjenopprette standardfargen for et skjermelement,
pl: Aby przywrócić standardowy kolor elementu ekranu,
pt: Para restaurar a cor padrão de um elemento da tela,
ro: Pentru a restabili culoarea standard pentru un element de ecran,
ru: Чтобы восстановить стандартный цвет элемента экрана,

source: To restore the standard colours for all screen elements,
fa: برای بازیابی رنگ های استاندارد برای همه عناصر صفحه،
ja: すべての画面要素の標準色を復元するには、
ko: 모든 화면 요소에 대한 표준 색상을 복원하려면
lt: Norėdami atkurti standartines visų ekrano elementų spalvas,
no: For å gjenopprette standardfargene for alle skjermelementer,
pl: Aby przywrócić standardowe kolory dla wszystkich elementów ekranu,
pt: Para restaurar as cores padrão para todos os elementos da tela,
ro: Pentru a restabili culorile standard pentru toate elementele ecranului,
ru: Чтобы восстановить стандартные цвета для всех элементов экрана,

source: Select colours help
fa: انتخاب رنگ کمک می کند
ja: 色の選択ヘルプ
ko: 색상 선택 도움말
lt: Padeda pasirinkti spalvas
no: Hjelp til å velge farger
pl: Wybierz kolory pomoc
pt: Selecionar cores ajuda
ro: Ajutor pentru selectarea culorilor
ru: Помощь по выбору цветов

source: Main window colour
fa: رنگ پنجره اصلی
ja: メインウィンドウの色
ko: 메인 창 색상
lt: Pagrindinio lango spalva
no: Farge på hovedvinduet
pl: Kolor głównego okna
pt: Cor da janela principal
ro: Culoarea ferestrei principale
ru: Цвет главного окна

source: Move list window
fa: انتقال پنجره لیست
ja: リストウィンドウを移動
ko: 목록 창 이동
lt: Perkelti sąrašo langą
no: Flytt listevindu
pl: Okno listy ruchów
pt: Mover janela de lista
ro: Fereastra de mutare a listei
ru: Переместить окно списка

source: Game clock window
fa: پنجره ساعت بازی
ja: ゲームクロックウィンドウ
ko: 게임 시계 창
lt: Žaidimo laikrodžio langas
no: Spillklokkevindu
pl: Okno zegara gry
pt: Janela do relógio do jogo
ro: Fereastra ceasului jocului
ru: Окно игровых часов

source: Game clock running
fa: ساعت بازی در حال اجرا
ja: ゲームクロックが動き出す
ko: 게임 시계가 실행 중입니다
lt: Veikia žaidimo laikrodis
no: Spillklokken går
pl: Zegar gry działa
pt: Relógio de jogo em execução
ro: Ceasul jocului rulează
ru: Игровые часы идут

source: Game clock stopped
fa: ساعت بازی متوقف شد
ja: ゲームクロックが停止しました
ko: 경기 시계가 멈췄습니다
lt: Žaidimo laikrodis sustojo
no: Kampklokken stoppet
pl: Zegar gry zatrzymał się
pt: O relógio do jogo parou
ro: Ceasul jocului s-a oprit
ru: Игровые часы остановились

source: Kibitz window
fa: پنجره کیبیتز
ja: キビッツウィンドウ
ko: 키비츠 윈도우
lt: Kibitz langas
no: Kibitz-vindu
pl: Okno Kibitza
pt: Janela Kibitz
ro: Fereastra Kibitz
ru: окно Кибиц
