Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: The .pgn or .bin file that is used for opening book moves.
fa: فایل .pgn یا bin. که برای باز کردن کتاب استفاده می شود حرکت می کند.
ja: 本を開くために使用される .pgn または .bin ファイルに移動します。
ko: 책의 이동을 여는 데 사용되는 .pgn 또는 .bin 파일입니다.
lt: .pgn arba .bin failas, naudojamas knygos atidarymui, juda.
no: .pgn- eller .bin-filen som brukes til å åpne boktrekk.
pl: Plik .pgn lub .bin używany do otwierania ruchów książki.
pt: O arquivo .pgn ou .bin usado para abrir movimentações de livros.
ro: Fișierul .pgn sau .bin care este utilizat pentru deschiderea mișcărilor de cărți.
ru: Файл .pgn или .bin, который используется для открытия перемещения книги.

source: Check this box to enable the book, clear to disable
fa: برای فعال کردن کتاب، این کادر را علامت بزنید تا غیرفعال شود
ja: このボックスをチェックすると本が有効になり、チェックを外すと無効になります
ko: 책을 활성화하려면 이 상자를 체크하고, 비활성화하려면 선택을 취소하세요.
lt: Pažymėkite šį laukelį, kad įgalintumėte knygą, išvalykite, kad išjungtumėte
no: Merk av i denne boksen for å aktivere boken, fjern merket for å deaktivere
pl: Zaznacz to pole, aby włączyć książkę, wyczyść, aby ją wyłączyć
pt: Marque esta caixa para habilitar o livro, desmarque para desabilitar
ro: Bifați această casetă pentru a activa cartea, debifați pentru a o dezactiva
ru: Установите этот флажок, чтобы включить книгу, снимите его, чтобы отключить.

source: Initially always play a book move if available up to given move number.
fa: در ابتدا همیشه یک حرکت کتاب را در صورت موجود بودن تا شماره حرکت داده شده پخش کنید.
ja: 最初は、指定された移動数まで利用可能な場合は常にブック移動をプレイします。
ko: 처음에는 주어진 이동 횟수까지 가능한 한 항상 책 이동을 하십시오.
lt: Iš pradžių visada paleiskite knygos judesį, jei įmanoma, iki nurodyto ėjimo numerio.
no: Spill først alltid et boktrekk hvis tilgjengelig opp til gitt trekknummer.
pl: Początkowo zawsze wykonuj ruch książkowy, jeśli jest dostępny do podanego numeru ruchu.
pt: Inicialmente, sempre jogue um movimento do livro, se disponível, até o número de movimentos fornecido.
ro: Inițial, jucați întotdeauna o mișcare de carte dacă este disponibilă până la un anumit număr de mutare.
ru: Вначале всегда делайте книжный ход, если он доступен до указанного номера хода.

source: Once limit reached, a book move
fa: پس از رسیدن به محدودیت، یک کتاب حرکت می کند
ja: 制限に達すると、本は移動します
ko: 한도에 도달하면 책이 이동합니다.
lt: Pasiekus ribą, knyga juda
no: Når grensen er nådd, flytter du en bok
pl: Po osiągnięciu limitu nastąpi przeniesienie książki
pt: Uma vez atingido o limite, um livro é movido
ro: Odată atinsă limita, o mișcare de carte
ru: После достижения лимита, книга перемещается

source: is only selected this proportion of the time.
fa: فقط این نسبت از زمان انتخاب شده است.
ja: この割合の時間だけ選択されます。
ko: 이 비율의 시간 동안만 선택됩니다.
lt: pasirenkama tik tokia laiko dalis.
no: er kun valgt denne andelen av tiden.
pl: jest wybierany tylko przez pewien czas.
pt: é selecionado apenas nesta proporção do tempo.
ro: este selectat doar această proporție de timp.
ru: выбирается только в этой части времени.

source: Check to suggest book moves.
fa: برای پیشنهاد حرکت کتاب، علامت بزنید.
ja: 本の移動を提案するにはチェックしてください。
ko: 책의 이동을 제안하려면 체크하세요.
lt: Pažymėkite, kad pasiūlytumėte knygos judėjimą.
no: Merk av for å foreslå boktrekk.
pl: Zaznacz, aby zasugerować ruchy książki.
pt: Marque para sugerir mudanças de livros.
ro: Bifați pentru a sugera mișcări de carte.
ru: Отметьте, чтобы предложить варианты перемещения книг.

source: Click to open the Polyglot .bin book options dialog box
fa: برای باز کردن کادر گفتگوی گزینه های کتاب Polyglot .bin کلیک کنید
ja: クリックすると、Polyglot .bin ブック オプション ダイアログ ボックスが開きます。
ko: Polyglot .bin 책 옵션 대화 상자를 열려면 클릭하세요.
lt: Spustelėkite norėdami atidaryti Polyglot .bin knygos parinkčių dialogo langą
no: Klikk for å åpne dialogboksen Polyglot .bin-bokalternativer
pl: Kliknij, aby otworzyć okno dialogowe opcji książki Polyglot .bin
pt: Clique para abrir a caixa de diálogo de opções do livro Polyglot .bin
ro: Faceți clic pentru a deschide caseta de dialog Polyglot .bin Book Options
ru: Щелкните, чтобы открыть диалоговое окно параметров книги Polyglot .bin

source: Click to open the Polyglot .bin book weights dialog box
fa: برای باز کردن کادر محاوره ای وزن های کتاب Polyglot .bin کلیک کنید
ja: クリックすると、Polyglot .bin ブックの重量ダイアログボックスが開きます。
ko: Polyglot .bin 책 무게 대화 상자를 열려면 클릭하세요.
lt: Spustelėkite, kad atidarytumėte dialogo langą Polyglot .bin knygų svarmenys
no: Klikk for å åpne dialogboksen Polyglot .bin bokvekter
pl: Kliknij, aby otworzyć okno dialogowe ciężarów książek Polyglot .bin
pt: Clique para abrir a caixa de diálogo de pesos do livro Polyglot .bin
ro: Faceți clic pentru a deschide caseta de dialog Polyglot .bin Bookweights
ru: Щелкните, чтобы открыть диалоговое окно веса книг Polyglot .bin

source: This dialog box allows you to select the opening book options.
fa: این کادر محاوره ای به شما امکان می دهد گزینه های کتاب باز را انتخاب کنید.
ja: このダイアログ ボックスでは、開くブックのオプションを選択できます。
ko: 이 대화 상자를 사용하면 책 열기 옵션을 선택할 수 있습니다.
lt: Šiame dialogo lange galite pasirinkti atidarymo knygos parinktis.
no: Denne dialogboksen lar deg velge åpningsbokalternativene.
pl: To okno dialogowe umożliwia wybór opcji otwierania książki.
pt: Esta caixa de diálogo permite que você selecione as opções de abertura do livro.
ro: Această casetă de dialog vă permite să selectați opțiunile cărții de deschidere.
ru: В этом диалоговом окне можно выбрать параметры открытия книги.

source: File : Select the .pgn or .bin file to use as an opening book.
fa: فایل: فایل pgn. یا .bin را برای استفاده به عنوان کتاب افتتاحیه انتخاب کنید.
ja: ファイル: オープニング ブックとして使用する .pgn または .bin ファイルを選択します。
ko: 파일: 오프닝 책으로 사용할 .pgn 또는 .bin 파일을 선택하세요.
lt: Failas : pasirinkite .pgn arba .bin failą, kurį norite naudoti kaip atidarymo knygą.
no: Fil : Velg .pgn- eller .bin-filen som skal brukes som åpningsbok.
pl: Plik: Wybierz plik .pgn lub .bin, który będzie używany jako książka otwierająca.
pt: Arquivo: Selecione o arquivo .pgn ou .bin para usar como livro de abertura.
ro: Fișier : selectați fișierul .pgn sau .bin pe care să îl utilizați ca carte de deschidere.
ru: Файл: выберите файл .pgn или .bin для использования в качестве начальной книги.

source: If you change the opening book, you can redisplay the dialog box
fa: اگر کتاب افتتاحیه را تغییر دهید، می توانید کادر محاوره ای را دوباره نمایش دهید
ja: オープニングブックを変更すると、ダイアログボックスを再表示できます
ko: 오프닝북을 변경하시면 대화창을 다시 보실 수 있습니다.
lt: Jei pakeisite atidarymo knygą, galėsite iš naujo parodyti dialogo langą
no: Hvis du endrer åpningsboken, kan du vise dialogboksen på nytt
pl: Jeśli zmienisz książkę otwierającą, możesz ponownie wyświetlić okno dialogowe
pt: Se você alterar o livro de abertura, poderá exibir novamente a caixa de diálogo
ro: Dacă schimbați cartea de deschidere, puteți reafișa caseta de dialog
ru: Если вы измените начальную книгу, вы сможете повторно отобразить диалоговое окно.

source: with it set, by clicking <Ok> with the shift key held down.
fa: با تنظیم، با کلیک کردن بر روی <Ok> با نگه داشتن کلید shift.
ja: 設定したら、Shift キーを押しながら <OK> をクリックします。
ko: 설정하고 싶다면 Shift 키를 누른 채로 <확인>을 클릭하세요.
lt: kai jis nustatytas, spustelėdami <Gerai>, laikydami nuspaustą klavišą „Shift“.
no: med den satt, ved å klikke <Ok> med shift-tasten nede.
pl: po ustawieniu tej opcji, kliknij <Ok> przytrzymując klawisz Shift.
pt: com ele definido, clicando em <Ok> com a tecla Shift pressionada.
ro: cu acesta setat, făcând clic pe <Ok> cu tasta Shift apăsată.
ru: после установки нажмите <Ok>, удерживая клавишу Shift.

source: Enabled : Check this box to enable the opening book.
fa: فعال: این کادر را علامت بزنید تا کتاب افتتاحیه فعال شود.
ja: 有効: オープニングブックを有効にするには、このボックスをオンにします。
ko: 사용 가능: 이 상자를 체크하면 오프닝 북이 활성화됩니다.
lt: Įjungta : pažymėkite šį langelį, kad įjungtumėte atidarymo knygą.
no: Aktivert : Merk av i denne boksen for å aktivere åpningsboken.
pl: Włączone: Zaznacz to pole, aby włączyć książkę otwarć.
pt: Habilitado: Marque esta caixa para habilitar a abertura do livro.
ro: Activat: bifați această casetă pentru a activa cartea de deschidere.
ru: Включено: установите этот флажок, чтобы включить дебютную книгу.

source: Enter the move number to play book moves up to.
fa: شماره حرکت را وارد کنید تا کتاب به سمت بالا حرکت کند.
ja: ブックの移動をプレイする移動番号を入力します。
ko: 플레이북의 이동 횟수를 입력하세요.
lt: Įveskite judėjimo numerį, iki kurio norite paleisti knygos judesius.
no: Skriv inn trekknummeret du vil spille boken flytter opp til.
pl: Wprowadź numer ruchu, do którego chcesz wykonać ruch w książce.
pt: Insira o número do movimento para jogar os movimentos do livro até o final.
ro: Introduceți numărul de mișcare pentru a reda mutarea cărții în sus.
ru: Введите номер хода, до которого будут воспроизведены ходы книги.

source: Enter the percentage of the time to play book moves after that.
fa: درصد زمان پخش حرکات کتاب را بعد از آن وارد کنید.
ja: その後にブックムーブをプレイする時間の割合を入力します。
ko: 그 후에 책의 움직임을 플레이하는 시간의 백분율을 입력하세요.
lt: Įveskite, kiek procentų laiko reikia žaisti knygos judesius po to.
no: Angi prosentandelen av tiden for å spille boktrekk etter det.
pl: Wprowadź procent czasu, w którym będziesz wykonywał ruchy książki po tym czasie.
pt: Insira a porcentagem de tempo para executar os movimentos do livro depois disso.
ro: Introduceți procentul de timp pentru a juca mișcările cărții după aceea.
ru: Введите процент времени, в течение которого будут разыгрываться ходы книги после этого.

source: Suggest book moves : Check this box for book moves to be suggested.
fa: پیشنهاد جابجایی کتاب: این کادر را علامت بزنید تا جابه‌جایی کتاب پیشنهاد شود.
ja: 本の移動を提案する: 本の移動を提案するには、このボックスをオンにします。
ko: 책 이동 제안: 책 이동을 제안하려면 이 상자를 체크하세요.
lt: Siūlyti knygos perkėlimą : pažymėkite šį laukelį, kad būtų siūlomi knygų perkėlimai.
no: Foreslå boktrekk : Merk av i denne boksen for å foreslå boktrekk.
pl: Zaproponuj ruchy książek: Zaznacz to pole, aby otrzymać sugestie ruchów książek.
pt: Sugerir mudanças de livros: marque esta caixa para que mudanças de livros sejam sugeridas.
ro: Sugerați mutări de carte: bifați această casetă pentru a fi sugerate mutări de carte.
ru: Предложить варианты переноса книг: установите этот флажок, чтобы получать предложения по переносу книг.

source: Note that the book may contain endgame training exercises
fa: توجه داشته باشید که کتاب ممکن است حاوی تمرینات آموزشی پایان بازی باشد
ja: 本書には終盤のトレーニング演習が含まれている可能性があることに注意してください
ko: 책에는 최종 게임 훈련 연습이 포함되어 있을 수 있습니다.
lt: Atkreipkite dėmesį, kad knygoje gali būti treniruočių, skirtų galutiniam žaidimui
no: Merk at boken kan inneholde sluttspilltreningsøvelser
pl: Należy pamiętać, że książka może zawierać ćwiczenia treningowe do gry końcowej
pt: Observe que o livro pode conter exercícios de treinamento de final de jogo
ro: Rețineți că cartea poate conține exerciții de antrenament final
ru: Обратите внимание, что книга может содержать упражнения по отработке навыков в конце игры.

source: (refer to < training positions > when setting up a position)
fa: (در هنگام تنظیم موقعیت به < موقعیت های آموزشی > مراجعه کنید)
ja: （ポジション設定時は<トレーニングポジション>を参照）
ko: (직책 설정 시 <교육직책> 참고)
lt: (nustatydami poziciją žr. < treniruočių pozicijos >)
no: (se < treningsposisjoner > når du setter opp en posisjon)
pl: (odnieś się do < stanowisk szkoleniowych > podczas tworzenia stanowiska)
pt: (consulte <posições de treinamento> ao configurar uma posição)
ro: (consultați < poziții de antrenament > când configurați o poziție)
ru: (при настройке позиции см. <учебные позиции>)

source: and if you start a game from one of those positions the engine
fa: و اگر بازی را از یکی از آن موقعیت ها شروع کنید موتور
ja: そして、これらの位置のいずれかからゲームを開始すると、エンジンは
ko: 그리고 그 위치 중 하나에서 게임을 시작하면 엔진은
lt: ir jei pradedate žaidimą iš vienos iš tų pozicijų variklis
no: og hvis du starter et spill fra en av disse posisjonene, motoren
pl: a jeśli rozpoczniesz grę z jednej z tych pozycji, silnik
pt: e se você começar um jogo de uma dessas posições o motor
ro: iar dacă porniți un joc din una din acele poziții motorul
ru: и если вы начнете игру с одной из этих позиций, движок

source: will always use a book move if one is available.
fa: اگر کتابی در دسترس باشد، همیشه از جابجایی کتاب استفاده خواهد کرد.
ja: 利用可能な場合は常にブック移動を使用します。
ko: 가능하다면 항상 책을 옮기는 방법을 사용합니다.
lt: visada naudos knygos judėjimą, jei toks bus.
no: vil alltid bruke et boktrekk hvis det er tilgjengelig.
pl: zawsze skorzystam z opcji przeniesienia książki, jeśli będzie dostępna.
pt: sempre usarei uma mudança de livro se houver uma disponível.
ro: va folosi întotdeauna o mutare de carte dacă una este disponibilă.
ru: всегда буду использовать книжный ход, если он доступен.

source: Polyglot book options.. : Click this button to open the
fa: گزینه های کتاب Polyglot.. : روی این دکمه کلیک کنید تا باز شود
ja: 多言語ブックオプション: このボタンをクリックすると、
ko: 다국어 책 옵션.. : 이 버튼을 클릭하면 열립니다.
lt: Poligloto knygos parinktys.. : spustelėkite šį mygtuką, kad atidarytumėte
no: Alternativer for polyglotbok... : Klikk på denne knappen for å åpne
pl: Opcje książek poliglotycznych..: Kliknij ten przycisk, aby otworzyć
pt: Opções de livros poliglotas..: Clique neste botão para abrir o
ro: Opțiuni de carte Polyglot.. : Faceți clic pe acest buton pentru a deschide
ru: Параметры книги «Полиглот»..: Нажмите эту кнопку, чтобы открыть

source: Polyglot .bin opening book options dialog box.
fa: کادر گفتگوی گزینه های کتاب باز کردن Polyglot .bin.
ja: Polyglot .bin のブック オプション ダイアログ ボックスを開きます。
ko: 다국어 .bin이 책 옵션 대화 상자를 엽니다.
lt: Polyglot .bin atidarymo knygos parinkčių dialogo langas.
no: Polyglot .bin dialogboks for alternativer for åpningsbok.
pl: Polyglot .bin otwierający okno dialogowe opcji książki.
pt: Caixa de diálogo de opções de abertura de livro Polyglot .bin.
ro: Caseta de dialog cu opțiuni de deschidere a cărții Polyglot .bin.
ru: Polyglot .bin, открывающий диалоговое окно параметров книги.

source: Polyglot book weights.. : Click this button to open the
fa: وزن کتاب Polyglot.. : روی این دکمه کلیک کنید تا باز شود
ja: ポリグロットブックウェイト：このボタンをクリックすると、
ko: 다국어 책 무게.. : 이 버튼을 클릭하면 열립니다.
lt: Poligloto knygos svarmenys.. : spustelėkite šį mygtuką, kad atidarytumėte
no: Polyglot bokvekter.. : Klikk på denne knappen for å åpne
pl: Gramatury książek poliglotycznych..: Kliknij ten przycisk, aby otworzyć
pt: Pesos de livros poliglotas.. : Clique neste botão para abrir o
ro: Greutăți carte poliglotă.. : Faceți clic pe acest buton pentru a deschide
ru: Плотность книг Полиглот.. : Нажмите эту кнопку, чтобы открыть

source: Polyglot .bin opening book weights dialog box.
fa: جعبه محاوره ای وزن های کتاب بازکننده Polyglot .bin.
ja: Polyglot .bin のブックの重みのダイアログ ボックスを開きます。
ko: 다국어 .bin 열기 책 무게 대화 상자.
lt: Polyglot .bin atidarymo knygos svarmenys dialogo langas.
no: Polyglot .bin åpningsbokvekter dialogboks.
pl: Polyglot .bin otwierający okno dialogowe z wagami książek.
pt: Caixa de diálogo de pesos de livros de abertura do Polyglot .bin.
ro: Caseta de dialog Polyglot .bin deschiderea greutăților cărții.
ru: Polyglot .bin открывает диалоговое окно веса книг.

source: These last two Polyglot options buttons are only enabled
fa: این دو دکمه گزینه های Polyglot آخر فقط فعال هستند
ja: 最後の2つのポリグロットオプションボタンは、
ko: 이 마지막 두 개의 Polyglot 옵션 버튼은 활성화됩니다.
lt: Šie du paskutiniai „Polyglot“ parinkčių mygtukai yra įjungti tik
no: Disse to siste polyglot-alternativknappene er bare aktivert
pl: Te dwa ostatnie przyciski opcji Poligloty są włączone tylko
pt: Esses dois últimos botões de opções do Polyglot só são habilitados
ro: Aceste ultime două butoane de opțiuni Polyglot sunt doar activate
ru: Последние две кнопки опций Polyglot доступны только

source: when a Polyglot .bin opening book is loaded.
fa: هنگامی که یک کتاب باز کردن Polyglot .bin بارگیری می شود.
ja: Polyglot .bin オープニングブックがロードされたとき。
ko: Polyglot .bin 오프닝 북이 로드될 때.
lt: kai įkeliama Polyglot .bin atidarymo knyga.
no: når en Polyglot .bin-åpningsbok er lastet inn.
pl: gdy ładowany jest otwierający książkę Polyglot .bin.
pt: quando um livro de abertura Polyglot .bin é carregado.
ro: când este încărcată o carte de deschidere Polyglot .bin.
ru: при загрузке дебютной книги Polyglot .bin.

source: Polyglot .bin opening book dialog help
fa: راهنمای گفتگوی باز کردن کتاب Polyglot .bin
ja: Polyglot .bin オープニングブックダイアログヘルプ
ko: 다국어 .bin 열기 책 대화 상자 도움말
lt: Polyglot .bin atidarymo knygos dialogo žinynas
no: Polyglot .bin åpningsbokdialoghjelp
pl: Pomoc w dialogu otwierania książki Polyglot .bin
pt: Ajuda para abrir o diálogo do livro Polyglot .bin
ro: Ajutor de dialog pentru deschiderea cărții Polyglot .bin
ru: Помощь по открытию диалогового окна книги Polyglot .bin

source: Save game and other modified tabs?
fa: بازی و سایر برگه های اصلاح شده ذخیره شود؟
ja: ゲームやその他の変更されたタブを保存しますか?
ko: 게임과 기타 수정된 탭을 저장하시겠습니까?
lt: Išsaugoti žaidimą ir kitus pakeistus skirtukus?
no: Lagre spillet og andre modifiserte faner?
pl: Zapisać grę i inne zmodyfikowane zakładki?
pt: Salvar jogo e outras abas modificadas?
ro: Salvați jocul și alte file modificate?
ru: Сохранить игру и другие измененные вкладки?

source: Save game ?
fa: ذخیره بازی؟
ja: ゲームを保存しますか?
ko: 게임을 저장하시겠습니까?
lt: Išsaugoti žaidimą?
no: Lagre spillet?
pl: Zapisać grę?
pt: Salvar jogo?
ro: Salvați jocul?
ru: Сохранить игру?

source: Save game and other modified tabs to
fa: بازی و سایر برگه های اصلاح شده را ذخیره کنید
ja: ゲームとその他の変更されたタブを保存
ko: 게임 및 기타 수정된 탭을 저장합니다.
lt: Išsaugokite žaidimą ir kitus pakeistus skirtukus
no: Lagre spill og andre modifiserte faner til
pl: Zapisz grę i inne zmodyfikowane zakładki do
pt: Salvar jogo e outras abas modificadas em
ro: Salvați jocul și alte file modificate în
ru: Сохраните игру и другие измененные вкладки в

source: Save game to
fa: ذخیره بازی در
ja: ゲームを保存する
ko: 게임을 저장하세요
lt: Išsaugoti žaidimą į
no: Lagre spillet til
pl: Zapisz grę do
pt: Salvar jogo em
ro: Salvați jocul în
ru: Сохранить игру в

source: <Yes> to save, <No> to discard
fa: <بله> برای ذخیره، <خیر> برای صرف‌نظر کردن
ja: 保存する場合は<はい>、破棄する場合は<いいえ>
ko: <예>를 누르면 저장되고, <아니오>를 누르면 삭제됩니다.
lt: <Taip> išsaugoti, <Ne> išmesti
no: <Ja> for å lagre, <Nei> for å forkaste
pl: <Tak> aby zapisać, <Nie> aby odrzucić
pt: <Sim> para salvar, <Não> para descartar
ro: <Da> pentru a salva, <Nu> pentru a renunța
ru: <Да>, чтобы сохранить, <Нет>, чтобы отменить

source: Save modified tabs ?
fa: برگه های اصلاح شده ذخیره شوند؟
ja: 変更したタブを保存しますか?
ko: 수정된 탭을 저장하시겠습니까?
lt: Išsaugoti pakeistus skirtukus?
no: Lagre endrede faner?
pl: Zapisać zmodyfikowane zakładki?
pt: Salvar abas modificadas?
ro: Salvați filele modificate?
ru: Сохранить измененные вкладки?

source: Save modified games to
fa: ذخیره بازی های اصلاح شده در
ja: 変更したゲームを保存する
ko: 수정된 게임을 저장하세요
lt: Išsaugoti pakeistus žaidimus į
no: Lagre modifiserte spill til
pl: Zapisz zmodyfikowane gry do
pt: Salvar jogos modificados em
ro: Salvați jocurile modificate în
ru: Сохраняйте измененные игры в

source: Save modified tabs to
fa: برگه های اصلاح شده را ذخیره کنید
ja: 変更したタブを保存する
ko: 수정된 탭을 저장합니다.
lt: Išsaugoti pakeistus skirtukus į
no: Lagre endrede faner til
pl: Zapisz zmodyfikowane karty do
pt: Salvar abas modificadas em
ro: Salvați filele modificate în
ru: Сохранить измененные вкладки в

source: Select .pgn file to create, replace or append to
fa: فایل pgn. را برای ایجاد، جایگزینی یا الحاق به آن انتخاب کنید
ja: 作成、置換、または追加する.pgnファイルを選択
ko: 생성, 교체 또는 추가할 .pgn 파일을 선택하세요
lt: Pasirinkite .pgn failą, kurį norite sukurti, pakeisti arba pridėti
no: Velg .pgn-filen du vil opprette, erstatte eller legge til
pl: Wybierz plik .pgn, który chcesz utworzyć, zastąpić lub do którego chcesz dołączyć
pt: Selecione o arquivo .pgn para criar, substituir ou anexar
ro: Selectați fișierul .pgn pentru a crea, înlocui sau adăuga
ru: Выберите файл .pgn для создания, замены или добавления

source: < Yes > to append, < No > to replace (be careful with < No >)
fa: < بله > برای الحاق، < خیر > برای جایگزینی (مراقب < خیر > باشید)
ja: < はい > で追加、< いいえ > で置換 (< いいえ > には注意してください)
ko: <예>는 추가하고, <아니요>는 교체합니다. (<아니요>에 주의하세요)
lt: < Taip > pridėti, < Ne > pakeisti (būkite atsargūs su < Ne >)
no: < Ja > for å legge til, < Nei > for å erstatte (vær forsiktig med < Nei >)
pl: < Tak > aby dodać, < Nie > aby zastąpić (uważaj na < Nie >)
pt: < Sim > para acrescentar, < Não > para substituir (tenha cuidado com < Não >)
ro: < Da > pentru a adăuga, < Nu > pentru a înlocui (ai grijă cu < Nu >)
ru: < Да > для добавления, < Нет > для замены (будьте осторожны с < Нет >)

source: Append games to existing file ?
fa: بازی ها به فایل موجود اضافه شود؟
ja: 既存のファイルにゲームを追加しますか?
ko: 기존 파일에 게임을 추가하시겠습니까?
lt: Pridėti žaidimų prie esamo failo?
no: Legge til spill til eksisterende fil?
pl: Dołączyć gry do istniejącego pliku?
pt: Adicionar jogos ao arquivo existente?
ro: Adăugați jocuri la fișierul existent?
ru: Добавить игры в существующий файл?

source: Cannot append to existing file
fa: نمی توان به فایل موجود اضافه کرد
ja: 既存のファイルに追加できません
ko: 기존 파일에 추가할 수 없습니다
lt: Negalima pridėti prie esamo failo
no: Kan ikke legge til eksisterende fil
pl: Nie można dołączyć do istniejącego pliku
pt: Não é possível anexar ao arquivo existente
ro: Nu se poate atașa la fișierul existent
ru: Невозможно добавить к существующему файлу

source: Error reading file
fa: خطا در خواندن فایل
ja: ファイルの読み取りエラー
ko: 파일 읽기 오류
lt: Klaida skaitant failą
no: Feil ved lesing av fil
pl: Błąd odczytu pliku
pt: Erro ao ler arquivo
ro: Eroare la citirea fișierului
ru: Ошибка чтения файла

source: < Yes > to append, < No > to overwrite (be careful with < No >)
fa: < بله > برای ضمیمه کردن، < خیر > برای بازنویسی (مراقب < خیر > باشید)
ja: < はい > で追加、< いいえ > で上書き（< いいえ > には注意してください）
ko: <예>는 추가하고, <아니요>는 덮어씁니다. (<아니요>에 주의하세요)
lt: < Taip > pridėti, < Ne > perrašyti (būkite atsargūs su < Ne >)
no: < Ja > for å legge til, < Nei > for å overskrive (vær forsiktig med < Nei >)
pl: < Tak >, aby dodać, < Nie >, aby nadpisać (uważaj na < Nie >)
pt: < Sim > para anexar, < Não > para substituir (tenha cuidado com < Não >)
ro: < Da > pentru a adăuga, < Nu > pentru a suprascrie (ai grijă cu < Nu >)
ru: < Да > для добавления, < Нет > для перезаписи (будьте осторожны с < Нет >)

source: Append to existing file ?
fa: به فایل موجود اضافه شود؟
ja: 既存のファイルに追加しますか?
ko: 기존 파일에 추가?
lt: Pridėti prie esamo failo?
no: Legge til eksisterende fil?
pl: Dołączyć do istniejącego pliku?
pt: Acrescentar ao arquivo existente?
ro: Adăugați la fișierul existent?
ru: Добавить к существующему файлу?

source: Append game to file ?
fa: بازی به فایل اضافه شود؟
ja: ゲームをファイルに追加しますか?
ko: 게임을 파일에 추가하시겠습니까?
lt: Pridėti žaidimą prie failo?
no: Vil du legge spillet til filen?
pl: Dołączyć grę do pliku?
pt: Acrescentar jogo ao arquivo?
ro: Adăugați jocul la fișier?
ru: Добавить игру в файл?

source: There are other modified games in file, save all, then switch to new file?
fa: بازی های اصلاح شده دیگری در فایل وجود دارد، همه را ذخیره کنید، سپس به فایل جدید بروید؟
ja: ファイル内に他の変更されたゲームがあります。すべてを保存してから、新しいファイルに切り替えますか?
ko: 파일 안에 다른 수정된 게임이 있는데, 모두 저장한 후 새 파일로 전환하시겠습니까?
lt: Ar faile yra kitų modifikuotų žaidimų, išsaugoti visus, tada pereiti į naują failą?
no: Det er andre modifiserte spill i filen, lagre alle, og bytt deretter til ny fil?
pl: Czy w pliku znajdują się inne zmodyfikowane gry? Czy zapisać wszystkie, a następnie przejść do nowego pliku?
pt: Existem outros jogos modificados no arquivo. Salvar todos e depois alternar para o novo arquivo?
ro: Există și alte jocuri modificate în fișier, salvați-le pe toate, apoi treceți la fișierul nou?
ru: В файле есть другие измененные игры. Сохраните все, а затем переключитесь на новый файл?

source: Switch to new file?
fa: به فایل جدید تبدیل شود؟
ja: 新しいファイルに切り替えますか?
ko: 새로운 파일로 전환하시겠습니까?
lt: Perjungti į naują failą?
no: Bytte til ny fil?
pl: Przełączyć na nowy plik?
pt: Mudar para novo arquivo?
ro: Comutați la fișierul nou?
ru: Перейти к новому файлу?
