Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: temporary database so that only games from the clipboard appear
fa: پایگاه داده موقت به طوری که فقط بازی ها از کلیپ بورد ظاهر شوند
ja: クリップボードのゲームのみが表示されるように一時データベースを作成します
ko: 클립보드의 게임만 나타나도록 임시 데이터베이스
lt: laikina duomenų bazė, kad būtų rodomi tik žaidimai iš mainų srities
no: midlertidig database slik at kun spill fra utklippstavlen vises
pl: tymczasowa baza danych, aby wyświetlały się tylko gry ze schowka
pt: banco de dados temporário para que apareçam apenas os jogos da área de transferência
ro: bază de date temporară, astfel încât să apară doar jocurile din clipboard
ru: временная база данных, чтобы отображались только игры из буфера обмена

source: and the drill down stats (available in other database views)
fa: و آمار دقیق (در سایر نماهای پایگاه داده موجود است)
ja: ドリルダウン統計（他のデータベースビューでも利用可能）
ko: 드릴다운 통계(다른 데이터베이스 뷰에서 사용 가능)
lt: ir išsamią statistiką (pasiekiama kituose duomenų bazės rodiniuose)
no: og drill-down-statistikken (tilgjengelig i andre databasevisninger)
pl: i statystyki do przechodzenia w dół (dostępne w innych widokach bazy danych)
pt: e as estatísticas de detalhamento (disponíveis em outras visualizações de banco de dados)
ro: și statisticile de detaliere (disponibile în alte vizualizări ale bazei de date)
ru: и детализированная статистика (доступная в других представлениях базы данных)

source: apply to those games only.
fa: فقط برای آن بازی ها اعمال می شود.
ja: これらのゲームにのみ適用されます。
ko: 해당 게임에만 적용됩니다.
lt: taikoma tik tiems žaidimams.
no: gjelder kun for disse spillene.
pl: dotyczą tylko tych gier.
pt: aplicam-se somente a esses jogos.
ro: se aplică numai la acele jocuri.
ru: применяются только к этим играм.

source: One way to use this clipboard-as-temporary-database feature for preparation
fa: یکی از راه های استفاده از این ویژگی کلیپ بورد-به عنوان-پایگاه داده موقت برای آماده سازی
ja: 準備のためにこのクリップボードを一時データベースとして使用する方法の1つ
ko: 준비를 위해 클립보드를 임시 데이터베이스로 사용하는 한 가지 방법
lt: Vienas iš būdų naudoti šią mainų srities kaip laikinosios duomenų bazės funkciją pasiruošimui
no: En måte å bruke denne utklippstavlen-som-midlertidig-database-funksjonen for forberedelse
pl: Jednym ze sposobów wykorzystania tej funkcji schowka jako tymczasowej bazy danych do przygotowania
pt: Uma maneira de usar esse recurso de área de transferência como banco de dados temporário para preparação
ro: O modalitate de a utiliza această caracteristică clipboard-ca-bază de date temporară pentru pregătire
ru: Один из способов использования функции буфера обмена как временной базы данных для подготовки

source: is to copy games from one player to the clipboard. To make this easy,
fa: کپی کردن بازی ها از یک بازیکن به کلیپ بورد است. برای آسان کردن این کار،
ja: 1人のプレイヤーのゲームをクリップボードにコピーすることです。これを簡単にするために、
ko: 한 플레이어의 게임을 클립보드로 복사하는 것입니다. 이를 쉽게 하려면,
lt: yra kopijuoti žaidimus iš vieno žaidėjo į mainų sritį. Kad tai būtų lengva,
no: er å kopiere spill fra én spiller til utklippstavlen. For å gjøre dette enkelt,
pl: jest kopiowanie gier od jednego gracza do schowka. Aby to ułatwić,
pt: é copiar jogos de um jogador para a área de transferência. Para facilitar isso,
ro: este să copiați jocurile de la un jucător în clipboard. Pentru a face acest lucru ușor,
ru: копировать игры одного игрока в буфер обмена. Чтобы сделать это легко,

source: buttons are provided to add a player's games to the clipboard.
fa: دکمه هایی برای اضافه کردن بازی های بازیکن به کلیپ بورد ارائه شده است.
ja: プレイヤーのゲームをクリップボードに追加するためのボタンが用意されています。
ko: 플레이어의 게임을 클립보드에 추가하는 버튼이 제공됩니다.
lt: pateikiami mygtukai, skirti įtraukti žaidėjo žaidimus į mainų sritį.
no: Det finnes knapper for å legge til en spillers spill på utklippstavlen.
pl: Dostępne są przyciski umożliwiające dodawanie gier gracza do schowka.
pt: botões são fornecidos para adicionar os jogos de um jogador à área de transferência.
ro: butoanele sunt furnizate pentru a adăuga jocurile unui jucător în clipboard.
ru: предусмотрены кнопки для добавления игр игрока в буфер обмена.

source: Use Load Game to load a game into a new tab and
fa: از Load Game برای بارگذاری یک بازی در یک تب جدید استفاده کنید و
ja: 「ゲームの読み込み」を使用してゲームを新しいタブに読み込み、
ko: 게임 로드를 사용하여 새 탭에 게임을 로드하고
lt: Naudokite Įkelti žaidimą, kad įkeltumėte žaidimą į naują skirtuką ir
no: Bruk Last inn spill for å laste et spill inn i en ny fane og
pl: Użyj opcji Wczytaj grę, aby wczytać grę do nowej karty i
pt: Use Carregar Jogo para carregar um jogo em uma nova aba e
ro: Utilizați Încărcare joc pentru a încărca un joc într-o filă nouă și
ru: Используйте «Загрузить игру», чтобы загрузить игру в новую вкладку и

source: Use Game to add the game as a variation in the current tab.
fa: از Game برای اضافه کردن بازی به عنوان یک تغییر در برگه فعلی استفاده کنید.
ja: ゲームを使用して、現在のタブにゲームをバリエーションとして追加します。
ko: 게임을 사용하면 현재 탭에 게임을 변형하여 추가할 수 있습니다.
lt: Naudokite žaidimą, kad pridėtumėte žaidimą kaip variantą dabartiniame skirtuke.
no: Bruk Spill til å legge til spillet som en variant i gjeldende fane.
pl: Użyj opcji Gra, aby dodać grę jako wariant na bieżącej karcie.
pt: Use Jogo para adicionar o jogo como uma variação na aba atual.
ro: Utilizați Joc pentru a adăuga jocul ca o variație în fila curentă.
ru: Используйте «Игра», чтобы добавить игру в качестве вариации на текущей вкладке.

source: You can drill down by clicking on moves in the Next Move box.
fa: می‌توانید با کلیک کردن بر روی حرکت‌ها در کادر «حرکت بعدی»، اطلاعات را به‌طور کامل انجام دهید.
ja: 「次の移動」ボックス内の移動をクリックするとドリルダウンできます。
ko: 다음 이동 상자에서 이동을 클릭하여 자세히 알아볼 수 있습니다.
lt: Galite gilintis spustelėdami judesius lauke Kitas judėjimas.
no: Du kan drill ned ved å klikke på trekk i Neste trekk-boksen.
pl: Możesz przejść do szczegółów, klikając ruchy w polu Następny ruch.
pt: Você pode detalhar clicando em movimentos na caixa Próximo Movimento.
ro: Puteți detalia făcând clic pe mișcări din caseta Următoarea mutare.
ru: Вы можете детализировать ходы, нажав на них в поле «Следующий ход».

source: and the drill down stats apply to those games only.
fa: و آمار دقیق فقط برای آن بازی ها اعمال می شود.
ja: ドリルダウン統計はそれらのゲームにのみ適用されます。
ko: 그리고 드릴 다운 통계는 해당 게임에만 적용됩니다.
lt: ir išsami statistika taikoma tik tiems žaidimams.
no: og drill-down-statistikken gjelder kun for disse spillene.
pl: a szczegółowe statystyki dotyczą tylko tych gier.
pt: e as estatísticas detalhadas se aplicam somente a esses jogos.
ro: iar statisticile de detaliere se aplică numai pentru acele jocuri.
ru: и подробная статистика применима только к этим играм.

source: One way to use this clipboard-as-temporary-database feature for
fa: یکی از راه های استفاده از این ویژگی clipboard-as-temporary-base برای
ja: このクリップボードを一時データベースとして使用する方法の1つは、
ko: 이 클립보드를 임시 데이터베이스로 사용하는 한 가지 방법은 다음과 같습니다.
lt: Vienas iš būdų naudoti šią mainų srities kaip laikinosios duomenų bazės funkciją
no: En måte å bruke denne utklippstavlen-som-midlertidig-database-funksjonen for
pl: Jednym ze sposobów wykorzystania tej funkcji schowka jako tymczasowej bazy danych jest
pt: Uma maneira de usar esse recurso de área de transferência como banco de dados temporário para
ro: O modalitate de a utiliza această funcție clipboard-ca-temporară-bază de date pentru
ru: Один из способов использования функции буфера обмена как временной базы данных для

source: preparation is to copy games from one player to the clipboard.
fa: آماده سازی این است که بازی ها را از یک بازیکن به کلیپ بورد کپی کنید.
ja: 準備は、1 人のプレーヤーのゲームをクリップボードにコピーすることです。
ko: 준비 작업은 한 플레이어의 게임을 클립보드로 복사하는 것입니다.
lt: pasiruošimas yra nukopijuoti žaidimus iš vieno žaidėjo į mainų sritį.
no: forberedelse er å kopiere spill fra én spiller til utklippstavlen.
pl: przygotowanie polega na kopiowaniu gier od jednego gracza do schowka.
pt: a preparação é copiar jogos de um jogador para a área de transferência.
ro: pregătirea este să copiați jocurile de la un jucător în clipboard.
ru: подготовка заключается в копировании игр одного игрока в буфер обмена.

source: To make this easy, buttonsare provided to add a player's games to the clipboard.
fa: برای آسان کردن این کار، دکمه‌هایی برای اضافه کردن بازی‌های بازیکن به کلیپ بورد ارائه شده است.
ja: これを簡単にするために、プレーヤーのゲームをクリップボードに追加するためのボタンが用意されています。
ko: 이를 쉽게 하기 위해, 플레이어의 게임을 클립보드에 추가하는 버튼이 제공됩니다.
lt: Kad tai būtų lengviau, yra pateikti mygtukai, leidžiantys įtraukti žaidėjo žaidimus į mainų sritį.
no: For å gjøre dette enkelt, finnes det knapper for å legge til en spillers spill på utklippstavlen.
pl: Aby to ułatwić, udostępniono przyciski umożliwiające dodawanie gier gracza do schowka.
pt: Para facilitar isso, são fornecidos botões para adicionar os jogos de um jogador à área de transferência.
ro: Pentru a face acest lucru ușor, sunt furnizate butoane pentru a adăuga jocurile unui jucător în clipboard.
ru: Для удобства предусмотрены кнопки для добавления игр игрока в буфер обмена.

source: Use the Show all ordered by player menu to search for players.
fa: از منوی نمایش همه مرتب شده توسط بازیکن برای جستجوی بازیکنان استفاده کنید.
ja: プレーヤーを検索するには、「プレーヤー順にすべて表示」メニューを使用します。
ko: 플레이어별로 정렬된 모든 항목 표시 메뉴를 사용하여 플레이어를 검색하세요.
lt: Norėdami ieškoti žaidėjų, naudokite meniu Rodyti viską pagal žaidėją.
no: Bruk Vis alle sortert etter spiller-menyen for å søke etter spillere.
pl: Użyj menu Pokaż wszystko posortowane według gracza, aby wyszukać graczy.
pt: Use o menu Mostrar todos ordenados por jogador para procurar jogadores.
ro: Utilizați meniul Afișați toate ordonate după jucător pentru a căuta jucători.
ru: Для поиска игроков используйте меню «Показать все, отсортированное по игроку».

source: You can sort on any column including the Moves column.
fa: می توانید بر روی هر ستونی از جمله ستون Moves مرتب کنید.
ja: Moves 列を含む任意の列で並べ替えることができます。
ko: 이동 열을 포함하여 모든 열을 기준으로 정렬할 수 있습니다.
lt: Galite rūšiuoti pagal bet kurį stulpelį, įskaitant stulpelį Perkėlimai.
no: Du kan sortere på hvilken som helst kolonne, inkludert Flytt-kolonnen.
pl: Można sortować według dowolnej kolumny, w tym kolumny Ruchy.
pt: Você pode classificar por qualquer coluna, incluindo a coluna Movimentos.
ro: Puteți sorta pe orice coloană, inclusiv pe coloana Mutări.
ru: Сортировать можно по любому столбцу, включая столбец «Ходы».

source: The Moves column sort is statistical (most popular lines first)
fa: مرتب‌سازی ستون Moves آماری است (در ابتدا محبوب‌ترین خطوط)
ja: Moves 列のソートは統計的です (最も人気のある行が最初)
ko: 이동 열 정렬은 통계적입니다(가장 인기 있는 라인이 먼저).
lt: Judėjimo stulpelių rūšiavimas yra statistinis (pirmiausia populiariausios eilutės)
no: Sorteringen av Moves-kolonnen er statistisk (mest populære linjer først)
pl: Sortowanie kolumny „Ruchy” jest statystyczne (najpopularniejsze wiersze na początku)
pt: A classificação da coluna Movimentos é estatística (linhas mais populares primeiro)
ro: Sortarea coloanei Mutări este statistică (cele mai populare linii mai întâi)
ru: Сортировка столбца Moves является статистической (сначала самые популярные строки).

source: rather than alphabetical. Sort history is respected in tie breaks.
fa: به جای حروف الفبا تاریخ مرتب سازی در تای بریک ها رعایت می شود.
ja: アルファベット順ではなく、ソート履歴が優先されます。
ko: 알파벳순이 아닌. 타이브레이크에서는 정렬 기록이 존중됩니다.
lt: o ne abėcėlės tvarka. Rūšiavimo istorija yra gerbiama pertraukų metu.
no: heller enn alfabetisk. Sorteringshistorikk blir respektert i uavgjort.
pl: a nie alfabetycznie. Historia sortowania jest respektowana w tie breakach.
pt: em vez de alfabético. O histórico de classificação é respeitado em desempates.
ro: mai degrabă decât alfabetică. Istoricul sortării este respectat în tie break-uri.
ru: а не алфавитный. История сортировки учитывается в тай-брейках.

source: For example, if you sort on Moves, then on Black, then on White;
fa: برای مثال، اگر روی Moves مرتب کنید، سپس روی سیاه و سپس روی سفید.
ja: たとえば、Moves、Black、White の順に並べ替えると、
ko: 예를 들어, 이동을 기준으로 정렬한 다음 검은색을 기준으로 정렬하고 흰색을 기준으로 정렬한다면,
lt: Pavyzdžiui, jei rūšiuojate ant judesių, tada ant juodos, tada ant baltos;
no: For eksempel, hvis du sorterer på Moves, deretter på Black, så på White;
pl: Na przykład, jeżeli sortujesz według ruchów, potem według czarnych, a następnie według białych;
pt: Por exemplo, se você classificar por Movimentos, depois por Preto e depois por Branco;
ro: De exemplu, dacă sortați pe Mișcări, apoi pe Negru, apoi pe Alb;
ru: Например, если вы сортируете по Ходам, то по Черным, затем по Белым;

source: The games will be sorted by White player,
fa: بازی ها بر اساس بازیکن سفید مرتب می شوند،
ja: ゲームは白のプレイヤーによってソートされます。
ko: 게임은 화이트 플레이어를 기준으로 정렬됩니다.
lt: Žaidimai bus rūšiuojami pagal baltąjį žaidėją,
no: Spillene vil bli sortert etter hvit spiller,
pl: Gry będą sortowane według gracza białego,
pt: Os jogos serão classificados por jogador branco,
ro: Jocurile vor fi sortate după jucătorul alb,
ru: Игры будут отсортированы по игроку, играющему белыми,

source: but all opponents will be grouped together
fa: اما همه حریفان با هم گروه خواهند شد
ja: しかし、すべての対戦相手はグループ化されます
ko: 하지만 모든 상대는 함께 모일 것입니다
lt: bet visi priešininkai bus sugrupuoti
no: men alle motstandere vil bli gruppert sammen
pl: ale wszyscy przeciwnicy zostaną zgrupowani razem
pt: mas todos os oponentes serão agrupados
ro: dar toți adversarii vor fi grupați
ru: но все противники будут сгруппированы вместе

source: (because of the earlier sort on Black),
fa: (به دلیل مرتب سازی قبلی روی مشکی)،
ja: （ブラックの以前のソートのため）
ko: (Black에 대한 이전 정렬 때문에)
lt: (dėl ankstesnio rūšiavimo juodai),
no: (på grunn av den tidligere typen på svart),
pl: (z powodu wcześniejszego sortowania na czarno),
pt: (por causa da classificação anterior em Preto),
ro: (din cauza sortării anterioare pe negru),
ru: (из-за более ранней сортировки по Блэку),

source: and if there are multiple games between the same players,
fa: و اگر چندین بازی بین بازیکنان مشابه وجود داشته باشد،
ja: 同じプレイヤー間で複数のゲームが行われる場合、
ko: 그리고 같은 플레이어들 간에 여러 게임이 있는 경우,
lt: ir jei tarp tų pačių žaidėjų vyksta keli žaidimai,
no: og hvis det er flere spill mellom de samme spillerne,
pl: a jeśli jest wiele gier pomiędzy tymi samymi graczami,
pt: e se houver vários jogos entre os mesmos jogadores,
ro: și dacă există mai multe jocuri între aceiași jucători,
ru: и если есть несколько игр между одними и теми же игроками,

source: the games will be sorted according to the most common opening sequences
fa: بازی ها بر اساس متداول ترین دنباله های افتتاحیه مرتب خواهند شد
ja: ゲームは最も一般的なオープニングシーケンスに従ってソートされます
ko: 게임은 가장 일반적인 오프닝 시퀀스에 따라 정렬됩니다.
lt: žaidimai bus rūšiuojami pagal dažniausiai pasitaikančias atidarymo sekas
no: spillene vil bli sortert i henhold til de vanligste åpningssekvensene
pl: gry zostaną posortowane według najczęstszych sekwencji otwierających
pt: os jogos serão classificados de acordo com as sequências de abertura mais comuns
ro: jocurile vor fi sortate în funcție de cele mai comune secvențe de deschidere
ru: игры будут отсортированы по наиболее распространенным начальным последовательностям

source: between those two players (because of the earlier sort on Moves).
fa: بین آن دو بازیکن (به دلیل مرتب سازی قبلی در Moves).
ja: これら 2 人のプレイヤーの間で (Moves の以前のソートのため)。
ko: 두 플레이어 사이(이전에 Moves에서 정렬한 내용 때문에)
lt: tarp tų dviejų žaidėjų (dėl ankstesnio rūšiavimo judesiuose).
no: mellom disse to spillerne (på grunn av den tidligere typen på Moves).
pl: między tymi dwoma graczami (z powodu wcześniejszego sortowania według ruchów).
pt: entre esses dois jogadores (por causa da classificação anterior em Movimentos).
ro: între acești doi jucători (din cauza sortării anterioare pe Mișcări).
ru: между этими двумя игроками (из-за более ранней сортировки по Ходам).

source: The first column (column '#') is provided only to allow
fa: ستون اول (ستون '#') فقط برای اجازه ارائه شده است
ja: 最初の列（列「#」）は、
ko: 첫 번째 열(열 '#')은 다음을 허용하기 위해서만 제공됩니다.
lt: Pirmasis stulpelis (stulpelis „#“) pateikiamas tik leisti
no: Den første kolonnen (kolonne '#') er kun gitt for å tillate
pl: Pierwsza kolumna (kolumna „#”) jest dostępna wyłącznie w celu umożliwienia
pt: A primeira coluna (coluna '#') é fornecida apenas para permitir
ro: Prima coloană (coloana „#”) este furnizată numai pentru a permite
ru: Первый столбец (столбец «#») предоставлен только для того, чтобы разрешить

source: a sort on initial order (for restoring or reversing the initial order).
fa: مرتب سازی بر اساس سفارش اولیه (برای بازیابی یا معکوس کردن ترتیب اولیه).
ja: 初期順序でのソート（初期順序を復元または反転するため）。
ko: 초기 순서에 따른 정렬(초기 순서를 복원하거나 역순으로 정렬).
lt: rūšiavimas pagal pradinę tvarką (pradinei tvarkai atkurti arba atšaukti).
no: en sortering etter første rekkefølge (for å gjenopprette eller reversere den opprinnelige rekkefølgen).
pl: sortowanie według kolejności początkowej (w celu przywrócenia lub odwrócenia kolejności początkowej).
pt: uma classificação na ordem inicial (para restaurar ou reverter a ordem inicial).
ro: o sortare în ordinea inițială (pentru restabilirea sau inversarea ordinii inițiale).
ru: сортировка по исходному порядку (для восстановления или изменения исходного порядка на противоположный).

source: To reverse sort, click twice.
fa: برای مرتب سازی معکوس، دو بار کلیک کنید.
ja: 逆順に並べ替えるには、2 回クリックします。
ko: 역순으로 정렬하려면 두 번 클릭하세요.
lt: Norėdami rūšiuoti atvirkščiai, spustelėkite du kartus.
no: Klikk to ganger for å snu sorteringen.
pl: Aby odwrócić sortowanie, kliknij dwa razy.
pt: Para inverter a classificação, clique duas vezes.
ro: Pentru a inversa sortarea, faceți clic de două ori.
ru: Для обратной сортировки щелкните дважды.

source: Database Dialog Help
fa: راهنمای گفتگوی پایگاه داده
ja: データベースダイアログのヘルプ
ko: 데이터베이스 대화 상자 도움말
lt: Duomenų bazės dialogo žinynas
no: Database Dialog Hjelp
pl: Pomoc dotycząca okna dialogowego bazy danych
pt: Ajuda da caixa de diálogo do banco de dados
ro: Ajutor de dialog pentru baza de date
ru: Помощь в диалоге базы данных

source: white games played by
fa: بازی های سفید انجام شده توسط
ja: 白のゲームは
ko: 흰색 게임을 플레이
lt: žaidžiami balti žaidimai
no: hvite spill spilt av
pl: białe gry rozgrywane przez
pt: jogos brancos jogados por
ro: jocurile albe jucate de
ru: белые игры, в которые играют

source: added to clipboard
fa: به کلیپ بورد اضافه شد
ja: クリップボードに追加されました
ko: 클립보드에 추가됨
lt: įtraukta į mainų sritį
no: lagt til utklippstavlen
pl: dodano do schowka
pt: adicionado à área de transferência
ro: adăugat în clipboard
ru: добавлено в буфер обмена

source: Player's white games added to clipboard
fa: بازی های سفید بازیکن به کلیپ بورد اضافه شد
ja: プレイヤーの白のゲームがクリップボードに追加されました
ko: 플레이어의 흰색 게임이 클립보드에 추가되었습니다.
lt: Žaidėjo balti žaidimai pridėti prie mainų srities
no: Spillerens hvite spill lagt til utklippstavlen
pl: Dodano białe gry gracza do schowka
pt: Jogos brancos do jogador adicionados à área de transferência
ro: Jocurile albe ale jucătorului au fost adăugate în clipboard
ru: Белые партии игрока добавлены в буфер обмена

source: black games played by
fa: بازی های سیاه بازی توسط
ja: ブラックゲーム
ko: 검은색 게임을 플레이
lt: žaidžiami juodieji žaidimai
no: svarte spill spilt av
pl: czarne gry rozgrywane przez
pt: jogos pretos jogados por
ro: jocuri negre jucate de
ru: черные игры, в которые играют

source: Black Player
fa: بازیکن سیاه
ja: ブラックプレイヤー
ko: 블랙 플레이어
lt: Juodas grotuvas
no: Svart spiller
pl: Czarny Gracz
pt: Jogador preto
ro: Jucător negru
ru: Черный игрок

source: Searching ....
fa: جستجو ....
ja: 検索中....
ko: 검색 중입니다....
lt: Ieškau....
no: Søker ....
pl: Wyszukiwanie ....
pt: Procurando ....
ro: Caut....
ru: Идет поиск ....

source: Searching...
fa: در حال جستجو...
ja: 検索中...
ko: 수색...
lt: Ieškoma...
no: Søker...
pl: Badawczy...
pt: Procurando...
ro: Se caută...
ru: Идет поиск...

source: Searching Clipboard
fa: جستجوی کلیپ بورد
ja: クリップボードを検索
ko: 클립보드 검색
lt: Ieškoma iškarpinės
no: Søker på utklippstavlen
pl: Przeszukiwanie schowka
pt: Pesquisando na área de transferência
ro: Căutând Clipboard
ru: Поиск в буфере обмена

source: Searching
fa: در حال جستجو
ja: 検索中
ko: 수색
lt: Ieškoma
no: Søker
pl: Badawczy
pt: Procurando
ro: Căutând
ru: Идет поиск

source: Searching Database
fa: جستجو در پایگاه داده
ja: データベースの検索
ko: 데이터베이스 검색
lt: Ieškoma duomenų bazėje
no: Søker i databasen
pl: Przeszukiwanie bazy danych
pt: Pesquisando banco de dados
ro: Căutare în baza de date
ru: Поиск в базе данных

source: Calculating Stats
fa: محاسبه آمار
ja: 統計の計算
ko: 통계 계산
lt: Skaičiuojant statistiką
no: Beregner statistikk
pl: Obliczanie statystyk
pt: Calculando estatísticas
ro: Calcularea statisticilor
ru: Расчет статистики

source: Next Move
fa: حرکت بعدی
ja: 次の動き
ko: 다음 움직임
lt: Kitas judėjimas
no: Neste trekk
pl: Następny ruch
pt: Próximo passo
ro: Următoarea mișcare
ru: Следующий шаг

source: Transpositions
fa: جابجایی ها
ja: 転置
ko: 전치
lt: Perkėlimai
no: Transposisjoner
pl: Transpozycje
pt: Transposições
ro: Transpuneri
ru: Транспозиции

source: Engine name - No engine selected
fa: نام موتور - موتور انتخاب نشده است
ja: エンジン名 - エンジンが選択されていません
ko: 엔진 이름 - 엔진이 선택되지 않았습니다.
lt: Variklio pavadinimas – nepasirinktas variklis
no: Motornavn - Ingen motor valgt
pl: Nazwa silnika - Nie wybrano silnika
pt: Nome do motor - Nenhum motor selecionado
ro: Nume motor - Niciun motor selectat
ru: Название двигателя - Двигатель не выбран

source: Engine name -
fa: نام موتور -
ja: エンジン名 -
ko: 엔진 이름 -
lt: Variklio pavadinimas -
no: Motornavn -
pl: Nazwa silnika -
pt: Nome do motor -
ro: Nume motor -
ru: Название двигателя -

source: No engine parameter options read
fa: هیچ گزینه پارامتر موتور خوانده نمی شود
ja: エンジンパラメータオプションが読み込まれません
ko: 엔진 매개변수 옵션을 읽지 못했습니다.
lt: Nenuskaityta jokių variklio parametrų parinkčių
no: Ingen motorparameteralternativer lest
pl: Brak odczytanych opcji parametrów silnika
pt: Nenhuma opção de parâmetro do motor lida
ro: Nu sunt citite opțiunile parametrilor motorului
ru: Не считаны параметры двигателя

source: Engine error message
fa: پیغام خطای موتور
ja: エンジンエラーメッセージ
ko: 엔진 오류 메시지
lt: Variklio klaidos pranešimas
no: Motorfeilmelding
pl: Komunikat o błędzie silnika
pt: Mensagem de erro do motor
ro: Mesaj de eroare motor
ru: Сообщение об ошибке двигателя

source: Engine playing strength
fa: قدرت پخش موتور
ja: エンジン再生力
ko: 엔진 재생 강도
lt: Variklio grojimo jėga
no: Motorens spillestyrke
pl: Silnik odtwarzający siłę
pt: Força de execução do motor
ro: Puterea de rulare a motorului
ru: Сила игры двигателя

source: This panel lets you select the UCI engine to run (an .exe file).
fa: این پانل به شما امکان می دهد موتور UCI را برای اجرا (یک فایل exe.) انتخاب کنید.
ja: このパネルでは、実行する UCI エンジン (.exe ファイル) を選択できます。
ko: 이 패널을 사용하면 실행할 UCI 엔진(.exe 파일)을 선택할 수 있습니다.
lt: Šiame skydelyje galite pasirinkti paleisti UCI variklį (.exe failą).
no: Dette panelet lar deg velge UCI-motoren som skal kjøres (en .exe-fil).
pl: Ten panel umożliwia wybranie silnika UCI, który ma zostać uruchomiony (plik .exe).
pt: Este painel permite que você selecione o mecanismo UCI a ser executado (um arquivo .exe).
ro: Acest panou vă permite să selectați motorul UCI de rulat (un fișier .exe).
ru: Эта панель позволяет выбрать движок UCI для запуска (файл .exe).

source: You can also select parameters to modify engine behaviour.
fa: همچنین می توانید پارامترهایی را برای تغییر رفتار موتور انتخاب کنید.
ja: パラメータを選択してエンジンの動作を変更することもできます。
ko: 엔진 동작을 수정하기 위해 매개변수를 선택할 수도 있습니다.
lt: Taip pat galite pasirinkti parametrus, kad pakeistumėte variklio veikimą.
no: Du kan også velge parametere for å endre motorens oppførsel.
pl: Można również wybrać parametry modyfikujące zachowanie silnika.
pt: Você também pode selecionar parâmetros para modificar o comportamento do motor.
ro: De asemenea, puteți selecta parametri pentru a modifica comportamentul motorului.
ru: Вы также можете выбрать параметры для изменения поведения двигателя.

source: UCI Engine executable file:
fa: فایل اجرایی UCI Engine:
ja: UCI エンジン実行ファイル:
ko: UCI 엔진 실행 파일:
lt: UCI variklio vykdomasis failas:
no: UCI Engine kjørbar fil:
pl: Plik wykonywalny UCI Engine:
pt: Arquivo executável do UCI Engine:
ro: Fișier executabil UCI Engine:
ru: Исполняемый файл UCI Engine:
