Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: The initial release was hosted at the Colorado School of Mines,
fa: نسخه اولیه در مدرسه معادن کلرادو میزبانی شد.
ja: 最初のリリースはコロラド鉱山学校で開催されました。
ko: 최초 릴리스는 콜로라도 광산 학교에서 호스팅되었습니다.
lt: Pradinis leidimas buvo surengtas Kolorado kasyklų mokykloje,
no: Den første utgivelsen ble arrangert på Colorado School of Mines,
pl: Pierwsze wydanie odbyło się w Colorado School of Mines,
pt: O lançamento inicial foi realizado na Escola de Minas do Colorado,
ro: Lansarea inițială a fost găzduită la Colorado School of Mines,
ru: Первоначальный выпуск состоялся в Школе горного дела Колорадо,

source: but it was moved to Carnegie Mellon University later the same year.
fa: اما در اواخر همان سال به دانشگاه کارنگی ملون منتقل شد.
ja: しかし、同年後半にカーネギーメロン大学に移転されました。
ko: 하지만 같은 해 말에 카네기 멜론 대학으로 이전되었습니다.
lt: tačiau vėliau tais pačiais metais jis buvo perkeltas į Carnegie Mellon universitetą.
no: men det ble flyttet til Carnegie Mellon University senere samme år.
pl: ale jeszcze w tym samym roku przeniesiono ją na Uniwersytet Carnegie Mellon.
pt: mas foi transferido para a Universidade Carnegie Mellon no final do mesmo ano.
ro: dar a fost mutat la Universitatea Carnegie Mellon mai târziu în același an.
ru: Однако позднее в том же году он был переведен в Университет Карнеги — Меллона.

source: The software was coded, supported, and operated by volunteers until 1 March 1995
fa: این نرم افزار تا تاریخ 1 مارس 1995 توسط داوطلبان کدگذاری، پشتیبانی و اجرا می شد
ja: このソフトウェアは1995年3月1日までボランティアによってコーディング、サポート、運用されていました。
ko: 이 소프트웨어는 1995년 3월 1일까지 자원봉사자들에 의해 코딩, 지원 및 운영되었습니다.
lt: Programinė įranga buvo užkoduota, palaikoma ir valdoma savanorių iki 1995 m. kovo 1 d
no: Programvaren ble kodet, støttet og drevet av frivillige frem til 1. mars 1995
pl: Oprogramowanie było kodowane, obsługiwane i obsługiwane przez wolontariuszy do 1 marca 1995 r.
pt: O software foi codificado, suportado e operado por voluntários até 1º de março de 1995.
ro: Software-ul a fost codificat, susținut și operat de voluntari până la 1 martie 1995
ru: Программное обеспечение разрабатывалось, поддерживалось и эксплуатировалось добровольцами до 1 марта 1995 года.

source: when administrators began charging players for membership and changed the name
fa: زمانی که مدیران شروع به دریافت هزینه از بازیکنان برای عضویت کردند و نام را تغییر دادند
ja: 管理者がプレイヤーに会員費を請求し、名前を変更したとき
ko: 관리자가 멤버십에 대해 플레이어에게 요금을 청구하고 이름을 변경하기 시작했을 때
lt: kai administratoriai pradėjo apmokestinti žaidėjus už narystę ir pakeitė pavadinimą
no: da administratorer begynte å belaste spillere for medlemskap og endret navn
pl: kiedy administratorzy zaczęli pobierać od graczy opłaty za członkostwo i zmienili nazwę
pt: quando os administradores começaram a cobrar dos jogadores pela assinatura e mudaram o nome
ro: când administratorii au început să taxeze jucătorii pentru calitatea de membru și și-au schimbat numele
ru: когда администраторы начали взимать с игроков плату за членство и изменили название

source: to the ICC. Several former ICS programmers saw the commercialization of ICS
fa: به ICC. چندین برنامه نویس سابق ICS شاهد تجاری سازی ICS بودند
ja: ICCに。元ICSプログラマーの何人かは、ICSの商業化が
ko: ICC에. 여러 전 ICS 프로그래머는 ICS의 상용화를 보았습니다.
lt: į TBT. Keli buvę ICS programuotojai matė ICS komercializavimą
no: til ICC. Flere tidligere ICS-programmerere så kommersialiseringen av ICS
pl: do ICC. Kilku byłych programistów ICS widziało komercjalizację ICS
pt: para o ICC. Vários ex-programadores de ICS viram a comercialização do ICS
ro: către ICC. Mai mulți foști programatori ICS au văzut comercializarea ICS
ru: в ICC. Несколько бывших программистов ICS увидели коммерциализацию ICS

source: as an exploitation of their work.
fa: به عنوان بهره برداری از کار آنها.
ja: 彼らの仕事の搾取として。
ko: 자신의 노동을 착취하는 것으로.
lt: kaip jų darbo išnaudojimas.
no: som en utnyttelse av deres arbeid.
pl: jako eksploatację ich pracy.
pt: como uma exploração do seu trabalho.
ro: ca o exploatare a muncii lor.
ru: как эксплуатацию их труда.

source: This group, led by Chris Petroff and Henrik Gram, developed FICS as an alternative
fa: این گروه به رهبری کریس پتروف و هنریک گرام، FICS را به عنوان جایگزین توسعه دادند
ja: クリス・ペトロフとヘンリック・グラムが率いるこのグループは、代替手段としてFICSを開発した。
ko: Chris Petroff와 Henrik Gram이 이끄는 이 그룹은 FICS를 대안으로 개발했습니다.
lt: Ši grupė, vadovaujama Chriso Petroffo ir Henriko Gramo, sukūrė FICS kaip alternatyvą
no: Denne gruppen, ledet av Chris Petroff og Henrik Gram, utviklet FICS som et alternativ
pl: Ta grupa pod przewodnictwem Chrisa Petroffa i Henrika Grama opracowała FICS jako alternatywę
pt: Este grupo, liderado por Chris Petroff e Henrik Gram, desenvolveu o FICS como uma alternativa
ro: Acest grup, condus de Chris Petroff și Henrik Gram, a dezvoltat FICS ca alternativă
ru: Эта группа под руководством Криса Петроффа и Хенрика Грэма разработала FICS как альтернативу

source: to the paid model, giving users free, unrestricted access.
fa: به مدل پولی، دسترسی رایگان و نامحدود را به کاربران می دهد.
ja: 有料モデルに移行し、ユーザーには無料で無制限のアクセスを提供します。
ko: 유료 모델로 전환하면 사용자는 무료로 제한 없이 액세스할 수 있습니다.
lt: prie mokamo modelio, suteikiant vartotojams nemokamą, neribotą prieigą.
no: til den betalte modellen, og gir brukerne gratis, ubegrenset tilgang.
pl: do modelu płatnego, dającego użytkownikom bezpłatny, nieograniczony dostęp.
pt: para o modelo pago, dando aos usuários acesso gratuito e irrestrito.
ro: la modelul cu plată, oferind utilizatorilor acces gratuit și nerestricționat.
ru: к платной модели, предоставляющей пользователям бесплатный, неограниченный доступ.

source: The server debuted on 3 March 1995, just two days after the ICC announcement.
fa: این سرور در 3 مارس 1995، تنها دو روز پس از اعلام ICC شروع به کار کرد.
ja: サーバーは、ICC の発表からわずか 2 日後の 1995 年 3 月 3 日にデビューしました。
ko: 이 서버는 ICC 발표 후 불과 이틀 후인 1995년 3월 3일에 공개되었습니다.
lt: Serveris debiutavo 1995 m. kovo 3 d., praėjus vos dviem dienoms po ICC pranešimo.
no: Serveren debuterte 3. mars 1995, bare to dager etter ICC-kunngjøringen.
pl: Serwer zadebiutował 3 marca 1995 roku, zaledwie dwa dni po ogłoszeniu ICC.
pt: O servidor estreou em 3 de março de 1995, apenas dois dias após o anúncio do ICC.
ro: Serverul a debutat pe 3 martie 1995, la doar două zile după anunțul ICC.
ru: Сервер дебютировал 3 марта 1995 года, всего через два дня после объявления ICC.

source: In 1998, the Free Internet Chess Organization was founded as a nonprofit organization.
fa: در سال 1998، سازمان شطرنج اینترنتی رایگان به عنوان یک سازمان غیرانتفاعی تاسیس شد.
ja: 1998 年に、Free Internet Chess Organization が非営利団体として設立されました。
ko: 1998년에 무료 인터넷 체스 기구가 비영리 단체로 설립되었습니다.
lt: 1998 m. „Free Internet Chess Organization“ buvo įkurta kaip ne pelno siekianti organizacija.
no: I 1998 ble Free Internet Chess Organization grunnlagt som en ideell organisasjon.
pl: W 1998 roku założono organizację non-profit Free Internet Chess Organization.
pt: Em 1998, a Free Internet Chess Organization foi fundada como uma organização sem fins lucrativos.
ro: În 1998, Free Internet Chess Organization a fost fondată ca organizație nonprofit.
ru: В 1998 году была основана некоммерческая организация Free Internet Chess Organization.

source: In 2007, this legal entity was involuntarily dissolved.
fa: در سال 1386 این نهاد حقوقی به طور غیر ارادی منحل شد.
ja: 2007 年に、この法人は強制的に解散されました。
ko: 2007년에 이 법인은 강제로 해산되었습니다.
lt: 2007 metais šis juridinis asmuo savo noru buvo nutrauktas.
no: I 2007 ble denne juridiske enheten ufrivillig oppløst.
pl: W 2007 roku ten podmiot prawny został rozwiązany wbrew swojej woli.
pt: Em 2007, esta entidade jurídica foi dissolvida involuntariamente.
ro: În 2007, această persoană juridică a fost dizolvată involuntar.
ru: В 2007 году данное юридическое лицо было принудительно ликвидировано.

source: The server is still maintained and administered by volunteers.
fa: سرور همچنان توسط داوطلبان نگهداری و مدیریت می شود.
ja: サーバーは現在もボランティアによって維持・管理されています。
ko: 이 서버는 여전히 자원봉사자들에 의해 유지 관리되고 관리되고 있습니다.
lt: Serverį vis dar prižiūri ir administruoja savanoriai.
no: Serveren vedlikeholdes og administreres fortsatt av frivillige.
pl: Serwerem w dalszym ciągu zajmują się wolontariusze, którzy go administrują.
pt: O servidor ainda é mantido e administrado por voluntários.
ro: Serverul este încă întreținut și administrat de voluntari.
ru: Сервер по-прежнему обслуживается и администрируется волонтерами.

source: The material above is from Wikipedia and is reproduced
fa: مطالب بالا از ویکی پدیا است و تکثیر شده است
ja: 上記の資料はWikipediaから転載したものです
ko: 위의 자료는 위키피디아에서 발췌한 것이며 재생산한 것입니다.
lt: Aukščiau pateikta medžiaga yra iš Vikipedijos ir yra atkurta
no: Materialet ovenfor er fra Wikipedia og er gjengitt
pl: Powyższy materiał pochodzi z Wikipedii i jest powielany
pt: O material acima é da Wikipedia e é reproduzido
ro: Materialul de mai sus este de pe Wikipedia și este reprodus
ru: Материал выше взят из Википедии и воспроизведен

source: in accordance with the Creative Commons license version 4.0 -
fa: مطابق با مجوز Creative Commons نسخه 4.0 -
ja: クリエイティブ・コモンズ・ライセンスバージョン4.0に準拠 -
ko: 크리에이티브 커먼즈 라이센스 버전 4.0에 따라 -
lt: pagal Creative Commons licencijos 4.0 versiją -
no: i samsvar med Creative Commons-lisensen versjon 4.0 -
pl: zgodnie z licencją Creative Commons w wersji 4.0 -
pt: de acordo com a licença Creative Commons versão 4.0 -
ro: în conformitate cu licența Creative Commons versiunea 4.0 -
ru: в соответствии с лицензией Creative Commons версии 4.0 -

source: History of the Free Internet Chess Server
fa: تاریخچه اینترنت رایگان سرور شطرنج
ja: 無料インターネットチェスサーバーの歴史
ko: 무료 인터넷 체스 서버의 역사
lt: Nemokamo interneto šachmatų serverio istorija
no: Historien om den gratis Internett-sjakkserveren
pl: Historia darmowego internetowego serwera szachowego
pt: História do servidor de xadrez gratuito na Internet
ro: Istoria serverului de șah gratuit pe internet
ru: История бесплатного интернет-шахматного сервера

source: In order to be able to connect to Fics you need an internet connection
fa: برای اینکه بتوانید به Fics متصل شوید نیاز به اتصال به اینترنت دارید
ja: Ficsに接続するにはインターネット接続が必要です
ko: Fics에 연결하려면 인터넷 연결이 필요합니다.
lt: Kad galėtumėte prisijungti prie Fics, jums reikia interneto ryšio
no: For å kunne koble til Fics trenger du en internettforbindelse
pl: Aby móc połączyć się z Fics potrzebujesz połączenia internetowego
pt: Para poder se conectar ao Fics você precisa de uma conexão com a internet
ro: Pentru a vă putea conecta la Fics aveți nevoie de o conexiune la internet
ru: Для подключения к Fics вам необходимо подключение к интернету.

source: and port number 5000 must be allowed through the Windows firewall.
fa: و شماره پورت 5000 باید از طریق فایروال ویندوز مجاز باشد.
ja: ポート番号 5000 は Windows ファイアウォールで許可される必要があります。
ko: 그리고 포트 번호 5000은 Windows 방화벽을 통과하도록 허용되어야 합니다.
lt: ir prievado numeris 5000 turi būti leidžiamas per „Windows“ užkardą.
no: og portnummer 5000 må tillates gjennom Windows-brannmuren.
pl: a port numer 5000 musi być dozwolony przez zaporę systemu Windows.
pt: e a porta número 5000 deve ser permitida através do firewall do Windows.
ro: și numărul portului 5000 trebuie să fie permis prin firewall-ul Windows.
ru: и порт номер 5000 должен быть разрешен через брандмауэр Windows.

source: In order to allow port 5000 through the Windows firewall follow these steps -
fa: برای اجازه دادن به پورت 5000 از طریق فایروال ویندوز این مراحل را دنبال کنید:
ja: Windowsファイアウォールを通過させるポート5000を許可するには、次の手順に従ってください。
ko: Windows 방화벽을 통해 포트 5000을 허용하려면 다음 단계를 따르세요.
lt: Norėdami leisti 5000 prievadą per Windows ugniasienę, atlikite šiuos veiksmus:
no: Følg disse trinnene for å tillate port 5000 gjennom Windows-brannmuren -
pl: Aby zezwolić na port 5000 przez zaporę systemu Windows, wykonaj następujące kroki:
pt: Para permitir a porta 5000 através do firewall do Windows, siga estas etapas:
ro: Pentru a permite portul 5000 prin firewall-ul Windows, urmați acești pași -
ru: Чтобы разрешить порт 5000 через брандмауэр Windows, выполните следующие действия:

source: For Windows 7 select <Start> <Control Panel> <System and Security>
fa: برای ویندوز 7 <Start> <Control Panel> <System and Security> را انتخاب کنید
ja: Windows 7の場合は、<スタート> <コントロールパネル> <システムとセキュリティ>を選択します。
ko: Windows 7의 경우 <시작> <제어판> <시스템 및 보안>을 선택하세요.
lt: Jei naudojate „Windows 7“, pasirinkite <Pradėti> <Valdymo skydas> <Sistema ir sauga>
no: For Windows 7 velger du <Start> <Kontrollpanel> <System og sikkerhet>
pl: W systemie Windows 7 wybierz <Start> <Panel sterowania> <System i zabezpieczenia>
pt: No Windows 7, selecione <Iniciar> <Painel de Controle> <Sistema e Segurança>
ro: Pentru Windows 7, selectați <Start> <Control Panel> <System and Security>
ru: Для Windows 7 выберите <Пуск> <Панель управления> <Система и безопасность>

source: <Windows Firewall> <Advanced Settings>
ja: <Windows ファイアウォール> <詳細設定>
ko: <Windows 방화벽> <고급 설정>
lt: <Windows ugniasienė> <Išplėstiniai nustatymai>
no: <Windows-brannmur> <Avanserte innstillinger>
pl: <Zapora systemu Windows> <Ustawienia zaawansowane>
pt: <Firewall do Windows> <Configurações avançadas>
ro: <Paravan de protecție Windows> <Setări avansate>
ru: <Брандмауэр Windows> <Дополнительные параметры>

source: For Windows 10 select <Settings> <Update & Security> <Windows Security>
fa: برای ویندوز 10 <Settings> <Update & Security> <Windows Security> را انتخاب کنید
ja: Windows 10の場合は、<設定> <更新とセキュリティ> <Windowsセキュリティ>を選択します。
ko: Windows 10의 경우 <설정> <업데이트 및 보안> <Windows 보안>을 선택하세요.
lt: Jei naudojate „Windows 10“, pasirinkite <Nustatymai> <Atnaujinimas ir sauga> <Windows sauga>
no: For Windows 10 velger du <Innstillinger> <Oppdatering og sikkerhet> <Windows-sikkerhet>
pl: W systemie Windows 10 wybierz <Ustawienia> <Aktualizacja i zabezpieczenia> <Zabezpieczenia systemu Windows>
pt: No Windows 10, selecione <Configurações> <Atualização e segurança> <Segurança do Windows>
ro: Pentru Windows 10, selectați <Setări> <Actualizare și securitate> <Securitate Windows>
ru: Для Windows 10 выберите <Параметры> <Обновление и безопасность> <Безопасность Windows>

source: <Firewall & Network Protection> <Advanced Settings>
ja: <ファイアウォールとネットワーク保護> <詳細設定>
ko: <방화벽 및 네트워크 보호> <고급 설정>
lt: <Ugniasienė ir tinklo apsauga> <Išplėstiniai nustatymai>
no: <Brannmur og nettverksbeskyttelse> <Avanserte innstillinger>
pl: <Zapora sieciowa i ochrona sieci> <Ustawienia zaawansowane>
pt: <Firewall e proteção de rede> <Configurações avançadas>
ro: <Firewall și protecție rețelei> <Setări avansate>
ru: <Брандмауэр и защита сети> <Расширенные настройки>

source: From then on, the steps are the same.
fa: از این به بعد مراحل یکسان است.
ja: それ以降の手順は同じです。
ko: 그 이후로는 단계가 동일합니다.
lt: Nuo tada žingsniai yra tokie patys.
no: Fra da av er trinnene de samme.
pl: Od tego momentu kroki są takie same.
pt: A partir daí, os passos são os mesmos.
ro: De atunci, pașii sunt aceiași.
ru: С этого момента действия те же самые.

source: This opens the <Windows Firewall with Advanced Security> screen.
fa: با این کار صفحه <Windows Firewall with Advanced Security> باز می شود.
ja: これにより、<セキュリティが強化された Windows ファイアウォール> 画面が開きます。
ko: <고급 보안이 포함된 Windows 방화벽> 화면이 열립니다.
lt: Taip atidaromas ekranas <Windows ugniasienė su išplėstine sauga>.
no: Dette åpner skjermbildet <Windows-brannmur med avansert sikkerhet>.
pl: Spowoduje to otwarcie ekranu <Zapora systemu Windows z zabezpieczeniami zaawansowanymi>.
pt: Isso abre a tela <Firewall do Windows com Segurança Avançada>.
ro: Aceasta deschide ecranul <Paravan de protecție Windows cu securitate avansată>.
ru: Откроется экран <Брандмауэр Windows в режиме повышенной безопасности>.

source: Choose <Inbound Rules> from the left panel,
fa: <قوانین ورودی> را از پانل سمت چپ انتخاب کنید،
ja: 左側のパネルから<受信の規則>を選択し、
ko: 왼쪽 패널에서 <인바운드 규칙>을 선택하세요.
lt: Kairiajame skydelyje pasirinkite <Inbound Rules>,
no: Velg <Inbound Rules> fra venstre panel,
pl: Wybierz <Reguły przychodzące> z lewego panelu,
pt: Selecione <Regras de entrada> no painel esquerdo,
ro: Alegeți <Reguli de intrare> din panoul din stânga,
ru: Выберите <Правила для входящих подключений> на левой панели.

source: then <New Rule> from the right panel.
fa: سپس <New Rule> از پنل سمت راست.
ja: 次に、右側のパネルから <新しいルール> を選択します。
ko: 그런 다음 오른쪽 패널에서 <새 규칙>을 클릭합니다.
lt: tada dešiniajame skydelyje <Nauja taisyklė>.
no: deretter <Ny regel> fra høyre panel.
pl: następnie <Nowa reguła> z prawego panelu.
pt: então <Nova Regra> no painel direito.
ro: apoi <New Rule> din panoul din dreapta.
ru: затем <Новое правило> на правой панели.

source: In the <Rule Type> screen, select <Port> then <Next>.
fa: در صفحه <Rule Type>، <Port> و سپس <Next> را انتخاب کنید.
ja: <ルールの種類> 画面で、<ポート> を選択し、<次へ> を選択します。
ko: <규칙 유형> 화면에서 <포트>를 선택하고 <다음>을 클릭합니다.
lt: Ekrane <Rule Type> pasirinkite <Port>, tada <Next>.
no: I skjermbildet <Regeltype> velger du <Port> og deretter <Neste>.
pl: Na ekranie <Typ reguły> wybierz <Port>, a następnie <Dalej>.
pt: Na tela <Tipo de regra>, selecione <Porta> e depois <Avançar>.
ro: În ecranul <Tip regulă>, selectați <Port> apoi <Următorul>.
ru: На экране <Тип правила> выберите <Порт>, затем <Далее>.

source: In the <Protocol and Ports> screen, select <TCP> and <Specfic local ports>
fa: در صفحه <Protocol and Ports>، <TCP> و <Specific local ports> را انتخاب کنید
ja: <プロトコルとポート>画面で、<TCP>と<特定のローカルポート>を選択します。
ko: <프로토콜 및 포트> 화면에서 <TCP> 및 <특정 로컬 포트>를 선택하세요.
lt: Ekrane <Protocol and Ports> pasirinkite <TCP> ir <Specfic local ports>
no: I skjermbildet <Protocol and Ports> velger du <TCP> og <Spesifikke lokale porter>
pl: Na ekranie <Protokół i porty> wybierz <TCP> i <Konkretne porty lokalne>
pt: Na tela <Protocolo e Portas>, selecione <TCP> e <Portas locais específicas>
ro: În ecranul <Protocol și porturi>, selectați <TCP> și <Porturi locale specifice>
ru: На экране <Протокол и порты> выберите <TCP> и <Определенные локальные порты>.

source: then enter 5000 in <Specific local ports> box then <Next>
fa: سپس 5000 را در کادر <Specific local ports> و سپس <Next> وارد کنید
ja: 次に、<特定のローカルポート>ボックスに5000と入力し、<次へ>をクリックします。
ko: 그런 다음 <특정 로컬 포트> 상자에 5000을 입력하고 <다음>을 클릭합니다.
lt: tada laukelyje <Specific local ports> įveskite 5000, tada <Next>
no: skriv deretter inn 5000 i boksen <Spesifikke lokale porter> og deretter <Neste>
pl: następnie wprowadź 5000 w polu <Konkretne porty lokalne> i kliknij <Dalej>
pt: então digite 5000 na caixa <Portas locais específicas> e então <Próximo>
ro: apoi introduceți 5000 în caseta <Specific local ports> apoi <Next>
ru: затем введите 5000 в поле <Определенные локальные порты>, затем <Далее>

source: In the <Action> screen, select <Allow the connection> then <Next>
fa: در صفحه <Action>، <Allow the connection> و سپس <Next> را انتخاب کنید
ja: <アクション>画面で、<接続を許可する>を選択し、<次へ>を選択します。
ko: <작업> 화면에서 <연결 허용>을 선택한 후 <다음>을 선택하세요.
lt: Ekrane <Veiksmas> pasirinkite <Leisti ryšį>, tada <Kitas>
no: I <Action>-skjermen velger du <Tillat tilkoblingen> og deretter <Neste>
pl: Na ekranie <Akcja> wybierz opcję <Zezwól na połączenie>, a następnie <Dalej>
pt: Na tela <Ação>, selecione <Permitir a conexão> e depois <Avançar>
ro: În ecranul <Acțiune>, selectați <Permite conexiunea> apoi <Următorul>
ru: На экране <Действие> выберите <Разрешить подключение>, затем <Далее>.

source: In the <Profile> screen, leave the settings all switched on, then <Next>
fa: در صفحه <Profile>، همه تنظیمات را روشن بگذارید، سپس <Next>
ja: <プロファイル>画面で、すべての設定をオンにしたまま、<次へ>をクリックします。
ko: <프로필> 화면에서 모든 설정을 켜둔 후 <다음>을 클릭합니다.
lt: Ekrane <Profilis> palikite visus nustatymus įjungtus, tada <Kitas>
no: I skjermbildet <Profil> lar du alle innstillingene være slått på, og deretter <Neste>
pl: Na ekranie <Profil> pozostaw wszystkie ustawienia włączone, a następnie kliknij <Dalej>
pt: Na tela <Perfil>, deixe todas as configurações ativadas e depois <Avançar>
ro: În ecranul <Profil>, lăsați toate setările activate, apoi <Următorul>
ru: На экране <Профиль> оставьте все настройки включенными, затем нажмите <Далее>.

source: In the <Name> screen, name the Inbound rule <Port 5000> or something
fa: در صفحه <Name>، قانون ورودی را <Port 5000> یا چیزی دیگر نامگذاری کنید
ja: <名前>画面で、受信ルールに<ポート5000>などの名前を付けます。
ko: <이름> 화면에서 인바운드 규칙의 이름을 <포트 5000> 또는 이와 비슷한 이름으로 지정합니다.
lt: Ekrane <Name> pavadinkite įeinančiojo taisyklę <Port 5000> ar panašiai
no: I skjermbildet <Navn>, navngi inngående regel <Port 5000> eller noe
pl: Na ekranie <Nazwa> wpisz nazwę reguły przychodzącej <Port 5000> lub coś w tym stylu
pt: Na tela <Nome>, nomeie a regra de entrada <Porta 5000> ou algo assim
ro: În ecranul <Nume>, denumește regula de intrare <Port 5000> sau așa ceva
ru: На экране <Имя> назовите входящее правило <Порт 5000> или как-то так.

source: similar and enter <Fics chess server> for the description. Then <Finish>.
fa: مشابه و برای توضیحات <Fics chess server> را وارد کنید. سپس <Finish>.
ja: 同様に、説明に <Fics chess server> と入力します。次に <Finish> をクリックします。
ko: 유사하고 설명에 <Fics 체스 서버>를 입력합니다. 그런 다음 <완료>.
lt: panašus ir aprašymui įveskite <Fics chess server>. Tada <Baigti>.
no: lignende og skriv inn <Fics sjakkserver> for beskrivelsen. Deretter <Fullfør>.
pl: podobne i wpisz <Fics chess server> jako opis. Następnie <Zakończ>.
pt: similar e digite <Fics chess server> para a descrição. Então <Finish>.
ro: similar și introduceți <Server de șah Fics> pentru descriere. Apoi <Finish>.
ru: аналогично и введите <Fics chess server> для описания. Затем <Finish>.

source: Then from <Windows firewall with advanced security>
fa: سپس از <فایروال ویندوز با امنیت پیشرفته>
ja: 次に、<セキュリティが強化されたWindowsファイアウォール>から
ko: 그런 다음 <고급 보안이 포함된 Windows 방화벽>
lt: Tada iš <Windows ugniasienės su išplėstine sauga>
no: Deretter fra <Windows-brannmur med avansert sikkerhet>
pl: Następnie z <Zapory systemu Windows z zaawansowanymi zabezpieczeniami>
pt: Então, em <firewall do Windows com segurança avançada>
ro: Apoi din <paravan de protecție Windows cu securitate avansată>
ru: Затем из <Брандмауэр Windows с расширенной безопасностью>

source: select <Outbound Rules> from the left panel and follow the same steps.
fa: <Outbound Rules> را از پنل سمت چپ انتخاب کنید و همان مراحل را دنبال کنید.
ja: 左側のパネルから <送信の規則> を選択し、同じ手順に従います。
ko: 왼쪽 패널에서 <아웃바운드 규칙>을 선택하고 동일한 단계를 따르세요.
lt: kairiajame skydelyje pasirinkite <Išeinančios taisyklės> ir atlikite tuos pačius veiksmus.
no: velg <Utgående regler> fra venstre panel og følg de samme trinnene.
pl: wybierz <Reguły wychodzące> z lewego panelu i wykonaj te same kroki.
pt: selecione <Regras de saída> no painel esquerdo e siga os mesmos passos.
ro: selectați <Reguli de ieșire> din panoul din stânga și urmați aceiași pași.
ru: выберите <Исходящие правила> на левой панели и выполните те же действия.

source: On my computer it was not neccessary to allow the Nimzo_3d program
fa: در رایانه من لزومی به اجازه دادن به برنامه Nimzo_3d نبود
ja: 私のコンピュータではNimzo_3dプログラムを許可する必要はありませんでした
ko: 내 컴퓨터에서는 Nimzo_3d 프로그램을 허용할 필요가 없었습니다.
lt: Mano kompiuteryje nereikėjo leisti Nimzo_3d programos
no: På min datamaskin var det ikke nødvendig å tillate Nimzo_3d-programmet
pl: Na moim komputerze nie było konieczne zezwolenie programowi Nimzo_3d
pt: No meu computador não foi necessário permitir o programa Nimzo_3d
ro: Pe computerul meu nu a fost necesar să permit programul Nimzo_3d
ru: На моем компьютере не было необходимости разрешать программу Nimzo_3d

source: through as well, in order for the Fics connection to work.
fa: از طریق نیز، برای اینکه اتصال Fics کار کند.
ja: Fics 接続が機能するためには、同様にする必要があります。
ko: Fics 연결이 작동하려면 다음을 통해서도 가능합니다.
lt: taip pat, kad „Fics“ ryšys veiktų.
no: gjennom også, for at Fics-forbindelsen skal fungere.
pl: również, aby połączenie Fics działało.
pt: também, para que a conexão Fics funcione.
ro: de asemenea, pentru ca conexiunea Fics să funcționeze.
ru: также, чтобы соединение Fics работало.
