Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: I use the free program <PDF-XChange Viewer> for this purpose.
fa: من از برنامه رایگان <PDF-XChange Viewer> برای این منظور استفاده می کنم.
ja: この目的のために、無料のプログラム <PDF-XChange Viewer> を使用します。
ko: 이 목적을 위해 무료 프로그램인 <PDF-XChange Viewer>를 사용합니다.
lt: Tam naudoju nemokamą programą <PDF-XChange Viewer>.
no: Jeg bruker gratisprogrammet <PDF-XChange Viewer> til dette formålet.
pl: W tym celu korzystam z bezpłatnego programu <PDF-XChange Viewer>.
pt: Eu uso o programa gratuito <PDF-XChange Viewer> para essa finalidade.
ro: Folosesc programul gratuit <PDF-XChange Viewer> în acest scop.
ru: Для этой цели я использую бесплатную программу <PDF-XChange Viewer>.

source: You can then set Nimzo to puzzle mode and use the counter
fa: سپس می توانید نیمزو را در حالت پازل قرار دهید و از شمارنده استفاده کنید
ja: その後、Nimzoをパズルモードに設定し、カウンターを使用することができます
ko: 그런 다음 Nimzo를 퍼즐 모드로 설정하고 카운터를 사용할 수 있습니다.
lt: Tada galite nustatyti Nimzo galvosūkio režimą ir naudoti skaitiklį
no: Du kan deretter sette Nimzo til puslespillmodus og bruke telleren
pl: Następnie możesz ustawić Nimzo w trybie układanki i użyć licznika
pt: Você pode então colocar o Nimzo no modo quebra-cabeça e usar o contador
ro: Puteți apoi să setați Nimzo în modul puzzle și să utilizați contorul
ru: Затем вы можете перевести Нимзо в режим головоломки и использовать счетчик.

source: for keeping score.
fa: برای حفظ امتیاز
ja: スコアを記録するため。
ko: 점수를 매기기 위해서.
lt: už balų išlaikymą.
no: for å holde poengsummen.
pl: do zapisywania wyników.
pt: para manter a pontuação.
ro: pentru ținerea punctajului.
ru: для ведения счета.

source: The counter can be reset to zero with a double click
fa: شمارنده را می توان با دوبار کلیک به صفر بازگرداند
ja: ダブルクリックでカウンターをゼロにリセットできます
ko: 더블클릭으로 카운터를 0으로 재설정할 수 있습니다.
lt: Dukart spustelėjus skaitiklį galima atstatyti į nulį
no: Telleren kan nullstilles med et dobbeltklikk
pl: Licznik można zresetować do zera poprzez dwukrotne kliknięcie
pt: O contador pode ser zerado com um clique duplo
ro: Contorul poate fi resetat la zero printr-un dublu clic
ru: Счетчик можно сбросить на ноль двойным щелчком.

source: in the grey border that surrounds the central number box.
fa: در حاشیه خاکستری که کادر اعداد مرکزی را احاطه کرده است.
ja: 中央の数字ボックスを囲む灰色の枠内。
ko: 중앙 숫자 상자를 둘러싼 회색 테두리 안에 있습니다.
lt: pilkame rėmelyje, supančiame centrinį skaičių langelį.
no: i den grå rammen som omgir den sentrale tallboksen.
pl: w szarej ramce otaczającej centralne pole liczbowe.
pt: na borda cinza que circunda a caixa numérica central.
ro: în chenarul gri care înconjoară caseta centrală cu numere.
ru: в серой рамке, окружающей центральное поле с цифрами.

source: If you find the tooltip for the score window annoying,
fa: اگر نکته ابزار پنجره امتیاز را آزاردهنده می‌دانید،
ja: スコアウィンドウのツールチップが煩わしい場合は、
ko: 점수 창의 툴팁이 귀찮다면,
lt: Jei balų lango patarimas erzina,
no: Hvis du synes verktøytipset for poengvinduet er irriterende,
pl: Jeśli uważasz, że dymek podpowiedzi w oknie wyników jest irytujący,
pt: Se você achar a dica de ferramenta para a janela de pontuação irritante,
ro: Dacă vi se pare deranjant sfatul instrumentului pentru fereastra de scor,
ru: Если подсказка для окна счета вас раздражает,

source: you can switch it off with the <Tooltip on/off> button.
fa: می توانید با دکمه <Tooltip on/off> آن را خاموش کنید.
ja: <ツールチップのオン/オフ> ボタンでオフに切り替えることができます。
ko: <도구 설명 켜기/끄기> 버튼을 사용해서 끌 수 있습니다.
lt: galite jį išjungti mygtuku <Patarimas įjungti/išjungti>.
no: du kan slå den av med <Verktøytips på/av>-knappen.
pl: Możesz wyłączyć tę funkcję za pomocą przycisku <Włącz/wyłącz podpowiedź>.
pt: você pode desligá-lo com o botão <Tooltip on/off>.
ro: îl puteți opri cu butonul <Tooltip on/off>.
ru: Вы можете отключить его с помощью кнопки <Вкл./выкл. подсказки>.

source: Score counter info
fa: اطلاعات شمارنده امتیاز
ja: スコアカウンター情報
ko: 점수 카운터 정보
lt: Balų skaitiklio informacija
no: Score teller info
pl: Informacje o liczniku wyników
pt: Informações do contador de pontuação
ro: Informații despre contorul de scor
ru: Информация о счетчике очков

source: Please select the engine search info options :-
fa: لطفاً گزینه های اطلاعات جستجوی موتور را انتخاب کنید:-
ja: エンジン検索情報オプションを選択してください:-
ko: 엔진 검색 정보 옵션을 선택하세요:-
lt: Pasirinkite variklio paieškos informacijos parinktis: -
no: Vennligst velg alternativene for motorsøkinformasjon: -
pl: Proszę wybrać opcje wyszukiwania informacji w wyszukiwarce:-
pt: Selecione as opções de informações do mecanismo de busca:
ro: Vă rugăm să selectați opțiunile pentru informațiile de căutare ale motorului:-
ru: Пожалуйста, выберите параметры информации о поисковой системе:-

source: Display search info
fa: نمایش اطلاعات جستجو
ja: 検索情報を表示
ko: 검색 정보 표시
lt: Rodyti paieškos informaciją
no: Vis søkeinformasjon
pl: Wyświetl informacje o wyszukiwaniu
pt: Exibir informações de pesquisa
ro: Afișează informațiile de căutare
ru: Показать информацию поиска

source: Human thinking
fa: تفکر انسان
ja: 人間の思考
ko: 인간의 사고
lt: Žmogaus mąstymas
no: Menneskelig tenkning
pl: Myślenie ludzkie
pt: Pensamento humano
ro: Gândirea umană
ru: Человеческое мышление

source: Computer thinking
fa: تفکر کامپیوتری
ja: コンピュータの思考
ko: 컴퓨터 사고
lt: Kompiuterinis mąstymas
no: Datatenkning
pl: Myślenie komputerowe
pt: Pensamento computacional
ro: Gândirea la computer
ru: Компьютерное мышление

source: Engine name
fa: نام موتور
ja: エンジン名
ko: 엔진 이름
lt: Variklio pavadinimas
no: Motornavn
pl: Nazwa silnika
pt: Nome do motor
ro: Numele motorului
ru: Название двигателя

source: Search depth
fa: عمق جستجو
ja: 検索の深さ
ko: 검색 깊이
lt: Paieškos gylis
no: Søkedybde
pl: Głębokość wyszukiwania
pt: Profundidade da pesquisa
ro: Adâncimea căutării
ru: Глубина поиска

source: Evaluation
fa: ارزیابی
ja: 評価
ko: 평가
lt: Įvertinimas
no: Evaluering
pl: Ocena
pt: Avaliação
ro: Evaluare
ru: Оценка

source: Kilo nodes / sec
fa: گره های کیلویی / ثانیه
ja: キロノード / 秒
ko: 킬로노드/초
lt: Kilo mazgai / sek
no: Kilo noder / sek
pl: Kilo węzłów / sek.
pt: Nós de quilo / seg
ro: Kilo noduri / sec
ru: Килоузлов/сек

source: Move time taken
fa: زمان انجام حرکت
ja: 移動に要した時間
ko: 이동 시간 소요
lt: Judėjimo laikas
no: Flyttetid tatt
pl: Czas trwania ruchu
pt: Tempo de movimentação gasto
ro: Timpul de mutare luat
ru: Время, затраченное на перемещение

source: Best line
fa: بهترین خط
ja: ベストライン
ko: 베스트라인
lt: Geriausia linija
no: Beste linje
pl: Najlepsza linia
pt: Melhor linha
ro: Cea mai bună linie
ru: Лучшая линия

source: Max move no.
fa: حداکثر حرکت شماره
ja: 最大移動回数
ko: 최대 이동 횟수
lt: Maksimalus judesys Nr.
no: Maks trekk nr.
pl: Maksymalny ruch nr.
pt: Movimento máximo nº.
ro: Mișcarea maximă nr.
ru: Макс. ход №

source: Auto select panel
fa: پانل انتخاب خودکار
ja: 自動選択パネル
ko: 자동 선택 패널
lt: Automatinis skydelio pasirinkimas
no: Automatisk valgpanel
pl: Panel automatycznego wyboru
pt: Painel de seleção automática
ro: Panou de selectare automată
ru: Панель автоматического выбора

source: Display engine search info during a move search
fa: نمایش اطلاعات جستجوی موتور در طول جستجوی حرکت
ja: 移動検索中にエンジン検索情報を表示する
ko: 이동 검색 중 엔진 검색 정보 표시
lt: Perkėlimo paieškos metu rodyti variklio paieškos informaciją
no: Vis motorsøkeinformasjon under et flyttesøk
pl: Wyświetlaj informacje o wyszukiwaniu w wyszukiwarce podczas wyszukiwania ruchu
pt: Exibir informações de pesquisa do mecanismo durante uma pesquisa de movimento
ro: Afișați informațiile de căutare ale motorului în timpul unei căutări de mutare
ru: Отображение поисковой информации во время поиска перемещения

source: Display search info when human is thinking,
fa: نمایش اطلاعات جستجو زمانی که انسان در حال فکر کردن است،
ja: 人間が考えているときに検索情報を表示する、
ko: 인간이 생각할 때 검색 정보를 표시합니다.
lt: Rodyti paieškos informaciją, kai žmogus galvoja,
no: Vis søkeinformasjon når mennesket tenker,
pl: Wyświetlaj informacje o wyszukiwaniu, gdy człowiek myśli,
pt: Exibir informações de pesquisa quando o humano estiver pensando,
ro: Afișează informațiile de căutare atunci când omul gândește,
ru: Отображение поисковой информации, когда человек думает,

source: (Ponder must be on)
fa: (تفکر باید روشن باشد)
ja: （熟考はオンにする必要があります）
ko: (숙고는 필수)
lt: (Pamąstymas turi būti įjungtas)
no: (Punder må være på)
pl: (Zastanawianie się musi być włączone)
pt: (Ponder deve estar ligado)
ro: (Gândirea trebuie să fie activată)
ru: (Обдумывание должно быть включено)

source: Display search info when computer is thinking
fa: نمایش اطلاعات جستجو زمانی که کامپیوتر در حال فکر کردن است
ja: コンピュータが考えているときに検索情報を表示する
ko: 컴퓨터가 생각할 때 검색 정보를 표시합니다.
lt: Rodyti paieškos informaciją, kai kompiuteris galvoja
no: Vis søkeinformasjon når datamaskinen tenker
pl: Wyświetlaj informacje o wyszukiwaniu, gdy komputer myśli
pt: Exibir informações de pesquisa quando o computador estiver pensando
ro: Afișează informațiile de căutare atunci când computerul se gândește
ru: Отображение поисковой информации, когда компьютер думает

source: Display the engine name
fa: نمایش نام موتور
ja: エンジン名を表示する
ko: 엔진 이름 표시
lt: Parodykite variklio pavadinimą
no: Vis motornavnet
pl: Wyświetl nazwę silnika
pt: Exibir o nome do motor
ro: Afișează numele motorului
ru: Отображение названия двигателя

source: Display the search depth and selective search depth
fa: نمایش عمق جستجو و عمق جستجوی انتخابی
ja: 検索深度と選択的検索深度を表示する
ko: 검색 깊이 및 선택적 검색 깊이 표시
lt: Rodyti paieškos gylį ir pasirinktinį paieškos gylį
no: Vis søkedybden og selektiv søkedybde
pl: Wyświetl głębokość wyszukiwania i selektywną głębokość wyszukiwania
pt: Exibir a profundidade da pesquisa e a profundidade da pesquisa seletiva
ro: Afișați adâncimea de căutare și adâncimea de căutare selectivă
ru: Отображение глубины поиска и выборочной глубины поиска

source: Display the position evaluation
fa: نمایش ارزیابی موقعیت
ja: 位置評価を表示する
ko: 위치 평가 표시
lt: Rodyti pozicijos įvertinimą
no: Vis posisjonsevalueringen
pl: Wyświetl ocenę pozycji
pt: Exibir a avaliação da posição
ro: Afișați evaluarea poziției
ru: Отображение оценки позиции

source: Display the kilo nodes (positions) searched per second
fa: نمایش گره های کیلویی (موقعیت) جستجو شده در ثانیه
ja: 1秒あたりに検索されたキロノード（位置）を表示します
ko: 초당 검색된 킬로노드(위치)를 표시합니다.
lt: Rodyti per sekundę ieškotus kilogramų mazgus (pozicijas).
no: Vis kilonodene (posisjonene) søkt per sekund
pl: Wyświetl liczbę kilo węzłów (pozycji) przeszukanych na sekundę
pt: Exibir os nós de quilo (posições) pesquisados por segundo
ro: Afișează kilo-nodurile (pozițiile) căutate pe secundă
ru: Отображение количества найденных узлов (позиций) в секунду

source: Display the time spent searching on the current move
fa: نمایش زمان صرف شده برای جستجو در حرکت فعلی
ja: 現在の移動での検索に費やされた時間を表示します
ko: 현재 이동에 소요된 검색 시간을 표시합니다.
lt: Rodyti laiką, praleistą ieškant dabartinio judėjimo
no: Vis tiden brukt på å søke på gjeldende trekk
pl: Wyświetl czas spędzony na wyszukiwaniu bieżącego ruchu
pt: Exibir o tempo gasto na busca do movimento atual
ro: Afișează timpul petrecut căutând pentru mișcarea curentă
ru: Отображение времени, затраченного на поиск текущего хода

source: Display the best line found during search
fa: بهترین خط پیدا شده در حین جستجو را نمایش دهید
ja: 検索中に見つかった最適なラインを表示する
ko: 검색 중 발견된 최상의 라인을 표시합니다.
lt: Rodyti geriausią paieškos metu rastą eilutę
no: Vis den beste linjen som ble funnet under søk
pl: Wyświetl najlepszą linię znalezioną podczas wyszukiwania
pt: Exibir a melhor linha encontrada durante a pesquisa
ro: Afișează cel mai bun rând găsit în timpul căutării
ru: Отобразить лучшую строку, найденную во время поиска

source: Enter the maximum number of full moves to be displayed
fa: حداکثر تعداد حرکات کامل برای نمایش را وارد کنید
ja: 表示するフルムーブの最大数を入力します
ko: 표시할 최대 전체 이동 횟수를 입력하세요.
lt: Įveskite maksimalų rodomų visų judesių skaičių
no: Angi maksimalt antall fulle trekk som skal vises
pl: Wprowadź maksymalną liczbę pełnych ruchów, które mają zostać wyświetlone
pt: Insira o número máximo de movimentos completos a serem exibidos
ro: Introduceți numărul maxim de mișcări complete care vor fi afișate
ru: Введите максимальное количество полных ходов, которые будут отображаться

source: in the best line. i.e d2d4 d7d5 counts as one move
fa: در بهترین خط یعنی d2d4 d7d5 یک حرکت حساب می شود
ja: ベストラインで。つまり、d2d4 d7d5は1手としてカウントされます
ko: 가장 좋은 라인에서 즉, d2d4 d7d5는 한 번의 움직임으로 계산됩니다.
lt: geriausioje eilutėje. ty d2d4 d7d5 skaičiuojamas kaip vienas judesys
no: i beste rekke. dvs. d2d4 d7d5 teller som ett trekk
pl: w najlepszej linii. tj. d2d4 d7d5 liczy się jako jeden ruch
pt: na melhor linha. ou seja, d2d4 d7d5 conta como um movimento
ro: în cea mai bună linie. adică d2d4 d7d5 contează ca o singură mișcare
ru: в лучшей линии. т.е. d2d4 d7d5 считается одним ходом

source: Enter 0 for no restriction on the best line length.
fa: 0 را بدون محدودیت در بهترین طول خط وارد کنید.
ja: 最適な行の長さに制限がない場合は 0 を入力します。
ko: 최적의 줄 길이에 제한이 없으면 0을 입력하세요.
lt: Įveskite 0, kad nebūtų apribotas geriausias eilutės ilgis.
no: Skriv inn 0 for ingen begrensning på den beste linjelengden.
pl: Wprowadź 0, aby nie było żadnych ograniczeń co do najlepszej długości linii.
pt: Digite 0 para não haver restrição quanto ao melhor comprimento de linha.
ro: Introduceți 0 pentru nicio restricție privind cea mai bună lungime a liniei.
ru: Введите 0, чтобы не было ограничений на оптимальную длину строки.

source: Whether to automatically select the search info panel
fa: انتخاب خودکار پانل اطلاعات جستجو
ja: 検索情報パネルを自動的に選択するかどうか
ko: 검색 정보 패널을 자동으로 선택할지 여부
lt: Ar automatiškai pasirinkti paieškos informacijos skydelį
no: Om søkeinfopanelet skal velges automatisk
pl: Czy automatycznie wybrać panel informacji o wyszukiwaniu
pt: Se deve selecionar automaticamente o painel de informações de pesquisa
ro: Dacă să selectați automat panoul de informații de căutare
ru: Следует ли автоматически выбирать панель информации о поиске

source: when a new game is started
fa: وقتی یک بازی جدید شروع می شود
ja: 新しいゲームが開始されたとき
ko: 새로운 게임이 시작될 때
lt: kai pradedamas naujas žaidimas
no: når et nytt spill startes
pl: kiedy rozpoczyna się nowa gra
pt: quando um novo jogo é iniciado
ro: când începe un joc nou
ru: когда начинается новая игра

source: The < Search info > panel offers a different view
fa: پانل <جستجوی اطلاعات > نمای متفاوتی را ارائه می دهد
ja: <検索情報>パネルでは異なるビューが提供されます
ko: <검색 정보> 패널은 다른 보기를 제공합니다.
lt: Skydelyje < Search info > pateikiamas kitoks vaizdas
no: Panelet < Søk info > tilbyr en annen visning
pl: Panel < Szukaj informacji > oferuje inny widok
pt: O painel < Pesquisar informações > oferece uma visão diferente
ro: Panoul < Căutare informații > oferă o vizualizare diferită
ru: Панель <Поиск информации> предлагает другой вид

source: of engine analysis when the engine is thinking or pondering.
fa: تجزیه و تحلیل موتور زمانی که موتور در حال تفکر یا تفکر است.
ja: エンジンが考えたり熟考したりしているときのエンジン分析。
ko: 엔진이 생각하거나 숙고할 때 엔진 분석을 실시합니다.
lt: variklio analizės, kai variklis galvoja arba svarsto.
no: av motoranalyse når motoren tenker eller grubler.
pl: analizy silnika, gdy silnik myśli lub rozważa.
pt: de análise do motor quando o motor está pensando ou ponderando.
ro: de analiză a motorului atunci când motorul se gândește sau se gândește.
ru: анализа двигателя, когда двигатель думает или размышляет.

source: It can be used for human vs engine games,
fa: می توان از آن برای بازی های انسان در مقابل موتور استفاده کرد،
ja: 人間対エンジンのゲームに使用できます。
ko: 인간 대 엔진 게임에 사용할 수 있습니다.
lt: Jis gali būti naudojamas žmogaus ir variklio žaidimams,
no: Den kan brukes til menneske-vs-motor-spill,
pl: Można go używać w grach typu człowiek kontra silnik,
pt: Pode ser usado para jogos humanos vs motores,
ro: Poate fi folosit pentru jocuri de om vs motor,
ru: Его можно использовать в играх «человек против движка»,

source: or engine vs engine games in matches and tournaments.
fa: یا بازی های موتور در مقابل موتور در مسابقات و مسابقات.
ja: または、試合やトーナメントでのエンジン対エンジンのゲーム。
ko: 또는 경기나 토너먼트에서 엔진 대 엔진 게임을 하는 경우도 있습니다.
lt: arba variklio prieš variklį žaidimai rungtynėse ir turnyruose.
no: eller motor vs motor spill i kamper og turneringer.
pl: lub gry silnik kontra silnik w meczach i turniejach.
pt: ou jogos de motor contra motor em partidas e torneios.
ro: sau jocuri cu motor vs motor în meciuri și turnee.
ru: или игры «движок против движка» в матчах и турнирах.

source: This dialog box allow you to select which of the following elements
fa: این کادر محاوره ای به شما امکان می دهد کدام یک از عناصر زیر را انتخاب کنید
ja: このダイアログボックスでは、次の要素を選択できます。
ko: 이 대화 상자를 사용하면 다음 요소 중 어떤 것을 선택할 수 있습니다.
lt: Šiame dialogo lange galite pasirinkti, kurį iš šių elementų
no: Denne dialogboksen lar deg velge hvilke av følgende elementer
pl: To okno dialogowe umożliwia wybór jednego z następujących elementów:
pt: Esta caixa de diálogo permite que você selecione qual dos seguintes elementos
ro: Această casetă de dialog vă permite să selectați care dintre următoarele elemente
ru: В этом диалоговом окне вы можете выбрать, какой из следующих элементов

source: of the engine search info should be displayed
fa: اطلاعات جستجوی موتور باید نمایش داده شود
ja: エンジン検索情報が表示される
ko: 엔진 검색 정보가 표시되어야 합니다.
lt: turėtų būti rodoma variklio paieškos informacija
no: informasjon om søkemotoren skal vises
pl: informacje o wyszukiwaniu w wyszukiwarce powinny być wyświetlane
pt: das informações de pesquisa do mecanismo devem ser exibidas
ro: ar trebui să fie afișate informațiile de căutare ale motorului
ru: информации о поисковой системе должна отображаться

source: Display search info : Whether to display any engine search info.
fa: نمایش اطلاعات جستجو: آیا برای نمایش اطلاعات جستجوی موتور.
ja: 検索情報を表示: エンジンの検索情報を表示するかどうか。
ko: 검색 정보 표시: 엔진 검색 정보를 표시할지 여부입니다.
lt: Rodyti paieškos informaciją : ar rodyti bet kokią variklio paieškos informaciją.
no: Vis søkeinformasjon : Om du vil vise informasjon om motorsøk.
pl: Wyświetl informacje o wyszukiwaniu: Określa, czy wyświetlić informacje o wyszukiwaniu w wyszukiwarce.
pt: Exibir informações de pesquisa: se deseja exibir qualquer informação de pesquisa do mecanismo.
ro: Afișare informații de căutare : dacă se afișează informații despre căutarea motorului.
ru: Отображать информацию о поиске: отображать ли какую-либо информацию о поисковой системе.

source: Human thinking : Display search info when the human player is thinking.
fa: تفکر انسانی : هنگامی که بازیکن انسانی در حال فکر کردن است، اطلاعات جستجو را نمایش دهید.
ja: 人間の思考: 人間のプレイヤーが考えているときに検索情報を表示します。
ko: 인간의 사고: 인간 플레이어가 생각할 때 검색 정보를 표시합니다.
lt: Žmogaus mąstymas : rodyti paieškos informaciją, kai žaidėjas galvoja.
no: Menneskelig tenkning : Vis søkeinformasjon når den menneskelige spilleren tenker.
pl: Myślenie ludzkie: Wyświetla informacje o wyszukiwaniu, gdy gracz myśli.
pt: Pensamento humano: exibe informações de pesquisa quando o jogador humano está pensando.
ro: Gândire umană: afișați informațiile de căutare atunci când jucătorul uman gândește.
ru: Человеческое мышление: отображать информацию о поиске, когда игрок-человек думает.

source: For this to work the engine <ponder> option must be on.
fa: برای این کار باید گزینه engine <ponder> روشن باشد.
ja: これを機能させるには、エンジンの <ponder> オプションをオンにする必要があります。
ko: 이 기능을 사용하려면 엔진 <ponder> 옵션이 켜져 있어야 합니다.
lt: Kad tai veiktų, variklio parinktis <ponder> turi būti įjungta.
no: For at dette skal fungere, må motoren <ponder>-alternativet være på.
pl: Aby to zadziałało opcja silnika <ponder> musi być włączona.
pt: Para que isso funcione, a opção <ponder> do mecanismo deve estar ativada.
ro: Pentru ca acest lucru să funcționeze, opțiunea motor <ponder> trebuie să fie activată.
ru: Для этого необходимо включить опцию <ponder> движка.

source: Computer thinking : Display search info when the computer is thinking.
fa: تفکر رایانه ای: اطلاعات جستجو را زمانی که رایانه در حال فکر کردن است نمایش دهید.
ja: コンピュータの思考: コンピュータが思考しているときに検索情報を表示します。
ko: 컴퓨터적 사고: 컴퓨터가 생각할 때 검색 정보를 표시합니다.
lt: Kompiuterinis mąstymas: rodyti paieškos informaciją, kai kompiuteris galvoja.
no: Datamaskintenkning : Vis søkeinformasjon når datamaskinen tenker.
pl: Myślenie komputerowe: Wyświetlanie informacji o wyszukiwaniu, gdy komputer myśli.
pt: Pensamento do computador: exibe informações de pesquisa quando o computador está pensando.
ro: Gândirea computerului: afișați informațiile de căutare atunci când computerul gândește.
ru: Компьютерное мышление: отображать поисковую информацию, когда компьютер думает.

source: Engine name : Display the engine name.
fa: نام موتور: نمایش نام موتور.
ja: エンジン名：エンジン名を表示します。
ko: 엔진 이름 : 엔진 이름을 표시합니다.
lt: Variklio pavadinimas: parodykite variklio pavadinimą.
no: Motornavn : Vis motornavnet.
pl: Nazwa silnika: Wyświetl nazwę silnika.
pt: Nome do motor: exibe o nome do motor.
ro: Nume motor : Afișează numele motorului.
ru: Название двигателя: Отображение названия двигателя.

source: Search depth : Display the search depth and selective search depth
fa: عمق جستجو: نمایش عمق جستجو و عمق جستجوی انتخابی
ja: 検索深度: 検索深度と選択的検索深度を表示します
ko: 검색 깊이 : 검색 깊이 및 선택적 검색 깊이를 표시합니다.
lt: Paieškos gylis : Rodyti paieškos gylį ir pasirinktinį paieškos gylį
no: Søkedybde : Vis søkedybden og selektiv søkedybde
pl: Głębokość wyszukiwania: Wyświetl głębokość wyszukiwania i selektywną głębokość wyszukiwania
pt: Profundidade da pesquisa: Exibe a profundidade da pesquisa e a profundidade da pesquisa seletiva
ro: Adâncime de căutare: Afișează adâncimea de căutare și adâncimea de căutare selectivă
ru: Глубина поиска: отображение глубины поиска и выборочной глубины поиска.

source: that the engine has reached during the search.
fa: که موتور در حین جستجو به آن رسیده است.
ja: 検索中にエンジンが到達した場所。
ko: 검색 중에 엔진이 도달한 위치입니다.
lt: kurį variklis pasiekė paieškos metu.
no: som motoren har nådd under søket.
pl: który silnik osiągnął podczas wyszukiwania.
pt: que o motor alcançou durante a busca.
ro: la care a ajuns motorul în timpul căutării.
ru: которого достиг двигатель во время поиска.

source: Evaluation : Display the evaluation for the best line of play.
fa: ارزیابی: ارزیابی را برای بهترین خط بازی نمایش دهید.
ja: 評価: 最適なプレイラインの評価を表示します。
ko: 평가 : 가장 좋은 플레이 라인에 대한 평가를 표시합니다.
lt: Įvertinimas: parodykite geriausios žaidimo linijos įvertinimą.
no: Evaluering : Vis evalueringen for den beste spillelinjen.
pl: Ocena: Wyświetl ocenę najlepszej linii gry.
pt: Avaliação: Exibe a avaliação da melhor linha de jogo.
ro: Evaluare: Afișează evaluarea pentru cea mai bună linie de joc.
ru: Оценка: Отображение оценки лучшей линии игры.

source: Kilo nodes : Display the number of kilo nodes (positions in 1000's),
fa: گره های کیلویی: نمایش تعداد گره های کیلویی (موقعیت ها در 1000)،
ja: キロノード: キロノードの数を表示します(1000位)。
ko: 킬로 노드 : 킬로 노드의 개수를 표시합니다(1000 단위 위치).
lt: Kilo mazgai: rodyti kilogramų mazgų skaičių (pozicijos 1000),
no: Kilo noder : Vis antall kilo noder (posisjoner i 1000-tallet),
pl: Kilowęzły: Wyświetla liczbę kilowęzłów (pozycje w tysiącach),
pt: Nós de quilo: exibe o número de nós de quilo (posições em 1000),
ro: Kilo-noduri: Afișează numărul de kilo-noduri (poziții în 1000),
ru: Килоузлы: Отображение количества килоузлов (позиций в тысячах),

source: that the engine has checked during the search.
fa: که موتور در حین جستجو بررسی کرده است.
ja: 検索中にエンジンがチェックしたもの。
ko: 검색 중에 엔진이 확인한 내용입니다.
lt: kad variklis patikrino paieškos metu.
no: som motoren har sjekket under søket.
pl: które wyszukiwarka sprawdziła podczas wyszukiwania.
pt: que o motor verificou durante a busca.
ro: pe care motorul le-a verificat în timpul căutării.
ru: что движок проверил во время поиска.

source: Time taken : Display the number of seconds that the engine
fa: زمان صرف شده: نمایش تعداد ثانیه های موتور
ja: 所要時間：エンジンがかかった秒数を表示します
ko: 소요시간 : 엔진이 소요한 시간을 초 단위로 표시합니다.
lt: Laikas: rodomas sekundžių skaičius, kurį variklis veikia
no: Tidsbruk: Vis antall sekunder som motoren
pl: Czas trwania: Wyświetla liczbę sekund, przez które silnik pracował.
pt: Tempo gasto: Exibe o número de segundos que o motor
ro: Timp necesar: Afișează numărul de secunde pe care motorul a durat
ru: Затраченное время: Отображает количество секунд, в течение которых двигатель
