Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Cannot open engine parameters file
fa: فایل پارامترهای موتور باز نمی شود
ja: エンジンパラメータファイルを開けません
ko: 엔진 매개변수 파일을 열 수 없습니다
lt: Nepavyko atidaryti variklio parametrų failo
no: Kan ikke åpne motorparameterfil
pl: Nie można otworzyć pliku parametrów silnika
pt: Não é possível abrir o arquivo de parâmetros do motor
ro: Nu se poate deschide fișierul cu parametrii motorului
ru: Невозможно открыть файл параметров двигателя

source: Engine parameters loaded
fa: پارامترهای موتور بارگیری شد
ja: エンジンパラメータがロードされました
ko: 엔진 매개변수가 로드됨
lt: Įkelti variklio parametrai
no: Motorparametere lastet
pl: Załadowano parametry silnika
pt: Parâmetros do motor carregados
ro: Parametrii motorului au fost încărcați
ru: Параметры двигателя загружены

source: Invalid engine name, engine not loaded
fa: نام موتور نامعتبر است، موتور بارگذاری نشده است
ja: エンジン名が無効です。エンジンがロードされていません
ko: 잘못된 엔진 이름, 엔진이 로드되지 않았습니다.
lt: Neteisingas variklio pavadinimas, variklis nepakrautas
no: Ugyldig motornavn, motoren er ikke lastet
pl: Nieprawidłowa nazwa silnika, silnik nie został załadowany
pt: Nome do motor inválido, motor não carregado
ro: Nume de motor nevalid, motorul nu este încărcat
ru: Неверное имя двигателя, двигатель не загружен

source: Engine load error
fa: خطای بار موتور
ja: エンジン負荷エラー
ko: 엔진 부하 오류
lt: Variklio apkrovos klaida
no: Motorbelastningsfeil
pl: Błąd obciążenia silnika
pt: Erro de carga do motor
ro: Eroare la sarcina motorului
ru: Ошибка нагрузки двигателя

source: Engine parameters loaded from previous version *.epm file
fa: پارامترهای موتور از نسخه قبلی * فایل epm بارگیری شده است
ja: 以前のバージョンの *.epm ファイルからロードされたエンジン パラメータ
ko: 이전 버전 *.epm 파일에서 로드된 엔진 매개변수
lt: Variklio parametrai įkelti iš ankstesnės versijos *.epm failo
no: Motorparametere lastet fra forrige versjon *.epm-fil
pl: Parametry silnika załadowane z pliku *.epm poprzedniej wersji
pt: Parâmetros do motor carregados do arquivo *.epm da versão anterior
ro: Parametrii motorului încărcați din fișierul *.epm din versiunea anterioară
ru: Параметры двигателя загружены из файла *.epm предыдущей версии

source: Engine error
fa: خطای موتور
ja: エンジンエラー
ko: 엔진 오류
lt: Variklio klaida
no: Motorfeil
pl: Błąd silnika
pt: Erro do motor
ro: Eroare motor
ru: Ошибка двигателя

source: File read error - Engine match options not loaded
fa: خطای خواندن فایل - گزینه های مطابقت موتور بارگیری نشده است
ja: ファイル読み取りエラー - エンジン一致オプションが読み込まれていません
ko: 파일 읽기 오류 - 엔진 매치 옵션이 로드되지 않았습니다.
lt: Failo skaitymo klaida – variklio atitikties parinktys neįkeltos
no: Feil ved lesing av filer - Motormatchalternativer er ikke lastet
pl: Błąd odczytu pliku — opcje dopasowania silnika nie zostały załadowane
pt: Erro de leitura de arquivo - Opções de correspondência do mecanismo não carregadas
ro: Eroare de citire a fișierului - Opțiunile de potrivire ale motorului nu au fost încărcate
ru: Ошибка чтения файла - параметры соответствия движка не загружены

source: Use this screen to select the UCI engine to use.
fa: از این صفحه برای انتخاب موتور UCI برای استفاده استفاده کنید.
ja: この画面を使用して、使用する UCI エンジンを選択します。
ko: 이 화면을 사용하여 사용할 UCI 엔진을 선택하세요.
lt: Šiame ekrane pasirinkite naudojamą UCI variklį.
no: Bruk denne skjermen til å velge UCI-motoren som skal brukes.
pl: Na tym ekranie możesz wybrać silnik UCI, którego chcesz użyć.
pt: Use esta tela para selecionar o mecanismo UCI a ser usado.
ro: Utilizați acest ecran pentru a selecta motorul UCI de utilizat.
ru: Используйте этот экран для выбора используемого движка UCI.

source: A UCI engine is a .exe file. For example < stockfish_8_x64.exe >
fa: یک موتور UCI یک فایل exe است. برای مثال < stockfish_8_x64.exe >
ja: UCI エンジンは .exe ファイルです。たとえば、< stockfish_8_x64.exe >
ko: UCI 엔진은 .exe 파일입니다. 예를 들어 < stockfish_8_x64.exe >
lt: UCI variklis yra .exe failas. Pavyzdžiui, < stockfish_8_x64.exe >
no: En UCI-motor er en .exe-fil. For eksempel < stockfish_8_x64.exe >
pl: Silnik UCI to plik .exe. Na przykład < stockfish_8_x64.exe >
pt: Um motor UCI é um arquivo .exe. Por exemplo < stockfish_8_x64.exe >
ro: Un motor UCI este un fișier .exe. De exemplu < stockfish_8_x64.exe >
ru: Движок UCI — это файл .exe. Например < stockfish_8_x64.exe >

source: Another example is < komodo3-64.exe >
fa: مثال دیگر < komodo3-64.exe > است
ja: もう一つの例は< komodo3-64.exe >です。
ko: 또 다른 예는 <komodo3-64.exe>입니다.
lt: Kitas pavyzdys yra < komodo3-64.exe >
no: Et annet eksempel er < komodo3-64.exe >
pl: Innym przykładem jest < komodo3-64.exe >
pt: Outro exemplo é < komodo3-64.exe >
ro: Un alt exemplu este <komodo3-64.exe >
ru: Другой пример — < komodo3-64.exe >

source: One weak engine is provided. TarraschToyEngine.exe
fa: یک موتور ضعیف ارائه شده است. TarraschToyEngine.exe
ja: 弱いエンジンが 1 つ提供されます。TarraschToyEngine.exe
ko: 약한 엔진이 하나 제공됩니다. TarraschToyEngine.exe
lt: Yra vienas silpnas variklis. TarraschToyEngine.exe
no: En svak motor følger med. TarraschToyEngine.exe
pl: Dostarczono jeden słaby silnik. TarraschToyEngine.exe
pt: Um motor fraco é fornecido. TarraschToyEngine.exe
ro: Este furnizat un motor slab. TarraschToyEngine.exe
ru: Предоставляется один слабый движок TarraschToyEngine.exe

source: is good enough to be fun but readily beatable for most players.
fa: به اندازه کافی خوب است که سرگرم کننده باشد اما برای اکثر بازیکنان به راحتی قابل شکست است.
ja: 十分に楽しめるが、ほとんどのプレイヤーが簡単にクリアできる。
ko: 대부분 플레이어에게는 충분히 재밌지만, 쉽게 이길 수 있는 게임입니다.
lt: yra pakankamai geras, kad būtų įdomus, bet lengvai įveikiamas daugumai žaidėjų.
no: er god nok til å være morsom, men lett å slå for de fleste spillere.
pl: jest wystarczająco dobra, aby zapewnić dobrą zabawę, ale większość graczy może ją łatwo ukończyć.
pt: é bom o suficiente para ser divertido, mas facilmente superável pela maioria dos jogadores.
ro: este suficient de bun pentru a fi distractiv, dar ușor de învins pentru majoritatea jucătorilor.
ru: достаточно хороша, чтобы доставлять удовольствие, но при этом легко проходима большинством игроков.

source: It is ideal for blindfold training (see the training options)
fa: برای تمرین چشم بند ایده آل است (به گزینه های آموزشی مراجعه کنید)
ja: 目隠しトレーニングに最適です（トレーニングオプションを参照）
ko: 눈 가리고 훈련하기에 이상적입니다(훈련 옵션 참조)
lt: Idealiai tinka treniruotėms užrištomis akimis (žr. treniruočių parinktis)
no: Den er ideell for bind for øynene (se treningsalternativene)
pl: Idealnie nadaje się do treningu z zawiązanymi oczami (zobacz opcje treningu)
pt: É ideal para treino com os olhos vendados (veja as opções de treino)
ro: Este ideal pentru antrenamentul legat la ochi (vezi opțiunile de antrenament)
ru: Идеально подходит для обучения с завязанными глазами (см. варианты обучения)

source: You can also set three engine options that are useful for human versus
fa: شما همچنین می توانید سه گزینه موتور را تنظیم کنید که برای انسان در مقابل مفید است
ja: 人間対人間の対戦に役立つ3つのエンジンオプションを設定することもできます。
ko: 또한 인간 대 인간에 유용한 세 가지 엔진 옵션을 설정할 수도 있습니다.
lt: Taip pat galite nustatyti tris variklio parinktis, kurios naudingos žmogui, palyginti su
no: Du kan også stille inn tre motoralternativer som er nyttige for menneske kontra
pl: Można również ustawić trzy opcje silnika, które są przydatne w przypadku interakcji między człowiekiem a
pt: Você também pode definir três opções de mecanismo que são úteis para humanos versus
ro: De asemenea, puteți seta trei opțiuni de motor care sunt utile pentru om versus
ru: Вы также можете установить три параметра движка, которые полезны для сравнения человека и

source: engine operation. Note that not all engines support all these options.
fa: عملکرد موتور توجه داشته باشید که همه موتورها از همه این گزینه ها پشتیبانی نمی کنند.
ja: エンジン操作。すべてのエンジンがこれらすべてのオプションをサポートしているわけではないことに注意してください。
ko: 엔진 작동. 모든 엔진이 이러한 모든 옵션을 지원하는 것은 아니라는 점에 유의하세요.
lt: variklio veikimas. Atminkite, kad ne visi varikliai palaiko visas šias parinktis.
no: motordrift. Merk at ikke alle motorer støtter alle disse alternativene.
pl: działanie silnika. Należy pamiętać, że nie wszystkie silniki obsługują wszystkie te opcje.
pt: operação do motor. Observe que nem todos os motores suportam todas essas opções.
ro: funcţionarea motorului. Rețineți că nu toate motoarele acceptă toate aceste opțiuni.
ru: работа двигателя. Обратите внимание, что не все двигатели поддерживают все эти опции.

source: (the Tarrasch Toy engine doesn't actually support any of them!)
fa: (موتور Torrasch Toy در واقع هیچ یک از آنها را پشتیبانی نمی کند!)
ja: (Tarrasch Toy エンジンは実際にはいずれもサポートしていません!)
ko: (Tarrasch Toy 엔진은 실제로 이 중 어떤 것도 지원하지 않습니다!)
lt: (Tarrasch Toy variklis iš tikrųjų nepalaiko nė vieno iš jų!)
no: (Tarrasch Toy-motoren støtter faktisk ingen av dem!)
pl: (silnik Tarrasch Toy tak naprawdę nie obsługuje żadnego z nich!)
pt: (o mecanismo do Tarrasch Toy na verdade não suporta nenhum deles!)
ro: (motorul Tarrasch Toy nu suportă de fapt niciunul dintre ele!)
ru: (движок Tarrasch Toy на самом деле не поддерживает ни один из них!)

source: If you don't care about these options then leave the default values
fa: اگر به این گزینه ها اهمیت نمی دهید، مقادیر پیش فرض را رها کنید
ja: これらのオプションを気にしない場合は、デフォルト値のままにしてください。
ko: 이러한 옵션이 중요하지 않으면 기본값을 그대로 두십시오.
lt: Jei šios parinktys jums nerūpi, palikite numatytąsias reikšmes
no: Hvis du ikke bryr deg om disse alternativene, la standardverdiene stå
pl: Jeśli nie interesują Cię te opcje, pozostaw wartości domyślne
pt: Se você não se importa com essas opções, deixe os valores padrão
ro: Dacă nu vă pasă de aceste opțiuni, lăsați valorile implicite
ru: Если вас не интересуют эти параметры, оставьте значения по умолчанию.

source: < ponder off > < hash size= 64Mbytes > and < max cpu cores=1 > in place.
fa: < ponder off > < hash size= 64Mbytes > و < max cpu cores=1 > در جای خود.
ja: < 考慮しない > < ハッシュ サイズ = 64 MB > および < 最大 CPU コア数 = 1 > を設定します。
ko: < 고민해 보세요 > < 해시 크기= 64Mbytes > 그리고 < 최대 CPU 코어=1 >이 적용됩니다.
lt: < apmąstykite > < maišos dydis= 64 MB > ir < max procesoriaus branduoliai=1 > vietoje.
no: < tenk over > < hash size= 64Mbytes > og < max cpu cores=1 > på plass.
pl: < zastanów się > < rozmiar skrótu= 64 MB > i < maks. liczba rdzeni procesora=1 > na miejscu.
pt: < ponder off > < tamanho do hash = 64 Mbytes > e < max cpu cores = 1 > no lugar.
ro: < ponder off > < hash size= 64Mbytes > și <max cpu cores=1 > in loc.
ru: < обдумать > < размер хэша = 64 Мбайт > и < максимальное количество ядер процессора = 1 > на месте.

source: For this version of the program I have added an extra basic parameter,
fa: برای این نسخه از برنامه یک پارامتر پایه اضافی اضافه کرده ام،
ja: このバージョンのプログラムでは、基本パラメータを追加しました。
ko: 이 버전의 프로그램에서는 기본 매개변수를 추가했습니다.
lt: Prie šios programos versijos pridėjau papildomą pagrindinį parametrą,
no: For denne versjonen av programmet har jeg lagt til en ekstra grunnleggende parameter,
pl: W tej wersji programu dodałem dodatkowy podstawowy parametr,
pt: Para esta versão do programa adicionei um parâmetro básico extra,
ro: Pentru această versiune a programului am adăugat un parametru de bază suplimentar,
ru: Для этой версии программы я добавил дополнительный базовый параметр,

source: < Limit playing strength > and the accompanying option < Set ELO rating >
fa: < محدود کردن قدرت پخش > و گزینه همراه <تنظیم رتبه بندی ELO >
ja: < プレイ力の制限 > と付随するオプション < ELO レーティングの設定 >
ko: <플레이 강도 제한> 및 동반 옵션 <ELO 등급 설정>
lt: < Limit grojimo stiprumas > ir kartu esanti parinktis < Nustatyti ELO įvertinimą >
no: < Begrens spillestyrke > og det tilhørende alternativet < Angi ELO-vurdering >
pl: < Ogranicz siłę gry > i towarzysząca jej opcja < Ustaw ocenę ELO >
pt: < Limitar força de jogo > e a opção que o acompanha < Definir classificação ELO >
ro: < Limitați puterea de joc > și opțiunea însoțitoare < Set ELO rating >
ru: <Ограничить силу игры> и сопутствующая опция <Установить рейтинг ЭЛО>

source: With Stockfish engines, there is an alternative option for weakening the engine,
fa: با موتورهای Stockfish، یک گزینه جایگزین برای تضعیف موتور وجود دارد.
ja: Stockfishエンジンでは、エンジンを弱める別の選択肢があります。
ko: Stockfish 엔진에는 엔진을 약화시키는 대체 옵션이 있습니다.
lt: Naudojant Stockfish variklius, yra alternatyvus variklio susilpninimo variantas,
no: Med Stockfish-motorer er det et alternativ for å svekke motoren,
pl: W przypadku silników Stockfish istnieje alternatywna opcja osłabienia silnika,
pt: Com os motores Stockfish, existe uma opção alternativa para enfraquecer o motor,
ro: Cu motoarele Stockfish, există o opțiune alternativă pentru slăbirea motorului,
ru: В двигателях Stockfish есть альтернативный вариант ослабления двигателя,

source: called < Skill Level > which can be set using the custom parameters.
fa: به نام <سطح مهارت > که می تواند با استفاده از پارامترهای سفارشی تنظیم شود.
ja: < スキル レベル > と呼ばれ、カスタム パラメータを使用して設定できます。
ko: <스킬 레벨>이라고 하며, 사용자 정의 매개변수를 사용하여 설정할 수 있습니다.
lt: vadinamas < įgūdžių lygiu >, kurį galima nustatyti naudojant tinkintus parametrus.
no: kalt < Skill Level > som kan stilles inn ved hjelp av de egendefinerte parameterne.
pl: o nazwie < Poziom umiejętności >, który można ustawić za pomocą parametrów niestandardowych.
pt: chamado < Nível de Habilidade > que pode ser definido usando os parâmetros personalizados.
ro: numit < Skill Level > care poate fi setat folosind parametrii personalizați.
ru: называемый <Уровень навыка>, который можно задать с помощью пользовательских параметров.

source: If both options are set, then < Limit playing strength > takes precedence.
fa: اگر هر دو گزینه تنظیم شده باشند، < Limit playing power > اولویت دارد.
ja: 両方のオプションが設定されている場合は、< 再生強度の制限 > が優先されます。
ko: 두 옵션이 모두 설정된 경우, <플레이 강도 제한>이 우선합니다.
lt: Jei nustatytos abi parinktys, pirmenybė teikiama < Limit grojimo stiprumas >.
no: Hvis begge alternativene er angitt, har < Begrens spillestyrke > forrang.
pl: Jeżeli ustawione są obie opcje, priorytet ma opcja <Ogranicz siłę gry>.
pt: Se ambas as opções estiverem definidas, < Limitar força de jogo > terá precedência.
ro: Dacă ambele opțiuni sunt setate, atunci < Limitare puterea de redare > are prioritate.
ru: Если установлены обе опции, то приоритет имеет <Ограничить силу игры>.

source: As before, you can still add extra custom parameters by simply typing them in.
fa: مانند قبل، هنوز هم می توانید پارامترهای سفارشی اضافی را با تایپ کردن آنها اضافه کنید.
ja: これまでと同様に、入力するだけでカスタム パラメータを追加できます。
ko: 이전과 마찬가지로, 간단히 입력하여 추가 사용자 정의 매개변수를 추가할 수 있습니다.
lt: Kaip ir anksčiau, vis tiek galite pridėti papildomų tinkintų parametrų tiesiog juos įvesdami.
no: Som før kan du fortsatt legge til ekstra egendefinerte parametere ved å skrive dem inn.
pl: Tak jak poprzednio, możesz dodać dodatkowe niestandardowe parametry, po prostu je wpisując.
pt: Como antes, você ainda pode adicionar parâmetros personalizados extras simplesmente digitando-os.
ro: Ca și înainte, puteți adăuga în continuare parametri personalizați suplimentari prin simpla introducere a acestora.
ru: Как и прежде, вы по-прежнему можете добавлять дополнительные пользовательские параметры, просто вводя их.

source: However, to make things easier, I have added an < Engine parameters.. > button
fa: با این حال، برای آسان‌تر کردن کار، دکمه < Engine parameters.. > را اضافه کرده‌ام
ja: しかし、物事を簡単にするために、<エンジンパラメータ..>ボタンを追加しました。
ko: 하지만 작업을 더 쉽게 하기 위해 <엔진 매개변수..> 버튼을 추가했습니다.
lt: Tačiau, kad būtų lengviau, pridėjau mygtuką < Variklio parametrai.. >
no: For å gjøre ting enklere har jeg imidlertid lagt til en < Engine parameters.. >-knapp
pl: Jednak, aby ułatwić sprawę, dodałem przycisk < Parametry silnika.. >
pt: No entanto, para facilitar as coisas, adicionei um botão < Parâmetros do motor.. >
ro: Totuși, pentru a ușura lucrurile, am adăugat un buton < Parametri motor.. >
ru: Однако, чтобы упростить задачу, я добавил кнопку <Параметры двигателя..>

source: which allows the user to display a list of available engine parameters and then
fa: که به کاربر اجازه می دهد لیستی از پارامترهای موتور موجود را نمایش دهد و سپس
ja: これにより、ユーザーは利用可能なエンジンパラメータのリストを表示し、
ko: 사용자가 사용 가능한 엔진 매개변수 목록을 표시할 수 있도록 합니다.
lt: kuri leidžia vartotojui parodyti galimų variklio parametrų sąrašą ir tada
no: som lar brukeren vise en liste over tilgjengelige motorparametere og deretter
pl: który umożliwia użytkownikowi wyświetlenie listy dostępnych parametrów silnika, a następnie
pt: que permite ao usuário exibir uma lista de parâmetros de motor disponíveis e então
ro: care permite utilizatorului să afişeze o listă cu parametrii motorului disponibili şi apoi
ru: который позволяет пользователю отобразить список доступных параметров двигателя, а затем

source: select the ones that they require.
fa: موارد مورد نیاز خود را انتخاب کنید.
ja: 必要なものを選択してください。
ko: 필요한 것을 선택하세요.
lt: pasirinkite tuos, kurių jiems reikia.
no: velg de de trenger.
pl: wybierz te, których potrzebują.
pt: selecionar aqueles que eles precisam.
ro: selectați-le pe cele de care au nevoie.
ru: выберите те, которые им нужны.

source: There are also two extra custom parameters now available to use.
fa: همچنین دو پارامتر سفارشی اضافی در حال حاضر برای استفاده در دسترس هستند.
ja: また、2 つの追加のカスタム パラメータも使用できるようになりました。
ko: 이제 두 개의 추가 사용자 정의 매개변수를 사용할 수 있습니다.
lt: Taip pat dabar galima naudoti du papildomus tinkintus parametrus.
no: Det er også to ekstra egendefinerte parametere som nå er tilgjengelige for bruk.
pl: Są teraz dostępne także dwa dodatkowe parametry niestandardowe.
pt: Agora também há dois parâmetros personalizados extras disponíveis para uso.
ro: Există, de asemenea, doi parametri personalizați suplimentari acum disponibili pentru utilizare.
ru: Теперь также доступны для использования два дополнительных пользовательских параметра.

source: There is a more detailed explanation in the < Engine parameters.. > help screen.
fa: توضیحات بیشتر در صفحه راهنمای < Engine parameters.. > وجود دارد.
ja: より詳しい説明は、< エンジン パラメータ.. > ヘルプ画面にあります。
ko: <엔진 매개변수..> 도움말 화면에 더 자세한 설명이 나와 있습니다.
lt: Išsamesnis paaiškinimas pateiktas pagalbos ekrane < Variklio parametrai.. >.
no: Det er en mer detaljert forklaring i hjelpeskjermbildet < Engine parameters.. >.
pl: Bardziej szczegółowe wyjaśnienie znajduje się na ekranie pomocy < Parametry silnika.. >.
pt: Há uma explicação mais detalhada na tela de ajuda < Parâmetros do mecanismo.. >.
ro: Există o explicație mai detaliată în ecranul de ajutor < Parametri motor.. >.
ru: Более подробное объяснение можно найти на экране справки <Параметры двигателя..>.

source: Please exercise caution when using the custom parameters!
fa: لطفاً هنگام استفاده از پارامترهای سفارشی احتیاط کنید!
ja: カスタムパラメータを使用する場合は注意してください。
ko: 사용자 정의 매개변수를 사용할 때는 주의하세요!
lt: Būkite atsargūs naudodami tinkintus parametrus!
no: Vær forsiktig når du bruker de egendefinerte parameterne!
pl: Proszę zachować ostrożność podczas korzystania z parametrów niestandardowych!
pt: Tenha cuidado ao usar os parâmetros personalizados!
ro: Vă rugăm să fiți atenți când utilizați parametrii personalizați!
ru: Пожалуйста, будьте осторожны при использовании пользовательских параметров!

source: The engine parameters that have you set, can be saved and loaded
fa: پارامترهای موتوری که شما تنظیم کرده اید را می توان ذخیره و بارگذاری کرد
ja: 設定したエンジンパラメータは保存して読み込むことができます
ko: 사용자가 설정한 엔진 매개변수는 저장 및 로드될 수 있습니다.
lt: Variklio parametrus, kuriuos nustatėte, galima išsaugoti ir įkelti
no: Motorparametrene som du har angitt, kan lagres og lastes
pl: Ustawione przez Ciebie parametry silnika można zapisać i załadować
pt: Os parâmetros do motor que você definiu podem ser salvos e carregados
ro: Parametrii motorului pe care i-ați setat pot fi salvați și încărcați
ru: Параметры двигателя, которые вы установили, можно сохранить и загрузить.

source: using the < Save engine.. > and < Load engine.. > buttons.
fa: با استفاده از دکمه های < Save engine.. > و < Load engine.. > >.
ja: < エンジンを保存... > ボタンと < エンジンをロード... > ボタンを使用します。
ko: <엔진 저장..> 및 <엔진 로드..> 버튼을 사용합니다.
lt: naudodami mygtukus < Išsaugoti variklį.. > ir < Įkelti variklį.. >.
no: ved å bruke knappene < Lagre motor.. > og < Last inn motor.. >.
pl: za pomocą przycisków < Zapisz silnik.. > i < Załaduj silnik.. >.
pt: usando os botões < Salvar mecanismo.. > e < Carregar mecanismo.. >.
ro: folosind butoanele < Salvare motor.. > și < Încărcare motor.. >.
ru: с помощью кнопок < Сохранить движок.. > и < Загрузить движок.. >.

source: Engine parameter (*.epm) files from previous versions of the program
fa: فایل های پارامتر موتور (*.epm) از نسخه های قبلی برنامه
ja: プログラムの以前のバージョンのエンジンパラメータ(*.epm)ファイル
ko: 이전 버전의 프로그램의 엔진 매개변수(*.epm) 파일
lt: Variklio parametrų (*.epm) failai iš ankstesnių programos versijų
no: Engine parameter (*.epm) filer fra tidligere versjoner av programmet
pl: Pliki parametrów silnika (*.epm) z poprzednich wersji programu
pt: Arquivos de parâmetros do motor (*.epm) de versões anteriores do programa
ro: Fișierele cu parametrii motorului (*.epm) din versiunile anterioare ale programului
ru: Файлы параметров движка (*.epm) из предыдущих версий программы

source: can still be loaded and used in this version, but they will be saved
fa: هنوز هم می توان در این نسخه بارگیری و استفاده کرد، اما آنها ذخیره خواهند شد
ja: このバージョンでも読み込んで使用できますが、保存されます
ko: 이 버전에서는 여전히 로드하여 사용할 수 있지만 저장됩니다.
lt: vis dar gali būti įkeliami ir naudojami šioje versijoje, tačiau jie bus išsaugoti
no: kan fortsatt lastes og brukes i denne versjonen, men de vil bli lagret
pl: nadal można je ładować i używać w tej wersji, ale zostaną zapisane
pt: ainda podem ser carregados e usados nesta versão, mas serão salvos
ro: pot fi încă încărcate și utilizate în această versiune, dar vor fi salvate
ru: их все еще можно загрузить и использовать в этой версии, но они будут сохранены

source: in the new format.
fa: در قالب جدید
ja: 新しい形式で。
ko: 새로운 형식으로.
lt: nauju formatu.
no: i det nye formatet.
pl: w nowym formacie.
pt: no novo formato.
ro: în noul format.
ru: в новом формате.

source: If you load an engine from an epm file and want to see this name displayed
fa: اگر موتوری را از یک فایل epm بارگیری می کنید و می خواهید این نام نمایش داده شود
ja: epmファイルからエンジンをロードし、この名前を表示したい場合
ko: epm 파일에서 엔진을 로드하고 이 이름이 표시되는 것을 보고 싶은 경우
lt: Jei įkeliate variklį iš epm failo ir norite matyti šį pavadinimą
no: Hvis du laster en motor fra en epm-fil og vil se dette navnet vist
pl: Jeśli ładujesz silnik z pliku epm i chcesz zobaczyć tę nazwę wyświetloną
pt: Se você carregar um mecanismo de um arquivo epm e quiser ver esse nome exibido
ro: Dacă încărcați un motor dintr-un fișier epm și doriți să vedeți afișat acest nume
ru: Если вы загружаете движок из файла epm и хотите, чтобы это имя отображалось

source: for engine references in order to differentiate it from the standard engine
fa: برای مراجع موتور به منظور متمایز کردن آن از موتور استاندارد
ja: 標準エンジンと区別するためにエンジン参照用
ko: 표준 엔진과 구별하기 위해 엔진 참조를 위해
lt: variklio nuorodoms, kad būtų galima atskirti jį nuo standartinio variklio
no: for motorreferanser for å skille den fra standardmotoren
pl: w celu odróżnienia go od silnika standardowego
pt: para referências de motor a fim de diferenciá-lo do motor padrão
ro: pentru referințe la motor pentru a o diferenția de motorul standard
ru: для обозначения двигателя, чтобы отличить его от стандартного двигателя

source: it is based on, then save the engine epm file with a distinctive name
fa: بر اساس آن است، سپس فایل موتور epm را با یک نام متمایز ذخیره کنید
ja: エンジンのepmファイルを独自の名前で保存します
ko: 이를 기반으로 하여 고유한 이름으로 엔진 epm 파일을 저장합니다.
lt: jis pagrįstas, tada išsaugokite variklio epm failą skiriamuoju pavadinimu
no: den er basert på, og lagre deretter motorens epm-fil med et særegent navn
pl: jest on oparty na, a następnie zapisz plik epm silnika z charakterystyczną nazwą
pt: é baseado em, então salve o arquivo epm do mecanismo com um nome distinto
ro: se bazează pe, apoi salvați fișierul epm motor cu un nume distinctiv
ru: на основе которого он создан, сохраните файл epm двигателя под другим именем
