Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Time is up
fa: زمان تمام شده است
ja: 時間切れです
ko: 시간이 다 되었습니다
lt: Laikas baigėsi
no: Tiden er ute
pl: Czas minął
pt: O tempo acabou
ro: Timpul s-a terminat
ru: Время истекло

source: Adjust statistics
fa: آمار را تنظیم کنید
ja: 統計を調整する
ko: 통계 조정
lt: Koreguoti statistiką
no: Juster statistikk
pl: Dostosuj statystyki
pt: Ajustar estatísticas
ro: Ajustați statisticile
ru: Настроить статистику

source: Total move no.
fa: کل حرکت شماره
ja: 総移動数
ko: 총 이동 수
lt: Visas judėjimas Nr.
no: Totalt trekk nr.
pl: Całkowity ruch nr.
pt: Nº total de movimentos
ro: Total mutare nr.
ru: Общее количество ходов

source: Correct move no.
fa: حرکت صحیح شماره
ja: 正しい動き番号。
ko: 올바른 움직임 번호.
lt: Teisingas judesys Nr.
no: Riktig trekk nr.
pl: Prawidłowy ruch nr.
pt: Movimento correto nº.
ro: Mișcarea corectă nr.
ru: Правильный ход №.

source: Hint no. :
fa: اشاره خیر :
ja: ヒントNo.:
ko: 힌트 번호 :
lt: Užuomina Nr. :
no: Hint nei. :
pl: Wskazówka nr:
pt: Dica nº.:
ro: Sugestie nr. :
ru: Подсказка №:

source: Puzzle attempted no.
fa: پازل تلاش کرد نه.
ja: パズルに挑戦しました。
ko: 퍼즐 시도 횟수 없음.
lt: Dėlionės bandymas Nr.
no: Puslespill forsøk nr.
pl: Próba rozwiązania zagadki nr.
pt: Tentativa de quebra-cabeça nº.
ro: Încercare de puzzle nu.
ru: Попытка собрать головоломку не удалась.

source: Puzzle solved no.
fa: پازل حل شد نه
ja: パズルは解けました。
ko: 퍼즐이 풀리지 않았습니다.
lt: Dėlionė išspręsta Nr.
no: Gåte løst nei.
pl: Zagadka rozwiązana nr.
pt: Quebra-cabeça resolvido nº.
ro: Puzzle rezolvat nu.
ru: Головоломка решена. Нет.

source: Time up no. :
fa: زمان تمام شده است. :
ja: タイムアップ番号:
ko: 시간 종료 번호 :
lt: Laikas baigėsi Nr. :
no: På tide nei. :
pl: Czas minął nr:
pt: Tempo esgotado n.º:
ro: Timpul a trecut nu. :
ru: Время истекло №:

source: Rating percentage :
fa: درصد رتبه بندی:
ja: 評価率:
ko: 평가 비율 :
lt: Įvertinimo procentas:
no: Karakterprosent:
pl: Ocena procentowa:
pt: Porcentagem de classificação:
ro: Procent de evaluare:
ru: Процент рейтинга:

source: Session
fa: جلسه
ja: セッション
ko: 세션
lt: Sesija
no: Sesjon
pl: Sesja
pt: Sessão
ro: Sesiune
ru: Сессия

source: Reset current
fa: تنظیم مجدد جریان
ja: 現在の状態をリセット
ko: 현재 재설정
lt: Iš naujo nustatyti srovę
no: Tilbakestill strøm
pl: Zresetuj aktualny
pt: Redefinir corrente
ro: Resetează curentul
ru: Сбросить текущий

source: Reset session
fa: بازنشانی جلسه
ja: セッションをリセット
ko: 세션 재설정
lt: Iš naujo nustatyti sesiją
no: Tilbakestill økten
pl: Zresetuj sesję
pt: Reiniciar sessão
ro: Resetați sesiunea
ru: Сбросить сеанс

source: Reset file
fa: بازنشانی فایل
ja: ファイルをリセット
ko: 파일 재설정
lt: Iš naujo nustatyti failą
no: Tilbakestill fil
pl: Zresetuj plik
pt: Redefinir arquivo
ro: Resetați fișierul
ru: Сбросить файл

source: Reset all
fa: همه را بازنشانی کنید
ja: すべてリセット
ko: 모두 재설정
lt: Iš naujo nustatyti viską
no: Tilbakestill alle
pl: Zresetuj wszystko
pt: Redefinir tudo
ro: Resetați toate
ru: Сбросить все

source: This dialog box allows you to manually correct
fa: این کادر محاوره ای به شما امکان می دهد به صورت دستی تصحیح کنید
ja: このダイアログボックスでは手動で修正することができます
ko: 이 대화 상자를 사용하면 수동으로 수정할 수 있습니다.
lt: Šis dialogo langas leidžia taisyti rankiniu būdu
no: Denne dialogboksen lar deg korrigere manuelt
pl: To okno dialogowe umożliwia ręczną korektę
pt: Esta caixa de diálogo permite que você corrija manualmente
ro: Această casetă de dialog vă permite să corectați manual
ru: Это диалоговое окно позволяет вам вручную исправить

source: any puzzle statistics anomalies.
fa: هر گونه ناهنجاری آمار پازل.
ja: パズルの統計の異常。
ko: 퍼즐 통계에 이상이 있는 경우.
lt: bet kokios galvosūkių statistikos anomalijos.
no: eventuelle puslespillstatistikkavvik.
pl: jakiekolwiek anomalie statystyczne łamigłówki.
pt: quaisquer anomalias nas estatísticas do quebra-cabeça.
ro: orice anomalii ale statisticilor puzzle.
ru: любые аномалии статистики головоломок.

source: For example, sometimes a puzzle has more than one winning continuation,
fa: به عنوان مثال، گاهی اوقات یک پازل بیش از یک ادامه برنده دارد،
ja: 例えば、パズルには勝利の続きが複数ある場合があります。
ko: 예를 들어, 퍼즐에는 때때로 두 개 이상의 승리 연속이 있습니다.
lt: Pavyzdžiui, kartais galvosūkis turi daugiau nei vieną laimėtą tęsinį,
no: For eksempel, noen ganger har et puslespill mer enn én vinnende fortsettelse,
pl: Na przykład czasami łamigłówka ma więcej niż jedną zwycięską kontynuację,
pt: Por exemplo, às vezes um quebra-cabeça tem mais de uma continuação vencedora,
ro: De exemplu, uneori un puzzle are mai mult de o continuare câștigătoare,
ru: Например, иногда головоломка имеет более одного выигрышного продолжения,

source: but only one line is given in the solution.
fa: اما فقط یک خط در راه حل داده شده است.
ja: しかし、解決策には 1 行しか示されていません。
ko: 하지만 해결책에는 한 줄만 주어졌습니다.
lt: bet sprendime pateikta tik viena eilutė.
no: men bare én linje er gitt i løsningen.
pl: ale w rozwiązaniu podana jest tylko jedna linia.
pt: mas apenas uma linha é fornecida na solução.
ro: dar o singură linie este dată în soluție.
ru: но в решении дана только одна строка.

source: So if a winning move is entered that does not match the one given
fa: بنابراین اگر حرکت برنده ای وارد شود که با حرکت داده شده مطابقت ندارد
ja: したがって、与えられたものと一致しない勝利の動きが入力された場合
ko: 따라서 주어진 것과 일치하지 않는 승리 이동이 입력되면
lt: Taigi, jei įvedamas laimėjęs ėjimas, kuris nesutampa su duotu
no: Så hvis et vinnende trekk legges inn som ikke samsvarer med det gitte
pl: Jeśli więc wprowadzono ruch wygrywający, który nie pasuje do podanego
pt: Então, se um movimento vencedor for inserido e não corresponder ao dado
ro: Deci, dacă este introdusă o mutare câștigătoare care nu se potrivește cu cea dată
ru: Так что если введен выигрышный ход, который не соответствует заданному

source: it would be counted as an incorrect move.
fa: به عنوان یک حرکت نادرست محسوب می شود.
ja: それは間違った動きとしてカウントされます。
ko: 이는 잘못된 움직임으로 간주됩니다.
lt: tai būtų skaičiuojama kaip neteisingas žingsnis.
no: det vil bli regnet som et feil trekk.
pl: byłoby to uznane za nieprawidłowy ruch.
pt: seria considerado um movimento incorreto.
ro: ar fi considerată o mișcare incorectă.
ru: это будет считаться неправильным ходом.

source: Conversely, sometimes plausible mistakes are given in the solution
fa: برعکس، گاهی اوقات اشتباهات قابل قبولی در راه حل داده می شود
ja: 逆に、解決策の中にもっともらしい間違いが示されることもある
ko: 반대로, 때로는 해결책에 그럴듯한 실수가 주어집니다.
lt: Ir atvirkščiai, kartais sprendime pateikiamos tikėtinos klaidos
no: Motsatt er det noen ganger gitt plausible feil i løsningen
pl: Odwrotnie, czasami w rozwiązaniu pojawiają się prawdopodobne błędy
pt: Por outro lado, às vezes são dados erros plausíveis na solução
ro: Dimpotrivă, uneori în soluție sunt date greșeli plauzibile
ru: И наоборот, иногда в решении приводятся правдоподобные ошибки.

source: and if these moves are not marked as errors with a question mark,
fa: و اگر این حرکات به عنوان خطا با علامت سوال مشخص نشده باشند،
ja: これらの動きが疑問符でエラーとしてマークされていない場合は、
ko: 그리고 이러한 움직임이 물음표로 오류로 표시되지 않으면,
lt: ir jei šie judesiai nėra pažymėti kaip klaidos klaustuku,
no: og hvis disse trekkene ikke er merket som feil med et spørsmålstegn,
pl: a jeśli te ruchy nie są oznaczone jako błędy znakiem zapytania,
pt: e se esses movimentos não forem marcados como erros com um ponto de interrogação,
ro: și dacă aceste mișcări nu sunt marcate ca erori cu un semn de întrebare,
ru: и если эти ходы не отмечены как ошибки со знаком вопроса,

source: entry of such a move would be counted as correct.
fa: ورود چنین حرکتی صحیح محسوب می شود.
ja: そのような動きの入力は正しいものとしてカウントされます。
ko: 그러한 이동을 입력하면 정확한 것으로 간주됩니다.
lt: tokio žingsnio įrašymas būtų laikomas teisingu.
no: innføring av et slikt trekk vil bli regnet som korrekt.
pl: wprowadzenie takiego ruchu będzie uważane za prawidłowe.
pt: a entrada de tal movimento seria considerada correta.
ro: introducerea unei astfel de mișcări ar fi considerată corectă.
ru: Ввод такого хода будет засчитан как правильный.

source: Usually, such issues can be dealt with by simply adjusting the current correct
fa: معمولاً با تنظیم صحیح جریان می توان چنین مسائلی را حل کرد
ja: 通常、このような問題は、現在の正しい値を調整するだけで対処できます。
ko: 일반적으로 이러한 문제는 현재 올바른 것을 조정하면 간단히 처리할 수 있습니다.
lt: Paprastai tokias problemas galima išspręsti tiesiog koreguojant dabartinę teisingą
no: Vanligvis kan slike problemer håndteres ved ganske enkelt å justere gjeldende riktig
pl: Zwykle takie problemy można rozwiązać po prostu dostosowując bieżące ustawienia
pt: Normalmente, esses problemas podem ser resolvidos simplesmente ajustando a corrente correta
ro: De obicei, astfel de probleme pot fi rezolvate prin simpla ajustare a curentului corect
ru: Обычно такие проблемы можно решить, просто отрегулировав текущий корректный

source: move number, but a full range of adjustments is available to cover other cases.
fa: شماره حرکت، اما طیف کاملی از تنظیمات برای پوشش سایر موارد موجود است.
ja: 移動数は制限されていますが、他のケースにも対応できるように幅広い調整が可能です。
ko: 숫자를 옮기는 것뿐만 아니라, 다른 경우를 처리하기 위해 광범위한 조정이 가능합니다.
lt: perkelti numerį, tačiau galimas visas koregavimų spektras, kad būtų galima taikyti kitus atvejus.
no: flyttenummer, men et komplett utvalg av justeringer er tilgjengelig for å dekke andre tilfeller.
pl: numer ruchu, ale pełen zakres dostosowań jest dostępny w innych przypadkach.
pt: número de movimentos, mas uma gama completa de ajustes está disponível para cobrir outros casos.
ro: numărul de mutare, dar este disponibilă o gamă completă de ajustări pentru a acoperi alte cazuri.
ru: количество ходов, но доступен полный спектр корректировок для других случаев.

source: Also, you can use the reset buttons to zero the statisistics
fa: همچنین، می توانید از دکمه های تنظیم مجدد برای صفر کردن آمار استفاده کنید
ja: また、リセットボタンを使用して統計をゼロにすることもできます。
ko: 또한 재설정 버튼을 사용하여 통계를 0으로 설정할 수 있습니다.
lt: Taip pat galite naudoti atstatymo mygtukus, kad nulinėtumėte statistiką
no: Du kan også bruke tilbakestillingsknappene for å nullstille statistikken
pl: Można również użyć przycisków resetowania, aby wyzerować statystyki
pt: Além disso, você pode usar os botões de reset para zerar as estatísticas
ro: De asemenea, puteți folosi butoanele de resetare pentru a zero statisticile
ru: Также вы можете использовать кнопки сброса, чтобы обнулить статистику.

source: for the current puzzle, the puzzle session and the puzzle file.
fa: برای پازل فعلی، جلسه پازل و فایل پازل.
ja: 現在のパズル、パズル セッション、パズル ファイル。
ko: 현재 퍼즐, 퍼즐 세션 및 퍼즐 파일에 대한 정보입니다.
lt: dabartiniam galvosūkiui, galvosūkio seansui ir galvosūkio failui.
no: for gjeldende puslespill, puslespilløkten og puslespillfilen.
pl: dla bieżącej łamigłówki, sesji łamigłówki i pliku łamigłówki.
pt: para o quebra-cabeça atual, a sessão do quebra-cabeça e o arquivo do quebra-cabeça.
ro: pentru puzzle-ul curent, sesiunea de puzzle și fișierul puzzle.
ru: для текущей головоломки, сеанса головоломки и файла головоломки.

source: Adjust puzzle stats help
fa: کمک آمار پازل را تنظیم کنید
ja: パズルの統計を調整するヘルプ
ko: 퍼즐 통계 조정 도움말
lt: Padeda koreguoti galvosūkių statistiką
no: Hjelp til å justere puslespillstatistikken
pl: Dostosuj statystyki zagadki
pt: Ajuda para ajustar estatísticas de quebra-cabeça
ro: Ajută la ajustarea statisticilor puzzle-ului
ru: Помощь по настройке статистики головоломки

source: Please select puzzle options
fa: لطفا گزینه های پازل را انتخاب کنید
ja: パズルのオプションを選択してください
ko: 퍼즐 옵션을 선택해주세요
lt: Prašome pasirinkti galvosūkio parinktis
no: Velg puslespillalternativer
pl: Proszę wybrać opcje układanki
pt: Selecione as opções de quebra-cabeça
ro: Vă rugăm să selectați opțiunile de puzzle
ru: Пожалуйста, выберите параметры головоломки

source: Auto responses
fa: پاسخ های خودکار
ja: 自動応答
ko: 자동 응답
lt: Automatiniai atsakymai
no: Autosvar
pl: Odpowiedzi automatyczne
pt: Respostas automáticas
ro: Răspunsuri automate
ru: Автоматические ответы

source: Hint highlight
fa: نکته برجسته
ja: ヒントハイライト
ko: 힌트 하이라이트
lt: Užuominos akcentas
no: Hint høydepunkt
pl: Podświetl wskazówkę
pt: Destaque de dica
ro: Evidențierea indicii
ru: Подсказка подсветка

source: Show sub-vars
fa: نمایش متغیرهای فرعی
ja: サブ変数を表示
ko: 하위 변수 표시
lt: Rodyti povarčius
no: Vis sub-vars
pl: Pokaż podzmienne
pt: Mostrar sub-variáveis
ro: Afișați subvariile
ru: Показать подпеременные

source: Incorrect move message
fa: پیام حرکت نادرست
ja: 移動メッセージが間違っています
ko: 잘못된 이동 메시지
lt: Neteisingas perkėlimo pranešimas
no: Feil flyttemelding
pl: Nieprawidłowa wiadomość o ruchu
pt: Mensagem de movimento incorreta
ro: Mesaj de mutare incorect
ru: Неправильное сообщение о ходе

source: Puzzle complete message
fa: پیام کامل پازل
ja: パズル完了メッセージ
ko: 퍼즐 완료 메시지
lt: Dėlionė baigta
no: Puslespillet fullført melding
pl: Wiadomość o zakończeniu układanki
pt: Mensagem de quebra-cabeça completo
ro: Mesaj puzzle complet
ru: Сообщение о завершении головоломки

source: Score skipped puzzle
fa: نمره پازل حذف شد
ja: スコアスキップパズル
ko: 점수 건너뛰기 퍼즐
lt: Rezultatas praleistas galvosūkis
no: Poengsum hoppet over puslespillet
pl: Wynik pominiętej łamigłówki
pt: Quebra-cabeça de pontuação pulada
ro: Scor sărituri puzzle
ru: Оценка пропущенных головоломок

source: Mark puzzle file
fa: علامت گذاری فایل پازل
ja: パズルファイルをマークする
ko: 퍼즐 파일 표시
lt: Pažymėkite galvosūkio failą
no: Merk puslespillfilen
pl: Zaznacz plik układanki
pt: Marcar arquivo de quebra-cabeça
ro: Marcați fișierul puzzle
ru: Отметить файл головоломки

source: Auto load puzzle mode
fa: حالت پازل بارگذاری خودکار
ja: 自動ロードパズルモード
ko: 자동 로드 퍼즐 모드
lt: Automatinio įkėlimo galvosūkio režimas
no: Automatisk lasting av puslespillmodus
pl: Tryb automatycznego ładowania puzzli
pt: Modo de quebra-cabeça de carregamento automático
ro: Modul puzzle de încărcare automată
ru: Режим автоматической загрузки головоломки

source: Auto load last puzzle
fa: بارگذاری خودکار آخرین پازل
ja: 最後のパズルを自動読み込み
ko: 마지막 퍼즐 자동 로드
lt: Automatiškai įkelti paskutinį galvosūkį
no: Last inn siste puslespill automatisk
pl: Automatyczne ładowanie ostatniej układanki
pt: Carregar automaticamente o último quebra-cabeça
ro: Încărcare automată ultimul puzzle
ru: Автоматическая загрузка последней головоломки

source: Auto load next puzzle
fa: بارگذاری خودکار پازل بعدی
ja: 次のパズルを自動読み込み
ko: 다음 퍼즐 자동 로드
lt: Automatiškai įkelti kitą galvosūkį
no: Last inn neste puslespill automatisk
pl: Automatyczne ładowanie następnej układanki
pt: Carregar automaticamente o próximo quebra-cabeça
ro: Încărcați automat următorul puzzle
ru: Автоматическая загрузка следующей головоломки

source: Delay (1/10 seconds)
fa: تاخیر (1/10 ثانیه)
ja: 遅延（1/10秒）
ko: 지연(1/10초)
lt: Vėlavimas (1/10 sekundžių)
no: Forsinkelse (1/10 sekunder)
pl: Opóźnienie (1/10 sekundy)
pt: Atraso (1/10 segundos)
ro: Întârziere (1/10 secunde)
ru: Задержка (1/10 секунды)

source: Puzzle statistics options
fa: گزینه های آمار پازل
ja: パズル統計オプション
ko: 퍼즐 통계 옵션
lt: Dėlionės statistikos parinktys
no: Alternativer for puslespillstatistikk
pl: Opcje statystyk układanki
pt: Opções de estatísticas do quebra-cabeça
ro: Opțiuni pentru statistici puzzle
ru: Параметры статистики головоломки

source: Show puzzle stats
fa: نمایش آمار پازل
ja: パズルの統計を表示
ko: 퍼즐 통계 표시
lt: Rodyti galvosūkių statistiką
no: Vis puslespillstatistikk
pl: Pokaż statystyki układanki
pt: Mostrar estatísticas do quebra-cabeça
ro: Afișează statistici puzzle
ru: Показать статистику головоломки

source: Show session stats
fa: نمایش آمار جلسه
ja: セッション統計を表示
ko: 세션 통계 표시
lt: Rodyti seanso statistiką
no: Vis øktstatistikk
pl: Pokaż statystyki sesji
pt: Mostrar estatísticas da sessão
ro: Afișează statisticile sesiunii
ru: Показать статистику сеанса

source: Show file stats
fa: نمایش آمار فایل
ja: ファイルの統計情報を表示
ko: 파일 통계 표시
lt: Rodyti failo statistiką
no: Vis filstatistikk
pl: Pokaż statystyki pliku
pt: Mostrar estatísticas do arquivo
ro: Afișează statisticile fișierului
ru: Показать статистику файла

source: Save file stats
fa: ذخیره آمار فایل
ja: ファイルの統計を保存
ko: 파일 통계 저장
lt: Išsaugokite failo statistiką
no: Lagre filstatistikk
pl: Zapisz statystyki pliku
pt: Salvar estatísticas do arquivo
ro: Salvați statisticile fișierului
ru: Сохранить статистику файла

source: Use stat average
fa: از میانگین آماری استفاده کنید
ja: 統計平均を使用する
ko: 통계 평균을 사용하세요
lt: Naudokite statistikos vidurkį
no: Bruk statgjennomsnitt
pl: Użyj średniej statystyk
pt: Usar média estatística
ro: Utilizați media statistică
ru: Использовать среднее значение статистики

source: Flat rate penalty
fa: جریمه نرخ ثابت
ja: 定額ペナルティ
ko: 정액 벌금
lt: Vienodo dydžio bauda
no: Flat sats straff
pl: Kara ryczałtowa
pt: Penalidade de taxa fixa
ro: Penalitate forfetară
ru: Штраф по фиксированной ставке

source: Partial score
fa: امتیاز جزئی
ja: 部分スコア
ko: 부분 점수
lt: Dalinis balas
no: Delvis poengsum
pl: Wynik częściowy
pt: Pontuação parcial
ro: Scor parțial
ru: Частичная оценка

source: Show hint after try
fa: نمایش راهنمایی پس از تلاش
ja: 試した後にヒントを表示
ko: 시도 후 힌트 표시
lt: Po bandymo rodyti užuominą
no: Vis hint etter forsøk
pl: Pokaż wskazówkę po próbie
pt: Mostrar dica após tentar
ro: Afișați indiciu după încercare
ru: Показать подсказку после попытки

source: Show move after try
fa: نمایش حرکت پس از تلاش
ja: 試した後の動きを表示
ko: 시도 후 움직임을 보여주세요
lt: Rodyti judėjimą po bandymo
no: Vis trekk etter forsøk
pl: Pokaż ruch po próbie
pt: Mostrar movimento após tentativa
ro: Arată mișcare după încercare
ru: Показать ход после попытки

source: Clock options
fa: گزینه های ساعت
ja: 時計オプション
ko: 시계 옵션
lt: Laikrodžio parinktys
no: Klokkealternativer
pl: Opcje zegara
pt: Opções de relógio
ro: Opțiuni de ceas
ru: Параметры часов

source: Minutes:
fa: دقایق:
ja: 分：
ko: 분:
lt: Minutės:
no: Minutter:
pl: Protokół:
pt: Minutos:
ro: Minute:
ru: Протокол:

source: Seconds:
fa: ثانیه ها:
ja: 秒数:
ko: 초:
lt: Sekundės:
no: sekunder:
pl: Towary drugiej jakości:
pt: Segundos:
ro: secunde:
ru: Секунды:

source: Show clock
fa: نمایش ساعت
ja: 時計を表示
ko: 시계를 보여주세요
lt: Rodyti laikrodį
no: Vis klokke
pl: Pokaż zegar
pt: Mostrar relógio
ro: Arată ceasul
ru: Показать часы

source: Auto reset
fa: تنظیم مجدد خودکار
ja: 自動リセット
ko: 자동 재설정
lt: Automatinis atstatymas
no: Automatisk tilbakestilling
pl: Automatyczne resetowanie
pt: Reinicialização automática
ro: Resetare automată
ru: Автоматический сброс

source: Auto start
fa: شروع خودکار
ja: 自動スタート
ko: 자동 시작
lt: Automatinis paleidimas
pl: Automatyczne uruchamianie
pt: Início automático
ro: Pornire automată
ru: Автоматический запуск

source: Countdown
fa: شمارش معکوس
ja: カウントダウン
ko: 카운트다운
lt: Atgalinis skaičiavimas
no: Nedtelling
pl: Odliczanie
pt: Contagem regressiva
ro: Numărătoare inversă
ru: Обратный отсчет

source: Reset after move
fa: پس از حرکت، تنظیم مجدد
ja: 移動後にリセット
ko: 이동 후 재설정
lt: Atstatyti po perkėlimo
no: Tilbakestill etter flytting
pl: Zresetuj po przeprowadzce
pt: Redefinir após a mudança
ro: Resetare după mutare
ru: Сброс после перемещения

source: Time up message
fa: پیغام افزایش زمان
ja: タイムアップメッセージ
ko: 시간 초과 메시지
lt: Laikas pasibaigęs pranešimas
no: Tid opp melding
pl: Wiadomość o upływie czasu
pt: Mensagem de tempo esgotado
ro: Mesaj de cronometrare
ru: Сообщение об истечении времени

source: Toggle auto responses,
fa: پاسخ‌های خودکار را تغییر دهید،
ja: 自動応答を切り替える、
ko: 자동 응답 전환
lt: Perjungti automatinius atsakymus,
no: Slå av/på autosvar,
pl: Przełącz automatyczne odpowiedzi,
pt: Alternar respostas automáticas,
ro: Comutați răspunsurile automate,
ru: Включить автоответы,

source: whether computer replies automatically to your move
fa: آیا رایانه به طور خودکار به حرکت شما پاسخ می دهد یا خیر
ja: コンピュータがあなたの動きに自動的に応答するかどうか
ko: 컴퓨터가 당신의 움직임에 자동으로 응답하는지 여부
lt: ar kompiuteris automatiškai atsako į jūsų žingsnį
no: om datamaskinen svarer automatisk på flyttingen din
pl: czy komputer automatycznie odpowiada na Twój ruch
pt: se o computador responde automaticamente ao seu movimento
ro: dacă computerul răspunde automat la mutarea ta
ru: отвечает ли компьютер автоматически на ваш ход

source: Flip board for side to play
fa: تخته را برای بازی کنار بگذارید
ja: 遊ぶ側用のフリップボード
ko: 보드를 뒤집어서 서로 플레이하세요
lt: Apverskite lentą į šoną, kad galėtumėte žaisti
no: Flippbrett for side å spille
pl: Obróć planszę, aby móc grać na boku
pt: Vire o tabuleiro para o lado para jogar
ro: Întoarceți tabla pentru a juca
ru: Переверните доску на другую сторону для игры

source: Always use light square highlight for hints
fa: همیشه از هایلایت مربع روشن برای نکات استفاده کنید
ja: ヒントとしては常に明るい四角形のハイライトを使用します
ko: 힌트에는 항상 밝은 사각형 하이라이트를 사용하세요
lt: Užuominai visada naudokite šviesų kvadratinį paryškinimą
no: Bruk alltid lys firkantet fremheving for hint
pl: Zawsze używaj jasnego, kwadratowego podświetlenia, aby uzyskać wskazówki
pt: Sempre use realce quadrado claro para dicas
ro: Utilizați întotdeauna evidențierea pătrată deschisă pentru indicii
ru: Всегда используйте светлую квадратную подсветку для подсказок

source: Show/hide moves in sub-variations
fa: نمایش/پنهان کردن حرکات در تغییرات فرعی
ja: サブバリエーションの動きを表示/非表示
ko: 하위 변형에서 동작 표시/숨기기
lt: Rodyti / slėpti judesius antriniuose variantuose
no: Vis/skjul trekk i undervariasjoner
pl: Pokaż/ukryj ruchy w podwariantach
pt: Mostrar/ocultar movimentos em subvariações
ro: Afișați/ascundeți mișcările în subvariații
ru: Показать/скрыть ходы в подвариациях

source: Toggle display incorrect move message
fa: نمایش پیام حرکت نادرست را تغییر دهید
ja: 間違った移動メッセージの表示を切り替える
ko: 잘못된 이동 메시지 표시 전환
lt: Perjungti netinkamo perkėlimo pranešimo rodymą
no: Veksle visning av feil flyttemelding
pl: Przełącz wyświetlanie nieprawidłowego komunikatu o ruchu
pt: Alternar exibição de mensagem de movimento incorreto
ro: Comutați afișarea mesajului de mutare incorect
ru: Переключить отображение сообщения о неправильном ходе

source: Toggle display puzzle complete message
fa: نمایش پیام کامل پازل را تغییر دهید
ja: パズル完了メッセージの表示を切り替える
ko: 퍼즐 완료 메시지 표시 전환
lt: Perjungti rodymo galvosūkio užbaigimo pranešimą
no: Slå visning av puslespillet fullført melding
pl: Przełącz wyświetlanie komunikatu o ukończeniu układanki
pt: Alternar exibição de mensagem de quebra-cabeça concluído
ro: Comutați afișarea mesajului de completare a puzzle-ului
ru: Переключить отображение сообщения о завершении головоломки

source: Toggle scoring of a skipped puzzle
fa: تغییر امتیاز یک پازل نادیده گرفته شده
ja: スキップしたパズルのスコアを切り替える
ko: 건너뛴 퍼즐의 점수 전환
lt: Perjungti praleisto galvosūkio įvertinimą
no: Veksle poengsum for et hoppet over puslespill
pl: Przełącz punktację pominiętej łamigłówki
pt: Alternar pontuação de um quebra-cabeça pulado
ro: Comutați notarea unui puzzle omis
ru: Переключить подсчет очков за пропущенную головоломку

source: Mark current PGN file as a puzzle file
fa: فایل PGN فعلی را به عنوان یک فایل پازل علامت گذاری کنید
ja: 現在のPGNファイルをパズルファイルとしてマークする
ko: 현재 PGN 파일을 퍼즐 파일로 표시
lt: Pažymėkite dabartinį PGN failą kaip galvosūkio failą
no: Merk gjeldende PGN-fil som en puslespillfil
pl: Oznacz bieżący plik PGN jako plik układanki
pt: Marcar o arquivo PGN atual como um arquivo de quebra-cabeça
ro: Marcați fișierul PGN curent ca fișier puzzle
ru: Отметить текущий файл PGN как файл головоломки

source: Load the last PGN file on program start
fa: آخرین فایل PGN را در شروع برنامه بارگیری کنید
ja: プログラム起動時に最後のPGNファイルをロードする
ko: 프로그램 시작 시 마지막 PGN 파일을 로드합니다.
lt: Įkelkite paskutinį PGN failą paleisdami programą
no: Last den siste PGN-filen ved programstart
pl: Załaduj ostatni plik PGN podczas uruchamiania programu
pt: Carregue o último arquivo PGN no início do programa
ro: Încărcați ultimul fișier PGN la pornirea programului
ru: Загрузить последний файл PGN при запуске программы

source: Automatically load puzzle mode when a puzzle file is opened
fa: هنگامی که یک فایل پازل باز می شود، حالت پازل به طور خودکار بارگیری می شود
ja: パズルファイルを開いたときに自動的にパズルモードをロードします
ko: 퍼즐 파일이 열리면 자동으로 퍼즐 모드를 로드합니다.
lt: Automatiškai įkelkite galvosūkio režimą, kai atidaromas galvosūkio failas
no: Last inn puslespillmodus automatisk når en puslespillfil åpnes
pl: Automatyczne ładowanie trybu układanki po otwarciu pliku układanki
pt: Carregar modo de quebra-cabeça automaticamente quando um arquivo de quebra-cabeça é aberto
ro: Încărcați automat modul puzzle atunci când este deschis un fișier puzzle
ru: Автоматически загружать режим головоломки при открытии файла головоломки
