Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Check this box for error evaluations to be added in the main line
fa: این کادر را علامت بزنید تا ارزیابی خطا در خط اصلی اضافه شود
ja: メインラインにエラー評価を追加するには、このボックスをチェックします
ko: 오류 평가를 메인 라인에 추가하려면 이 상자를 체크하세요.
lt: Pažymėkite šį langelį, kad klaidų įvertinimai būtų įtraukti į pagrindinę eilutę
no: Kryss av i denne boksen for feilevalueringer som skal legges til i hovedlinjen
pl: Zaznacz to pole, aby dodać oceny błędów do wiersza głównego
pt: Marque esta caixa para que avaliações de erro sejam adicionadas na linha principal
ro: Bifați această casetă pentru a fi adăugate evaluări de eroare în linia principală
ru: Установите этот флажок, чтобы оценки ошибок добавлялись в основную строку.

source: Check this box for evaluations to be added to all moves in the main line
fa: این کادر را علامت بزنید تا ارزیابی‌ها به تمام حرکات در خط اصلی اضافه شوند
ja: メインラインのすべての動きに評価を追加するには、このボックスをチェックします
ko: 메인 라인의 모든 동작에 평가를 추가하려면 이 상자를 체크하세요.
lt: Pažymėkite šį langelį, kad įvertinimai būtų įtraukti į visus judesius pagrindinėje eilutėje
no: Kryss av i denne boksen for evalueringer som skal legges til alle trekk i hovedlinjen
pl: Zaznacz to pole, aby oceny były dodawane do wszystkich ruchów w linii głównej
pt: Marque esta caixa para que as avaliações sejam adicionadas a todos os movimentos na linha principal
ro: Bifați această casetă pentru evaluările care urmează să fie adăugate la toate mișcările din linia principală
ru: Установите этот флажок, чтобы оценки добавлялись ко всем ходам в основной линии.

source: Check this box for the points lost during the game to be displayed
fa: این کادر را علامت بزنید تا امتیازهای از دست رفته در طول بازی نمایش داده شوند
ja: ゲーム中に失ったポイントを表示するには、このボックスをチェックしてください
ko: 게임 중 손실된 포인트를 표시하려면 이 상자를 체크하세요.
lt: Pažymėkite šį langelį, kad būtų rodomi žaidimo metu prarasti taškai
no: Kryss av i denne boksen for at poengene tapt i løpet av spillet skal vises
pl: Zaznacz to pole, aby wyświetlić punkty utracone w trakcie gry
pt: Marque esta caixa para que os pontos perdidos durante o jogo sejam exibidos
ro: Bifați această casetă pentru ca punctele pierdute în timpul jocului să fie afișate
ru: Установите этот флажок, чтобы отображались очки, потерянные во время игры.

source: Check this box for the points lost beyond the error cut off to be included
fa: این کادر را علامت بزنید تا نقاط از دست رفته فراتر از قطع خطا درج شوند
ja: エラーカットオフを超えて失ったポイントを含めるには、このボックスをチェックしてください
ko: 오류 차단 범위를 넘어 손실된 포인트를 포함하려면 이 상자를 체크하세요.
lt: Pažymėkite šį langelį, kad būtų įtraukti taškai, prarasti už klaidos ribą
no: Kryss av i denne boksen for at poengene tapt utover feilavbruddet skal inkluderes
pl: Zaznacz to pole, aby uwzględnić punkty utracone poza limitem błędu
pt: Marque esta caixa para incluir os pontos perdidos além do limite de erro
ro: Bifați această casetă pentru ca punctele pierdute dincolo de limitarea erorii să fie incluse
ru: Установите этот флажок, чтобы включить потерянные баллы сверх порогового значения ошибки.

source: Check this box to create an evaluation profile during auto analysis
fa: برای ایجاد نمایه ارزیابی در حین تجزیه و تحلیل خودکار، این کادر را علامت بزنید
ja: 自動分析中に評価プロファイルを作成するには、このボックスをチェックします
ko: 자동 분석 중 평가 프로필을 생성하려면 이 상자를 선택하십시오.
lt: Pažymėkite šį langelį, kad automatinės analizės metu sukurtumėte vertinimo profilį
no: Kryss av i denne boksen for å opprette en evalueringsprofil under autoanalyse
pl: Zaznacz to pole, aby utworzyć profil oceny podczas automatycznej analizy
pt: Marque esta caixa para criar um perfil de avaliação durante a análise automática
ro: Bifați această casetă pentru a crea un profil de evaluare în timpul analizei automate
ru: Установите этот флажок, чтобы создать профиль оценки во время автоматического анализа.

source: Enter the number of kibitz lines when analysing
fa: هنگام تجزیه و تحلیل تعداد خطوط کیبیتز را وارد کنید
ja: 分析時にキビッツラインの数を入力します
ko: 분석 시 kibitz 라인 수를 입력하세요.
lt: Analizuodami įveskite kibitų eilučių skaičių
no: Angi antall kibitz-linjer når du analyserer
pl: Wprowadź liczbę linii kibitz podczas analizy
pt: Insira o número de linhas kibitz ao analisar
ro: Introduceți numărul de linii kibitz atunci când analizați
ru: Введите количество линий кибица при анализе

source: less lines means a deeper search.
fa: خطوط کمتر به معنای جستجوی عمیق تر است.
ja: 行数が少ないほど、検索が深くなります。
ko: 줄이 적을수록 더 깊이 검색할 수 있습니다.
lt: mažiau eilučių reiškia gilesnę paiešką.
no: færre linjer betyr et dypere søk.
pl: mniej linii oznacza głębsze wyszukiwanie.
pt: menos linhas significa uma busca mais profunda.
ro: mai puține linii înseamnă o căutare mai profundă.
ru: меньше строк означает более глубокий поиск.

source: Check this box to analyse white moves
fa: برای تجزیه و تحلیل حرکات سفید، این کادر را علامت بزنید
ja: 白の動きを分析するにはこのボックスをチェックしてください
ko: 흰색 움직임을 분석하려면 이 상자를 체크하세요.
lt: Pažymėkite šį langelį, jei norite analizuoti baltos spalvos judesius
no: Kryss av i denne boksen for å analysere hvite trekk
pl: Zaznacz to pole, aby przeanalizować ruchy białych
pt: Marque esta caixa para analisar os movimentos das brancas
ro: Bifați această casetă pentru a analiza mișcările albe
ru: Установите этот флажок, чтобы проанализировать ходы белых

source: Check this box to analyse black moves
fa: برای تجزیه و تحلیل حرکات سیاه این کادر را علامت بزنید
ja: 黒の動きを分析するにはこのボックスをチェックしてください
ko: 검은색 움직임을 분석하려면 이 상자를 체크하세요.
lt: Pažymėkite šį langelį, jei norite analizuoti juodus judesius
no: Merk av i denne boksen for å analysere svarte trekk
pl: Zaznacz to pole, aby przeanalizować ruchy czarnych
pt: Marque esta caixa para analisar os movimentos pretos
ro: Bifați această casetă pentru a analiza mișcările negre
ru: Установите этот флажок, чтобы проанализировать ходы черных

source: Check this box to analyse for both sides
fa: برای تجزیه و تحلیل برای هر دو طرف، این کادر را علامت بزنید
ja: 両側を分析するにはこのボックスをチェックしてください
ko: 양쪽을 모두 분석하려면 이 상자를 체크하세요.
lt: Pažymėkite šį langelį, jei norite analizuoti abi puses
no: Kryss av i denne boksen for å analysere for begge sider
pl: Zaznacz to pole, aby przeprowadzić analizę dla obu stron
pt: Marque esta caixa para analisar ambos os lados
ro: Bifați această casetă pentru a analiza pentru ambele părți
ru: Установите этот флажок, чтобы проанализировать обе стороны

source: Check this button to replace existing annotations
fa: برای جایگزینی حاشیه نویسی های موجود، این دکمه را علامت بزنید
ja: 既存の注釈を置き換えるには、このボタンをチェックしてください
ko: 기존 주석을 바꾸려면 이 버튼을 선택하세요
lt: Pažymėkite šį mygtuką, jei norite pakeisti esamus komentarus
no: Merk av for denne knappen for å erstatte eksisterende merknader
pl: Zaznacz ten przycisk, aby zastąpić istniejące adnotacje
pt: Marque este botão para substituir as anotações existentes
ro: Bifați acest buton pentru a înlocui adnotările existente
ru: Нажмите эту кнопку, чтобы заменить существующие аннотации.

source: Check this button to append new annotations
fa: برای افزودن حاشیه نویسی های جدید، این دکمه را علامت بزنید
ja: 新しい注釈を追加するにはこのボタンをチェックしてください
ko: 새로운 주석을 추가하려면 이 버튼을 선택하세요
lt: Pažymėkite šį mygtuką, jei norite pridėti naujų komentarų
no: Merk av for denne knappen for å legge til nye merknader
pl: Zaznacz ten przycisk, aby dodać nowe adnotacje
pt: Marque este botão para anexar novas anotações
ro: Bifați acest buton pentru a adăuga adnotări noi
ru: Нажмите эту кнопку, чтобы добавить новые аннотации.

source: Click this button to select variation lengths
fa: برای انتخاب طول تغییرات روی این دکمه کلیک کنید
ja: このボタンをクリックしてバリエーションの長さを選択してください
ko: 이 버튼을 클릭하여 변형 길이를 선택하세요
lt: Spustelėkite šį mygtuką, kad pasirinktumėte variantų ilgį
no: Klikk på denne knappen for å velge variasjonslengder
pl: Kliknij ten przycisk, aby wybrać długości wariantów
pt: Clique neste botão para selecionar comprimentos de variação
ro: Faceți clic pe acest buton pentru a selecta lungimi de variație
ru: Нажмите эту кнопку, чтобы выбрать длину вариации.

source: Click this button to select the engine for analysis
fa: برای انتخاب موتور برای تجزیه و تحلیل، روی این دکمه کلیک کنید
ja: このボタンをクリックして分析エンジンを選択します
ko: 이 버튼을 클릭하여 분석할 엔진을 선택하세요
lt: Spustelėkite šį mygtuką, kad pasirinktumėte analizei skirtą variklį
no: Klikk på denne knappen for å velge motoren for analyse
pl: Kliknij ten przycisk, aby wybrać silnik do analizy
pt: Clique neste botão para selecionar o mecanismo para análise
ro: Faceți clic pe acest buton pentru a selecta motorul pentru analiză
ru: Нажмите эту кнопку, чтобы выбрать двигатель для анализа.

source: Click this button to start the game analysis
fa: برای شروع تحلیل بازی روی این دکمه کلیک کنید
ja: このボタンをクリックしてゲーム分析を開始してください
ko: 이 버튼을 클릭하면 게임 분석을 시작할 수 있습니다.
lt: Spustelėkite šį mygtuką, kad pradėtumėte žaidimo analizę
no: Klikk på denne knappen for å starte spillanalysen
pl: Kliknij ten przycisk, aby rozpocząć analizę gry
pt: Clique neste botão para iniciar a análise do jogo
ro: Faceți clic pe acest buton pentru a începe analiza jocului
ru: Нажмите эту кнопку, чтобы начать анализ игры.

source: Automatic game analysis help
fa: کمک به تجزیه و تحلیل خودکار بازی
ja: 自動ゲーム分析ヘルプ
ko: 자동 게임 분석 도움말
lt: Automatinė žaidimo analizės pagalba
no: Hjelp til automatisk spillanalyse
pl: Automatyczna pomoc w analizie gry
pt: Ajuda para análise automática de jogos
ro: Ajutor pentru analiza automată a jocului
ru: Помощь в автоматическом анализе игры

source: Comment files
fa: فایل های نظر
ja: コメントファイル
ko: 주석 파일
lt: Komentarų failai
no: Kommentarfiler
pl: Pliki komentarzy
pt: Arquivos de comentários
ro: Fișiere de comentarii
ru: Файлы комментариев

source: Notes on ze
fa: نکات مربوط به ze
ja: zeに関するメモ
ko: ze에 대한 참고 사항
lt: Pastabos apie ze
no: Merknader om ze
pl: Notatki na temat ze
pt: Notas sobre ze
ro: Note despre ze
ru: Заметки о зе

source: Notes on IdWin
fa: نکاتی در مورد IdWin
ja: IdWinに関するメモ
ko: IdWin에 대한 참고 사항
lt: Pastabos apie IdWin
no: Merknader om IdWin
pl: Notatki na temat IdWin
pt: Notas sobre IdWin
ro: Note despre IdWin
ru: Заметки по IdWin

source: This feature allows the user to automatically annotate
fa: این ویژگی به کاربر اجازه می دهد تا به صورت خودکار حاشیه نویسی کند
ja: この機能により、ユーザーは自動的に注釈を付けることができます
ko: 이 기능을 사용하면 사용자가 자동으로 주석을 달 수 있습니다.
lt: Ši funkcija leidžia vartotojui automatiškai komentuoti
no: Denne funksjonen lar brukeren automatisk kommentere
pl: Funkcja ta umożliwia użytkownikowi automatyczne adnotowanie
pt: Este recurso permite que o usuário faça anotações automaticamente
ro: Această caracteristică permite utilizatorului să adnoteze automat
ru: Эта функция позволяет пользователю автоматически комментировать

source: a loaded game with comments, variations, and evaluations.
fa: یک بازی بارگذاری شده با نظرات، تغییرات و ارزیابی ها.
ja: コメント、バリエーション、評価が満載のゲーム。
ko: 해설, 변형, 평가가 가득한 게임입니다.
lt: pakrautas žaidimas su komentarais, variacijomis ir vertinimais.
no: et lastet spill med kommentarer, varianter og evalueringer.
pl: bogata w treść gra z komentarzami, wariantami i ocenami.
pt: um jogo carregado de comentários, variações e avaliações.
ro: un joc încărcat cu comentarii, variații și evaluări.
ru: насыщенная игра с комментариями, вариациями и оценками.

source: You can analyse a single game from the main screen
fa: شما می توانید یک بازی را از صفحه اصلی آنالیز کنید
ja: メイン画面から1つのゲームを分析できます
ko: 메인 화면에서 단일 게임을 분석할 수 있습니다.
lt: Pagrindiniame ekrane galite analizuoti vieną žaidimą
no: Du kan analysere et enkelt spill fra hovedskjermen
pl: Możesz analizować pojedynczą grę z ekranu głównego
pt: Você pode analisar um único jogo na tela principal
ro: Puteți analiza un singur joc din ecranul principal
ru: Вы можете проанализировать отдельную игру с главного экрана

source: or multiple games via the PGN game list dialog box.
fa: یا چندین بازی از طریق کادر گفتگوی لیست بازی PGN.
ja: または、PGN ゲーム リスト ダイアログ ボックスから複数のゲームを選択できます。
ko: 또는 PGN 게임 목록 대화 상자를 통해 여러 게임을 선택할 수 있습니다.
lt: arba kelis žaidimus per PGN žaidimų sąrašo dialogo langą.
no: eller flere spill via PGN-spilllistedialogboksen.
pl: lub wielu gier poprzez okno dialogowe listy gier PGN.
pt: ou vários jogos através da caixa de diálogo da lista de jogos PGN.
ro: sau mai multe jocuri prin intermediul casetei de dialog PGN lista de jocuri.
ru: или несколько игр через диалоговое окно списка игр PGN.

source: When analysing multiple games from the PGN game list dialog box,
fa: هنگام تجزیه و تحلیل چند بازی از کادر گفتگوی لیست بازی PGN،
ja: PGNゲームリストダイアログボックスから複数のゲームを分析する場合、
ko: PGN 게임 목록 대화 상자에서 여러 게임을 분석할 때,
lt: Kai analizuojate kelis žaidimus iš PGN žaidimų sąrašo dialogo lango,
no: Når du analyserer flere spill fra PGN-spilllistedialogboksen,
pl: Podczas analizowania wielu gier z okna dialogowego listy gier PGN,
pt: Ao analisar vários jogos da caixa de diálogo da lista de jogos PGN,
ro: Când analizați mai multe jocuri din caseta de dialog PGN lista de jocuri,
ru: При анализе нескольких игр из диалогового окна списка игр PGN,

source: games can be selected in the same way as when using Windows explorer.
fa: بازی ها را می توان به همان روشی که هنگام استفاده از Windows Explorer انتخاب کرد.
ja: Windows エクスプローラーを使用する場合と同じ方法でゲームを選択できます。
ko: 게임은 Windows 탐색기를 사용할 때와 같은 방식으로 선택할 수 있습니다.
lt: žaidimus galima pasirinkti taip pat, kaip ir naudojant „Windows Explorer“.
no: spill kan velges på samme måte som når du bruker Windows Explorer.
pl: Gry można wybierać w taki sam sposób jak w Eksploratorze Windows.
pt: os jogos podem ser selecionados da mesma forma que ao usar o Windows Explorer.
ro: jocurile pot fi selectate în același mod ca atunci când utilizați Windows Explorer.
ru: Игры можно выбирать так же, как и при использовании проводника Windows.

source: i.e. Shift + Left click to select a contiguous block of games,
fa: یعنی Shift + کلیک چپ برای انتخاب یک بلوک پیوسته از بازی ها،
ja: 例えば、Shift + 左クリックで連続したゲームブロックを選択します。
ko: 즉, Shift + 왼쪽 클릭을 사용하여 연속된 게임 블록을 선택합니다.
lt: t.y. Shift + kairiuoju pelės mygtuku spustelėkite, kad pasirinktumėte gretimą žaidimų bloką,
no: dvs. Shift + Venstreklikk for å velge en sammenhengende blokk med spill,
pl: tj. Shift + lewy przycisk myszy, aby wybrać ciągły blok gier,
pt: ou seja, Shift + clique esquerdo para selecionar um bloco contíguo de jogos,
ro: adică Shift + clic stânga pentru a selecta un bloc contigu de jocuri,
ru: т. е. Shift + левый клик, чтобы выбрать непрерывный блок игр,

source: or Ctrl + Left click to select non-contiguous games.
fa: یا Ctrl + کلیک چپ برای انتخاب بازی های غیر پیوسته.
ja: または、Ctrl キーを押しながら左クリックして、連続していないゲームを選択します。
ko: 또는 Ctrl + 왼쪽 클릭으로 연속되지 않은 게임을 선택하세요.
lt: arba Ctrl + kairiuoju pelės mygtuku spustelėkite, kad pasirinktumėte negretimus žaidimus.
no: eller Ctrl + venstre klikk for å velge ikke-sammenhengende spill.
pl: lub Ctrl + lewy przycisk myszy, aby zaznaczyć gry, które nie sąsiadują ze sobą.
pt: ou Ctrl + clique esquerdo para selecionar jogos não contíguos.
ro: sau Ctrl + clic stânga pentru a selecta jocuri necontigue.
ru: или Ctrl + щелчок левой кнопкой мыши, чтобы выбрать несмежные игры.

source: Automatic game analysis can be stopped by clicking the stop button
fa: تجزیه و تحلیل خودکار بازی را می توان با کلیک بر روی دکمه توقف متوقف کرد
ja: 自動ゲーム分析は停止ボタンをクリックすることで停止できます
ko: 자동 게임 분석은 정지 버튼을 클릭하면 중지할 수 있습니다.
lt: Automatinę žaidimo analizę galima sustabdyti paspaudus sustabdymo mygtuką
no: Automatisk spillanalyse kan stoppes ved å klikke på stoppknappen
pl: Automatyczną analizę gry można zatrzymać, klikając przycisk Stop
pt: A análise automática do jogo pode ser interrompida clicando no botão parar
ro: Analiza automată a jocului poate fi oprită făcând clic pe butonul de oprire
ru: Автоматический анализ игры можно остановить, нажав кнопку «Стоп».

source: (a white cross in a red circle) on the right hand side of the toolbar.
fa: (یک صلیب سفید در یک دایره قرمز) در سمت راست نوار ابزار.
ja: (赤い円の中に白い十字) がツールバーの右側に表示されます。
ko: (빨간색 원 안에 흰색 십자가) 도구 모음의 오른쪽에 있습니다.
lt: (baltas kryžius raudoname apskritime) dešinėje įrankių juostos pusėje.
no: (et hvitt kryss i en rød sirkel) på høyre side av verktøylinjen.
pl: (biały krzyż w czerwonym kółku) po prawej stronie paska narzędzi.
pt: (uma cruz branca em um círculo vermelho) no lado direito da barra de ferramentas.
ro: (o cruce albă într-un cerc roșu) în partea dreaptă a barei de instrumente.
ru: (белый крест в красном круге) в правой части панели инструментов.

source: To skip a game during multi-game analysis, click on the black arrow
fa: برای رد شدن از یک بازی در حین تجزیه و تحلیل چند بازی، روی فلش سیاه کلیک کنید
ja: マルチゲーム分析中にゲームをスキップするには、黒い矢印をクリックします。
ko: 여러 게임 분석 중에 게임을 건너뛰려면 검은색 화살표를 클릭하세요.
lt: Norėdami praleisti žaidimą kelių žaidimų analizės metu, spustelėkite juodą rodyklę
no: For å hoppe over et spill under multi-game analyse, klikk på den svarte pilen
pl: Aby pominąć grę podczas analizy wielu gier, kliknij czarną strzałkę
pt: Para pular um jogo durante a análise de vários jogos, clique na seta preta
ro: Pentru a sări peste un joc în timpul analizei cu mai multe jocuri, faceți clic pe săgeata neagră
ru: Чтобы пропустить игру во время анализа нескольких игр, нажмите на черную стрелку.

source: next to the stop button.
fa: کنار دکمه توقف
ja: 停止ボタンの横にあります。
ko: 정지 버튼 옆에 있습니다.
lt: šalia sustabdymo mygtuko.
no: ved siden av stoppknappen.
pl: obok przycisku stop.
pt: ao lado do botão de parada.
ro: lângă butonul de oprire.
ru: рядом с кнопкой остановки.

source: If the addition of sub-variations and their accompanying comments is erratic,
fa: اگر اضافه کردن تغییرات فرعی و نظرات همراه آنها نامنظم باشد،
ja: サブバリエーションの追加とそれに付随するコメントが不規則な場合、
ko: 하위 변형과 이에 따른 주석 추가가 불규칙한 경우,
lt: Jei antrinių variantų pridėjimas ir juos lydintys komentarai yra klaidingi,
no: Hvis tillegget av undervariasjoner og tilhørende kommentarer er uberegnelig,
pl: Jeżeli dodawanie podwariantów i towarzyszących im komentarzy jest nieregularne,
pt: Se a adição de subvariações e seus comentários acompanhantes for errática,
ro: Dacă adăugarea subvariațiilor și comentariile însoțitoare ale acestora este neregulată,
ru: Если добавление подвариантов и сопровождающих их комментариев является нерегулярным,

source: then click on < Bug fix > and alter the settings according to the instructions.
fa: سپس بر روی < Bug fix > کلیک کنید و تنظیمات را مطابق دستورالعمل تغییر دهید.
ja: 次に、< バグ修正 > をクリックし、指示に従って設定を変更します。
ko: 그런 다음 <버그 수정>을 클릭하고 지침에 따라 설정을 변경하세요.
lt: tada spustelėkite < Klaidų taisymas > ir pakeiskite nustatymus pagal instrukcijas.
no: klikk deretter på < Feilretting > og endre innstillingene i henhold til instruksjonene.
pl: Następnie kliknij <Napraw błąd> i zmień ustawienia zgodnie z instrukcjami.
pt: então clique em < Correção de bug > e altere as configurações de acordo com as instruções.
ro: apoi faceți clic pe < Bug fix > și modificați setările conform instrucțiunilor.
ru: затем нажмите < Исправление ошибки > и измените настройки в соответствии с инструкциями.

source: You can set the following options for game analysis :-
fa: شما می توانید گزینه های زیر را برای تجزیه و تحلیل بازی تنظیم کنید:
ja: ゲーム分析には次のオプションを設定できます:-
ko: 게임 분석을 위해 다음 옵션을 설정할 수 있습니다.
lt: Galite nustatyti šias žaidimo analizės parinktis: -
no: Du kan angi følgende alternativer for spillanalyse:
pl: Możesz ustawić następujące opcje analizy gry:
pt: Você pode definir as seguintes opções para análise do jogo:
ro: Puteți seta următoarele opțiuni pentru analiza jocului:-
ru: Вы можете установить следующие параметры для анализа игры:

source: Time for move : the number of seconds the engine has to analyse each move.
fa: زمان حرکت: تعداد ثانیه هایی که موتور برای تجزیه و تحلیل هر حرکت دارد.
ja: 移動時間: エンジンが各移動を分析するのにかかる秒数。
ko: 이동 시간: 엔진이 각 이동을 분석하는 데 걸리는 시간(초)입니다.
lt: Laikas judėti : sekundžių skaičius, kurį variklis turi išanalizuoti kiekvieną judesį.
no: Tid for bevegelse: antall sekunder motoren har på å analysere hvert trekk.
pl: Czas ruchu: liczba sekund, jaką silnik ma na przeanalizowanie każdego ruchu.
pt: Tempo de movimento: o número de segundos que o mecanismo tem para analisar cada movimento.
ro: Timp de mutare: numărul de secunde pe care le are motorul pentru a analiza fiecare mișcare.
ru: Время на ход: количество секунд, в течение которых движок анализирует каждый ход.

source: The greater the time allowed, the more accurate the analysis will be.
fa: هرچه زمان مجاز بیشتر باشد، تجزیه و تحلیل دقیق تر خواهد بود.
ja: 許容される時間が長いほど、分析の精度は高まります。
ko: 허용된 시간이 많을수록 분석의 정확도가 높아집니다.
lt: Kuo ilgesnis laikas, tuo tikslesnė analizė.
no: Jo lengre tid som er tillatt, desto mer nøyaktig vil analysen være.
pl: Im więcej czasu poświęcimy, tym dokładniejsza będzie analiza.
pt: Quanto maior o tempo permitido, mais precisa será a análise.
ro: Cu cât timpul acordat este mai mare, cu atât analiza va fi mai precisă.
ru: Чем больше времени отведено, тем точнее будет анализ.

source: I would recommend a minimum of 3 seconds per move.
fa: من حداقل 3 ثانیه در هر حرکت را توصیه می کنم.
ja: 1 回の移動につき最低 3 秒をお勧めします。
ko: 각 동작마다 최소 3초를 추천하고 싶습니다.
lt: Rekomenduočiau mažiausiai 3 sekundes vienam judesiui.
no: Jeg vil anbefale minimum 3 sekunder per trekk.
pl: Zalecałbym minimum 3 sekundy na każdy ruch.
pt: Eu recomendaria um mínimo de 3 segundos por movimento.
ro: Aș recomanda minim 3 secunde pe mișcare.
ru: Я бы рекомендовал минимум 3 секунды на ход.

source: Threshold (1/100 pawns) : The error threshold that will trigger an annotation.
fa: آستانه (1/100 پیاده): آستانه خطایی که باعث ایجاد حاشیه می شود.
ja: しきい値 (1/100 ポーン): 注釈をトリガーするエラーしきい値。
ko: 임계값(1/100 폰): 주석을 트리거하는 오류 임계값입니다.
lt: Slenkstis (1/100 pėstininkų) : klaidos slenkstis, kuris suaktyvins anotaciją.
no: Terskel (1/100 bønder): Feilterskelen som vil utløse en merknad.
pl: Próg (1/100 pionków): Próg błędu, który uruchomi adnotację.
pt: Limiar (1/100 peões): O limite de erro que acionará uma anotação.
ro: Prag (1/100 de pioni) : pragul de eroare care va declanșa o adnotare.
ru: Порог (1/100 пешек): порог ошибки, при котором будет выведено примечание.

source: This is calculated in 1/100 pawns. So a figure of 30 is 0.3 of a pawn
fa: این در 1/100 پیاده محاسبه می شود. بنابراین رقم 30 0.3 از یک پیاده است
ja: これは1/100ポーンで計算されます。つまり、30という数字はポーンの0.3です。
ko: 이것은 1/100 폰으로 계산됩니다. 따라서 30의 수치는 폰의 0.3입니다.
lt: Tai skaičiuojama 1/100 pėstininkų. Taigi skaičius 30 yra 0,3 pėstininko
no: Dette er beregnet i 1/100 bønder. Så et tall på 30 er 0,3 av en bonde
pl: Oblicza się to w 1/100 pionków. Tak więc liczba 30 to 0,3 pionka.
pt: Isso é calculado em 1/100 peões. Então, um número de 30 é 0,3 de um peão
ro: Aceasta este calculată în 1/100 de pioni. Deci, o cifră de 30 este 0,3 dintr-un pion
ru: Это рассчитывается в 1/100 пешки. Таким образом, число 30 составляет 0,3 пешки.

source: When one side has an advantage of greater than 500, the threshold is doubled.
fa: وقتی یک طرف برتری بیشتر از 500 داشته باشد، آستانه دو برابر می شود.
ja: 片方の優位性が 500 を超える場合、しきい値は 2 倍になります。
ko: 한 쪽의 이점이 500보다 큰 경우 임계값은 두 배가 됩니다.
lt: Kai vienos pusės pranašumas didesnis nei 500, slenkstis padvigubinamas.
no: Når en side har en fordel på mer enn 500, dobles terskelen.
pl: Gdy jedna ze stron ma przewagę większą niż 500, próg zostaje podwojony.
pt: Quando um lado tem uma vantagem maior que 500, o limite é dobrado.
ro: Când o parte are un avantaj mai mare de 500, pragul este dublat.
ru: Если преимущество одной из сторон превышает 500, порог удваивается.

source: Generally speaking, if you set a lower number, then you will get more annotations.
fa: به طور کلی، اگر عدد کمتری را تنظیم کنید، حاشیه نویسی بیشتری دریافت خواهید کرد.
ja: 一般的に言えば、より低い数値を設定すると、より多くの注釈が得られます。
ko: 일반적으로 숫자를 낮게 설정하면 주석이 더 많이 제공됩니다.
lt: Paprastai tariant, jei nustatysite mažesnį skaičių, gausite daugiau komentarų.
no: Generelt sett, hvis du angir et lavere tall, vil du få flere merknader.
pl: Mówiąc ogólnie, im niższa liczba, tym więcej adnotacji otrzymasz.
pt: Em termos gerais, se você definir um número menor, obterá mais anotações.
ro: În general, dacă setați un număr mai mic, atunci veți primi mai multe adnotări.
ru: Как правило, если вы установите меньшее число, то получите больше аннотаций.
