Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: there is not much room for the media player window on a normal monitor.
fa: فضای زیادی برای پنجره پخش کننده رسانه در یک مانیتور معمولی وجود ندارد.
ja: 通常のモニターではメディア プレーヤー ウィンドウを表示するスペースがあまりありません。
ko: 일반 모니터에서는 미디어 플레이어 창을 위한 공간이 많지 않습니다.
lt: Įprastame monitoriuje nėra daug vietos medijos leistuvo langui.
no: det er ikke mye plass til mediespillervinduet på en vanlig skjerm.
pl: na normalnym monitorze nie ma zbyt wiele miejsca na okno odtwarzacza multimedialnego.
pt: não há muito espaço para a janela do media player em um monitor normal.
ro: nu prea este loc pentru fereastra playerului media pe un monitor normal.
ru: на обычном мониторе не так много места для окна медиаплеера.

source: However, if you select <Options> <Media player Options..>
fa: با این حال، اگر <Options> <Media Player Options..> را انتخاب کنید
ja: ただし、<オプション> <メディアプレーヤーのオプション..> を選択すると、
ko: 하지만 <옵션> <미디어 플레이어 옵션..>을 선택하면
lt: Tačiau jei pasirinksite <Parinktys> <Media grotuvo parinktys..>
no: Men hvis du velger <Valg> <Mediespilleralternativer..>
pl: Jeśli jednak wybierzesz <Opcje> <Opcje odtwarzacza multimedialnego..>
pt: Entretanto, se você selecionar <Opções> <Opções do Media Player..>
ro: Cu toate acestea, dacă selectați <Opțiuni> <Opțiuni player media..>
ru: Однако если вы выберете <Параметры> <Параметры медиаплеера..>

source: from the media player menu, then switch off <Use native controls>
fa: از منوی پخش کننده رسانه، سپس <استفاده از کنترل های بومی> را خاموش کنید
ja: メディアプレーヤーメニューから、<ネイティブコントロールを使用する>をオフにします。
ko: 미디어 플레이어 메뉴에서 <기본 컨트롤 사용>을 끕니다.
lt: medijos leistuvo meniu, tada išjunkite <Naudoti savuosius valdiklius>
no: fra mediespillermenyen, og slå av <Bruk innebygde kontroller>
pl: z menu odtwarzacza multimedialnego, a następnie wyłącz opcję <Użyj natywnych elementów sterujących>
pt: no menu do media player e desative <Usar controles nativos>
ro: din meniul playerului media, apoi dezactivați <Folosiți comenzi native>
ru: в меню медиаплеера, затем отключите <Использовать собственные элементы управления>

source: and switch on <Show toolbar> and <Show status bar>
fa: و <نمایش نوار ابزار> و <نمایش نوار وضعیت> را روشن کنید
ja: <ツールバーを表示>と<ステータスバーを表示>をオンにします
ko: <도구 모음 표시>와 <상태 표시줄 표시>를 켜세요.
lt: ir įjunkite <Rodyti įrankių juostą> ir <Rodyti būsenos juostą>
no: og slå på <Vis verktøylinje> og <Vis statuslinje>
pl: i włącz <Pokaż pasek narzędzi> i <Pokaż pasek stanu>
pt: e ative <Mostrar barra de ferramentas> e <Mostrar barra de status>
ro: și activați <Afișați bara de instrumente> și <Afișați bara de stare>
ru: и включите <Показать панель инструментов> и <Показать строку состояния>

source: followed by moving the clock window down and the board a bit to the right,
fa: سپس پنجره ساعت را به سمت پایین و تخته را کمی به سمت راست حرکت دهید،
ja: 次に時計のウィンドウを下に移動し、ボードを少し右に移動します。
ko: 시계 창을 아래로 이동하고 보드를 약간 오른쪽으로 이동합니다.
lt: po to pastumkite laikrodžio langą žemyn ir lentą šiek tiek į dešinę,
no: etterfulgt av å flytte klokkevinduet ned og brettet litt til høyre,
pl: następnie przesuń okienko zegara w dół i tablicę nieco w prawo,
pt: seguido de mover a janela do relógio para baixo e o tabuleiro um pouco para a direita,
ro: urmată de mutarea fereastra ceasului în jos și a tablei puțin la dreapta,
ru: затем переместив окно часов вниз, а доску немного вправо,

source: there should be just enough room for the media player in the top left corner.
fa: باید فضای کافی برای پخش کننده رسانه در گوشه بالا سمت چپ وجود داشته باشد.
ja: 左上隅にメディア プレーヤーを配置するのに十分なスペースがあるはずです。
ko: 미디어 플레이어를 위한 공간이 왼쪽 상단 모서리에 딱 있어야 합니다.
lt: viršutiniame kairiajame kampe turėtų būti pakankamai vietos medijos grotuvui.
no: det skal være akkurat nok plass til mediespilleren øverst i venstre hjørne.
pl: w lewym górnym rogu powinno być wystarczająco dużo miejsca na odtwarzacz multimedialny.
pt: deve haver espaço suficiente para o media player no canto superior esquerdo.
ro: ar trebui să existe suficient spațiu pentru playerul media în colțul din stânga sus.
ru: в левом верхнем углу должно быть достаточно места для медиаплеера.

source: It is possible to add your own annotations and sub-variations to a game
fa: این امکان وجود دارد که حاشیه نویسی و تغییرات فرعی خود را به یک بازی اضافه کنید
ja: ゲームに独自の注釈やサブバリエーションを追加することができます
ko: 게임에 나만의 주석과 하위 변형을 추가할 수 있습니다.
lt: Prie žaidimo galima pridėti savo komentarų ir subvariacijų
no: Det er mulig å legge til dine egne merknader og undervariasjoner til et spill
pl: Można dodawać własne adnotacje i podwarianty do gry
pt: É possível adicionar suas próprias anotações e subvariações a um jogo
ro: Este posibil să adăugați propriile adnotări și subvariații la un joc
ru: В игру можно добавлять собственные аннотации и подвариации.

source: that has an accompanying video, but there are some restrictions.
fa: که دارای یک ویدیوی همراه است، اما محدودیت هایی وجود دارد.
ja: ビデオが付属していますが、いくつか制限があります。
ko: 영상이 함께 제공되지만, 몇 가지 제한이 있습니다.
lt: prie kurio pridedamas vaizdo įrašas, tačiau yra tam tikrų apribojimų.
no: som har en tilhørende video, men det er noen begrensninger.
pl: któremu towarzyszy wideo, ale istnieją pewne ograniczenia.
pt: que tem um vídeo de acompanhamento, mas há algumas restrições.
ro: care are un videoclip însoțitor, dar există unele restricții.
ru: с сопровождающим видео, но есть некоторые ограничения.

source: You cannot place a sub-variation between comments that have a
fa: شما نمی توانید یک تغییر فرعی بین نظراتی که دارای a هستند قرار دهید
ja: コメント間にサブバリエーションを配置することはできません。
ko: 주석 사이에 하위 변형을 배치할 수 없습니다.
lt: Negalite sudėti antrinio varianto tarp komentarų, kuriuose yra a
no: Du kan ikke plassere en undervariasjon mellom kommentarer som har en
pl: Nie można umieścić podwariantu między komentarzami, które mają
pt: Você não pode colocar uma subvariação entre comentários que tenham uma
ro: Nu puteți plasa o subvariație între comentariile care au a
ru: Вы не можете разместить подвариант между комментариями, которые имеют

source: ^p pause marker followed by a ^b backup move marker, because that
fa: نشانگر مکث ^p به دنبال نشانگر حرکت پشتیبان ^b، زیرا این
ja: ^p 一時停止マーカーの後に ^b バックアップ移動マーカーが続きます。
ko: ^p 일시 정지 마커 다음에 ^b 백업 이동 마커가 오는 이유는 다음과 같습니다.
lt: ^p pauzės žymeklis, po kurio seka ^b atsarginio judėjimo žymeklis, nes tai
no: ^p pausemarkør etterfulgt av en ^b backup flyttemarkør, fordi det
pl: ^p znacznik pauzy, po którym następuje znacznik ruchu zapasowego ^b, ponieważ to
pt: ^p marcador de pausa seguido por um ^b marcador de movimento de backup, porque isso
ro: Marcatorul de pauză ^p urmat de un marcator de mutare de rezervă ^b, pentru că asta
ru: ^p маркер паузы, за которым следует ^b маркер резервного хода, потому что это

source: would throw off the game/video synchronization.
fa: همگام سازی بازی/ویدیو را از بین می برد.
ja: ゲームとビデオの同期が崩れてしまいます。
ko: 게임/비디오 동기화가 깨질 수 있습니다.
lt: atmes žaidimo/vaizdo įrašų sinchronizavimą.
no: ville kaste av spillet/video-synkroniseringen.
pl: zaburzyłoby synchronizację gry z wideo.
pt: atrapalharia a sincronização do jogo/vídeo.
ro: ar anula sincronizarea jocului/video.
ru: нарушит синхронизацию игры и видео.

source: Ironically, shortly after writing this, I made this mistake.
fa: از قضا، مدت کوتاهی پس از نوشتن این مطلب، این اشتباه را مرتکب شدم.
ja: 皮肉なことに、これを書いた直後に、私はこの間違いを犯しました。
ko: 아이러니하게도 이 글을 쓴 직후에 저는 이런 실수를 했습니다.
lt: Ironiška, bet netrukus po to, kai tai parašiau, padariau šią klaidą.
no: Ironisk nok, kort tid etter å ha skrevet dette, gjorde jeg denne feilen.
pl: Ironią losu jest to, że wkrótce po napisaniu tego tekstu popełniłem ten błąd.
pt: Ironicamente, logo depois de escrever isso, cometi esse erro.
ro: În mod ironic, la scurt timp după ce am scris asta, am făcut această greșeală.
ru: По иронии судьбы, вскоре после написания этой статьи я совершил эту ошибку.

source: So I have put in a defensive trap to prevent this from happening.
fa: بنابراین من برای جلوگیری از این اتفاق در تله دفاعی قرار داده ام.
ja: そこで私は、このような事態が起きないように防御策を講じました。
ko: 그래서 저는 이런 일이 일어나지 않도록 방어용 함정을 설치했습니다.
lt: Taigi aš įdėjau gynybinius spąstus, kad taip nenutiktų.
no: Så jeg har lagt i en defensiv felle for å forhindre at dette skjer.
pl: Dlatego zastawiłem pułapkę obronną, aby temu zapobiec.
pt: Então, coloquei uma armadilha defensiva para evitar que isso acontecesse.
ro: Așa că am pus o capcană defensivă pentru a preveni acest lucru.
ru: Поэтому я расставил защитную ловушку, чтобы этого не произошло.

source: It is also possible to delete sub-variations and comments,
fa: همچنین امکان حذف تغییرات فرعی و نظرات وجود دارد.
ja: サブバリエーションやコメントを削除することも可能です。
ko: 하위 변형 및 주석을 삭제하는 것도 가능합니다.
lt: Taip pat galima ištrinti antrinius variantus ir komentarus,
no: Det er også mulig å slette undervariasjoner og kommentarer,
pl: Możliwe jest również usuwanie podwariantów i komentarzy,
pt: Também é possível excluir subvariações e comentários,
ro: De asemenea, este posibil să ștergeți subvariații și comentarii,
ru: Также возможно удалять подварианты и комментарии,

source: but not ones that have a video marker in them.
fa: اما نه آنهایی که نشانگر ویدیو در آنها وجود دارد.
ja: ただし、ビデオマーカーが含まれているものは除きます。
ko: 하지만 비디오 마커가 있는 것은 아닙니다.
lt: bet ne tie, kuriuose yra vaizdo žymeklis.
no: men ikke de som har en videomarkør i seg.
pl: ale nie takie, które mają w sobie znacznik wideo.
pt: mas não aqueles que têm um marcador de vídeo.
ro: dar nu cele care au un marker video în ele.
ru: но не те, в которых есть видеомаркер.

source: In the London-Edinburgh game, the markers are all contained in comments
fa: در بازی لندن-ادینبورگ، نشانگرها همه در نظرات موجود است
ja: ロンドン対エディンバラ戦では、マーカーはすべてコメントに含まれている
ko: 런던-에든버러 게임에서는 마커가 모두 주석에 포함되어 있습니다.
lt: Londono-Edinburgo žaidime visi žymekliai yra komentaruose
no: I London-Edinburgh-spillet er alle markørene inneholdt i kommentarer
pl: W grze Londyn-Edynburg wszystkie znaczniki znajdują się w komentarzach
pt: No jogo Londres-Edimburgo, os marcadores estão todos contidos nos comentários
ro: În jocul Londra-Edinburgh, marcajele sunt toate conținute în comentarii
ru: В игре Лондон-Эдинбург все маркеры содержатся в комментариях.

source: that have the following characters in them ^p ^b (a#) (c#),
fa: که دارای کاراکترهای زیر هستند ^p ^b (a#) (c#)،
ja: 次の文字を含む ^p ^b (a#) (c#)、
ko: 다음 문자가 포함되어 있습니다. ^p ^b (a#) (c#)
lt: kuriuose yra šie simboliai ^p ^b (a#) (c#),
no: som har følgende tegn i seg ^p ^b (a#) (c#),
pl: które zawierają następujące znaki ^p ^b (a#) (c#),
pt: que possuem os seguintes caracteres ^p ^b (a#) (c#),
ro: care au următoarele caractere ^p ^b (a#) (c#),
ru: которые содержат следующие символы ^p ^b (a#) (c#),

source: where <#> is a number. Unlike the ^p and ^b characters,
fa: که در آن <#> یک عدد است. برخلاف کاراکترهای ^p و ^b،
ja: ここで<#>は数字です。^pや^bの文字とは異なり、
ko: 여기서 <#>는 숫자입니다. ^p 및 ^b 문자와 달리,
lt: kur <#> yra skaičius. Skirtingai nuo simbolių ^p ir ^b,
no: hvor <#> er et tall. I motsetning til tegnene ^p og ^b,
pl: gdzie <#> jest liczbą. W przeciwieństwie do znaków ^p i ^b,
pt: onde <#> é um número. Ao contrário dos caracteres ^p e ^b,
ro: unde <#> este un număr. Spre deosebire de caracterele ^p și ^b,
ru: где <#> — это число. В отличие от символов ^p и ^b,

source: the (a) <answer> and (c) <comment> characters are only there
fa: کاراکترهای (a) <answer> و (c) <comment> فقط در آنجا هستند
ja: (a) <回答>と(c) <コメント>の文字だけが存在する
ko: (a) <answer>와 (c) <comment> 문자는 오직 거기에만 존재합니다.
lt: yra tik simboliai (a) <atsakymas> ir (c) <komentaras>
no: tegnene (a) <svar> og (c) <kommentar> er bare der
pl: znaki (a) <odpowiedź> i (c) <komentarz> są tylko tam
pt: os caracteres (a) <resposta> e (c) <comentário> estão lá apenas
ro: caracterele (a) <răspuns> și (c) <comment> sunt doar acolo
ru: символы (a) <ответ> и (c) <комментарий> есть только там

source: to show where the video markers are.
fa: برای نشان دادن مکان نشانگرهای ویدئویی.
ja: ビデオマーカーがどこにあるかを表示します。
ko: 비디오 마커의 위치를 보여줍니다.
lt: norėdami parodyti, kur yra vaizdo įrašų žymekliai.
no: for å vise hvor videomarkørene er.
pl: aby pokazać, gdzie znajdują się znaczniki wideo.
pt: para mostrar onde estão os marcadores de vídeo.
ro: pentru a arăta unde sunt marcatorii video.
ru: чтобы показать, где находятся видеомаркеры.

source: If you add or delete other annotations and sub-variations,
fa: اگر یادداشت ها و تغییرات فرعی دیگری را اضافه یا حذف کنید،
ja: 他の注釈やサブバリエーションを追加または削除すると、
ko: 다른 주석 및 하위 변형을 추가하거나 삭제하는 경우
lt: Jei pridedate arba ištrinate kitus komentarus ir antrinius variantus,
no: Hvis du legger til eller sletter andre merknader og undervarianter,
pl: Jeśli dodasz lub usuniesz inne adnotacje i podwarianty,
pt: Se você adicionar ou excluir outras anotações e subvariações,
ro: Dacă adăugați sau ștergeți alte adnotări și subvariații,
ru: Если вы добавляете или удаляете другие аннотации и подварианты,

source: when you save the game the new video information will be saved as well.
fa: هنگامی که بازی را ذخیره می کنید، اطلاعات ویدیوی جدید نیز ذخیره می شود.
ja: ゲームを保存すると、新しいビデオ情報も保存されます。
ko: 게임을 저장하면 새로운 비디오 정보도 저장됩니다.
lt: kai išsaugosite žaidimą, nauja vaizdo informacija taip pat bus išsaugota.
no: når du lagrer spillet vil den nye videoinformasjonen også lagres.
pl: gdy zapiszesz grę, nowe informacje o wideo również zostaną zapisane.
pt: quando você salvar o jogo, as novas informações do vídeo também serão salvas.
ro: atunci când salvați jocul, noile informații video vor fi salvate, de asemenea.
ru: При сохранении игры новая видеоинформация также будет сохранена.

source: In order for this to work, you must have the media player open
fa: برای اینکه این کار انجام شود، باید مدیا پلیر را باز داشته باشید
ja: これを機能させるには、メディアプレーヤーを開いておく必要があります。
ko: 이 작업을 수행하려면 미디어 플레이어가 열려 있어야 합니다.
lt: Kad tai veiktų, turite atidaryti medijos leistuvą
no: For at dette skal fungere må du ha mediespilleren åpen
pl: Aby to zadziałało, musisz mieć otwarty odtwarzacz multimedialny
pt: Para que isso funcione, você deve ter o media player aberto
ro: Pentru ca acest lucru să funcționeze, trebuie să aveți playerul media deschis
ru: Чтобы это работало, у вас должен быть открыт медиаплеер.

source: when you make the changes to the game, otherwise the video information
fa: هنگامی که تغییرات را در بازی ایجاد می کنید، در غیر این صورت اطلاعات ویدیو
ja: ゲームに変更を加えた場合、そうでなければビデオ情報は
ko: 게임을 변경할 경우 비디오 정보가 변경되지 않습니다.
lt: kai atliekate žaidimo pakeitimus, kitu atveju vaizdo įrašo informacija
no: når du gjør endringene i spillet, ellers videoinformasjonen
pl: gdy wprowadzasz zmiany w grze, w przeciwnym razie informacje wideo
pt: quando você faz as alterações no jogo, caso contrário, as informações do vídeo
ro: atunci când faceți modificările în joc, în caz contrar, informațiile video
ru: когда вы вносите изменения в игру, в противном случае видеоинформация

source: would not be updated.
fa: به روز نمی شود
ja: 更新されません。
ko: 업데이트되지 않습니다.
lt: nebūtų atnaujintas.
no: ville ikke bli oppdatert.
pl: nie zostanie zaktualizowany.
pt: não seria atualizado.
ro: nu ar fi actualizat.
ru: не будет обновляться.

source: To safeguard against other problems, during installation the program
fa: برای محافظت در برابر سایر مشکلات، در حین نصب برنامه
ja: 他の問題を防ぐために、プログラムのインストール中に
ko: 다른 문제를 방지하기 위해 프로그램을 설치하는 동안
lt: Norėdami apsisaugoti nuo kitų problemų, diegimo metu programą
no: For å beskytte mot andre problemer, under installasjonen av programmet
pl: Aby zabezpieczyć się przed innymi problemami, podczas instalacji programu
pt: Para se proteger contra outros problemas, durante a instalação o programa
ro: Pentru a vă proteja împotriva altor probleme, în timpul instalării programului
ru: Чтобы защититься от других проблем, во время установки программы

source: will place a backup copy of the PGN game file that accompanies the
fa: یک نسخه پشتیبان از فایل بازی PGN که همراه با آن است را قرار می دهد
ja: PGNゲームファイルのバックアップコピーを
ko: PGN 게임 파일의 백업 사본을 보관합니다.
lt: įdės atsarginę PGN žaidimo failo kopiją kartu su
no: vil plassere en sikkerhetskopi av PGN-spillfilen som følger med
pl: umieści kopię zapasową pliku gry PGN, który towarzyszy
pt: colocará uma cópia de segurança do arquivo do jogo PGN que acompanha o
ro: va plasa o copie de rezervă a fișierului de joc PGN care însoțește fișierul
ru: разместит резервную копию файла игры PGN, который сопровождает

source: mp4 video file in the following directory :-
fa: فایل ویدئویی mp4 در دایرکتوری زیر:
ja: 次のディレクトリに mp4 ビデオ ファイルがあります:-
ko: 다음 디렉토리에 mp4 비디오 파일이 있습니다 :-
lt: mp4 vaizdo failą šiame kataloge: -
no: mp4-videofil i følgende katalog: -
pl: Plik wideo mp4 w następującym katalogu:
pt: arquivo de vídeo mp4 no seguinte diretório:-
ro: fișier video mp4 în următorul director:-
ru: Видеофайл mp4 в следующем каталоге:-

source: So if anything goes wrong, you can delete the original PGN file and rename
fa: بنابراین اگر مشکلی پیش آمد، می توانید فایل اصلی PGN را حذف کرده و نام آن را تغییر دهید
ja: 何か問題が発生した場合、元のPGNファイルを削除して名前を変更することができます。
ko: 따라서 문제가 발생하면 원본 PGN 파일을 삭제하고 이름을 바꿀 수 있습니다.
lt: Taigi, jei kas nors negerai, galite ištrinti pradinį PGN failą ir pervardyti
no: Så hvis noe går galt, kan du slette den originale PGN-filen og gi nytt navn
pl: Jeśli więc coś pójdzie nie tak, możesz usunąć oryginalny plik PGN i zmienić jego nazwę
pt: Então, se algo der errado, você pode excluir o arquivo PGN original e renomeá-lo
ro: Deci, dacă ceva nu merge bine, puteți șterge fișierul PGN original și redenumi
ru: Так что если что-то пойдет не так, вы можете удалить исходный файл PGN и переименовать его.

source: the copy using Windows explorer.
fa: کپی با استفاده از Windows Explorer
ja: Windows エクスプローラーを使用してコピーします。
ko: Windows 탐색기를 사용하여 복사합니다.
lt: kopiją naudojant „Windows Explorer“.
no: kopien ved hjelp av Windows Utforsker.
pl: kopię za pomocą Eksploratora Windows.
pt: a cópia usando o Windows Explorer.
ro: copia folosind Windows Explorer.
ru: скопируйте с помощью проводника Windows.

source: If this happens, it would be advisable to make a new backup copy
fa: اگر این اتفاق افتاد، بهتر است یک نسخه پشتیبان جدید تهیه کنید
ja: このような場合は、新しいバックアップコピーを作成することをお勧めします。
ko: 이런 일이 발생하면 새 백업 사본을 만드는 것이 좋습니다.
lt: Jei taip atsitiks, patartina pasidaryti naują atsarginę kopiją
no: Hvis dette skjer, vil det være tilrådelig å lage en ny sikkerhetskopi
pl: Jeżeli tak się stanie, wskazane będzie wykonanie nowej kopii zapasowej
pt: Se isso acontecer, seria aconselhável fazer uma nova cópia de segurança
ro: Dacă se întâmplă acest lucru, ar fi recomandabil să faceți o nouă copie de rezervă
ru: Если это произойдет, будет целесообразно сделать новую резервную копию.

source: of the PGN file at that time. Do not delete the mp4 file.
fa: فایل PGN در آن زمان. فایل mp4 را پاک نکنید.
ja: その時のPGNファイルの。mp4ファイルは削除しないでください。
ko: 당시 PGN 파일의. mp4 파일은 삭제하지 마세요.
lt: PGN failo tuo metu. Neištrinkite mp4 failo.
no: av PGN-filen på det tidspunktet. Ikke slett mp4-filen.
pl: pliku PGN w tym czasie. Nie usuwaj pliku mp4.
pt: do arquivo PGN naquele momento. Não exclua o arquivo mp4.
ro: din fișierul PGN la acel moment. Nu ștergeți fișierul mp4.
ru: файла PGN в это время. Не удаляйте файл mp4.

source: If this remedy does not solve your problem, then your only recourse
fa: اگر این راه حل مشکل شما را حل نکرد، تنها راه حل شماست
ja: この治療法で問題が解決しない場合は、唯一の手段は
ko: 이 치료법으로 문제가 해결되지 않으면 유일한 방법은 다음과 같습니다.
lt: Jei ši priemonė nepadeda išspręsti jūsų problemos, tada jūsų vienintelė išeitis
no: Hvis dette middelet ikke løser problemet ditt, er din eneste utvei
pl: Jeżeli to rozwiązanie nie rozwiąże Twojego problemu, to pozostaje Ci tylko
pt: Se este remédio não resolver o seu problema, então o seu único recurso
ro: Dacă acest remediu nu vă rezolvă problema, atunci singura dvs. soluție
ru: Если это средство не решит вашу проблему, то ваш единственный выход

source: would be to re-install the program.
fa: نصب مجدد برنامه خواهد بود.
ja: プログラムを再インストールすることになります。
ko: 프로그램을 다시 설치하면 됩니다.
lt: būtų iš naujo įdiegti programą.
no: ville være å reinstallere programmet.
pl: należałoby ponownie zainstalować program.
pt: seria reinstalar o programa.
ro: ar fi să reinstalezi programul.
ru: придется переустановить программу.

source: Whilst the media player is intended primarily for playing and making
fa: در حالی که پخش کننده رسانه عمدتاً برای پخش و ساختن در نظر گرفته شده است
ja: メディアプレーヤーは主に再生と作成を目的としていますが、
ko: 미디어 플레이어는 주로 재생 및 제작을 목적으로 합니다.
lt: Nors medijos grotuvas pirmiausia skirtas žaisti ir kurti
no: Mens mediespilleren først og fremst er beregnet på å spille og lage
pl: Chociaż odtwarzacz multimedialny jest przeznaczony głównie do odtwarzania i tworzenia
pt: Embora o media player seja destinado principalmente para reproduzir e fazer
ro: În timp ce playerul media este destinat în primul rând pentru redare și creare
ru: Хотя медиаплеер предназначен в первую очередь для воспроизведения и создания

source: chess videos, it is capable of playing most video and sound files.
fa: ویدیوهای شطرنج، قابلیت پخش اکثر فایل های ویدیویی و صوتی را دارد.
ja: チェス ビデオ、ほとんどのビデオおよびサウンド ファイルを再生できます。
ko: 체스 비디오, 대부분의 비디오와 사운드 파일을 재생할 수 있습니다.
lt: šachmatų vaizdo įrašus, jis gali atkurti daugumą vaizdo ir garso failų.
no: sjakkvideoer, den er i stand til å spille av de fleste video- og lydfiler.
pl: filmy o szachach, potrafi odtwarzać większość plików wideo i dźwiękowych.
pt: vídeos de xadrez, ele é capaz de reproduzir a maioria dos arquivos de vídeo e som.
ro: videoclipuri de șah, este capabil să redea majoritatea fișierelor video și audio.
ru: шахматные видеоролики, он способен воспроизводить большинство видео- и звуковых файлов.

source: So, if you wanted, you could play a music video when looking at a chess game.
fa: بنابراین، اگر می خواهید، می توانید یک موزیک ویدیو را هنگام تماشای یک بازی شطرنج پخش کنید.
ja: したがって、必要に応じて、チェスのゲームを見ながらミュージックビデオを再生することもできます。
ko: 그러니까, 원한다면 체스 게임을 보면서 뮤직비디오를 재생할 수도 있죠.
lt: Taigi, jei norite, žiūrėdami šachmatų partiją galite paleisti muzikinį vaizdo įrašą.
no: Så hvis du ville, kan du spille av en musikkvideo når du ser på et sjakkspill.
pl: Jeśli więc chcesz, możesz odtworzyć teledysk, oglądając partię szachów.
pt: Então, se você quiser, você pode reproduzir um videoclipe enquanto assiste a uma partida de xadrez.
ro: Deci, dacă ai vrea, ai putea reda un videoclip când te uiți la un joc de șah.
ru: Так что, если бы вы захотели, вы могли бы включить музыкальный клип, наблюдая за шахматной партией.

source: Although I don't suppose this would improve your concentration level.
fa: اگرچه فکر نمی‌کنم این باعث بهبود سطح تمرکز شما شود.
ja: ただし、これによって集中力が向上するとは思えません。
ko: 하지만 이렇게 하면 집중력이 향상되지는 않을 것 같습니다.
lt: Nors nemanau, kad tai pagerintų jūsų koncentracijos lygį.
no: Selv om jeg ikke antar at dette vil forbedre konsentrasjonsnivået ditt.
pl: Chociaż nie sądzę, żeby to poprawiło Twój poziom koncentracji.
pt: Embora eu não ache que isso vá melhorar seu nível de concentração.
ro: Deși nu cred că asta îți va îmbunătăți nivelul de concentrare.
ru: Хотя я не думаю, что это улучшит ваш уровень концентрации.

source: Finally, the coding for the media player is so intricate,
fa: در نهایت، کدنویسی برای پخش کننده رسانه بسیار پیچیده است،
ja: 最後に、メディアプレーヤーのコーディングは非常に複雑で、
ko: 마지막으로, 미디어 플레이어의 코딩은 너무 복잡해서,
lt: Galiausiai, medijos leistuvo kodavimas yra toks sudėtingas,
no: Endelig er kodingen for mediespilleren så intrikat,
pl: Na koniec, kodowanie odtwarzacza multimedialnego jest tak skomplikowane,
pt: Por fim, a codificação do media player é tão complexa,
ro: În cele din urmă, codarea pentru playerul media este atât de complicată,
ru: Наконец, кодирование медиаплеера настолько сложное,
