Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: adjustments to the < Lighting.. > settings in this box.
fa: تنظیمات < Lighting.. > در این کادر را انجام دهید.
ja: このボックスで < 照明.. > 設定を調整します。
ko: 이 상자에서 <조명..> 설정을 조정합니다.
lt: šio langelio < Lighting.. > nustatymų koregavimai.
no: justeringer av < Lighting.. >-innstillingene i denne boksen.
pl: w tym polu można dokonać zmian w ustawieniach < Oświetlenie.. >.
pt: ajustes nas configurações de < Iluminação.. > nesta caixa.
ro: ajustări ale setărilor < Iluminare.. > din această casetă.
ru: корректировки настроек < Освещение.. > в этом поле.

source: All 3d options can be reset to default settings by choosing the
fa: همه گزینه های سه بعدی را می توان با انتخاب گزینه به تنظیمات پیش فرض بازنشانی کرد
ja: すべての3Dオプションは、
ko: 모든 3D 옵션은 다음을 선택하여 기본 설정으로 재설정할 수 있습니다.
lt: Visas 3D parinktis galima iš naujo nustatyti į numatytuosius nustatymus pasirinkus
no: Alle 3d-alternativer kan tilbakestilles til standardinnstillinger ved å velge
pl: Wszystkie opcje 3D można przywrócić do ustawień domyślnych, wybierając
pt: Todas as opções 3D podem ser redefinidas para as configurações padrão escolhendo
ro: Toate opțiunile 3d pot fi resetate la setările implicite alegând
ru: Все параметры 3D можно сбросить до настроек по умолчанию, выбрав

source: < 3d graphics > < Reset all 3d options > menu item.
fa: < گرافیک سه بعدی > < بازنشانی همه گزینه های سه بعدی > آیتم منو.
ja: < 3D グラフィックス > < すべての 3D オプションをリセット > メニュー項目。
ko: < 3D 그래픽 > < 모든 3D 옵션 재설정 > 메뉴 항목.
lt: < 3D grafika > < Atstatyti visas 3d parinktis > meniu elementą.
no: < 3d-grafikk > < Tilbakestill alle 3d-alternativer > menyelement.
pl: < Grafika 3D > < Resetuj wszystkie opcje 3D > element menu.
pt: < Gráficos 3D > < Redefinir todas as opções 3D > item de menu.
ro: < Grafică 3d > < Resetați toate opțiunile 3d > element de meniu.
ru: < 3D графика > < Сбросить все параметры 3D > пункт меню.

source: Most of the 2d functions are available in 3d, although some are more limited.
fa: بیشتر توابع 2 بعدی به صورت سه بعدی در دسترس هستند، اگرچه برخی از آنها محدودتر هستند.
ja: 2D 機能のほとんどは 3D でも利用できますが、一部は制限されています。
ko: 대부분의 2D 함수는 3D에서 사용할 수 있지만 일부 함수는 제한적입니다.
lt: Dauguma 2D funkcijų yra prieinamos 3D formatu, nors kai kurios yra labiau ribotos.
no: De fleste av 2d-funksjonene er tilgjengelige i 3d, selv om noen er mer begrensede.
pl: Większość funkcji 2D jest dostępna w 3D, choć niektóre są bardziej ograniczone.
pt: A maioria das funções 2D estão disponíveis em 3D, embora algumas sejam mais limitadas.
ro: Majoritatea funcțiilor 2d sunt disponibile în 3d, deși unele sunt mai limitate.
ru: Большинство 2D-функций доступны в 3D, хотя некоторые из них более ограничены.

source: There is no < Open recent files > menu item.
fa: آیتم منو <باز کردن فایل های اخیر > وجود ندارد.
ja: <最近使ったファイルを開く> メニュー項目がありません。
ko: <최근 파일 열기> 메뉴 항목이 없습니다.
lt: Meniu elemento < Atidaryti naujausius failus> nėra.
no: Det er ingen menyelement < Åpne nylige filer >.
pl: W menu nie ma pozycji < Otwórz ostatnie pliki >.
pt: Não há item de menu < Abrir arquivos recentes >.
ro: Nu există niciun element de meniu < Deschide fișierele recente >.
ru: Пункта меню <Открыть последние файлы> нет.

source: Puzzle stats and Search info can be displayed on the status bar in 3d,
fa: آمار پازل و اطلاعات جستجو را می توان در نوار وضعیت به صورت سه بعدی نمایش داد،
ja: パズルの統計情報と検索情報はステータスバーに3Dで表示できます。
ko: 퍼즐 통계 및 검색 정보는 3D로 상태 표시줄에 표시될 수 있습니다.
lt: Dėlionės statistika ir paieškos informacija gali būti rodoma būsenos juostoje 3D formatu,
no: Puslespillstatistikk og søkeinformasjon kan vises på statuslinjen i 3d,
pl: Statystyki łamigłówki i informacje o wyszukiwaniu można wyświetlić na pasku stanu w 3D,
pt: Estatísticas de quebra-cabeça e informações de pesquisa podem ser exibidas na barra de status em 3D,
ro: Statisticile puzzle și informațiile de căutare pot fi afișate pe bara de stare în 3d,
ru: Статистика головоломки и информация о поиске могут отображаться в строке состояния в 3D,

source: but there is less detail than in 2d.
fa: اما جزئیات کمتری نسبت به 2d وجود دارد.
ja: ただし、2D よりも詳細度が低くなります。
ko: 하지만 2D보다 세부적인 묘사가 적습니다.
lt: bet yra mažiau detalių nei 2d.
no: men det er mindre detaljer enn i 2d.
pl: ale jest mniej szczegółów niż w 2D.
pt: mas há menos detalhes do que em 2D.
ro: dar există mai puține detalii decât în ​​2d.
ru: но деталей меньше, чем в 2d.

source: The kibitz box works in a similar way to 2d, although in 3d the box
fa: جعبه kibitz به روشی مشابه 2d کار می کند، اگرچه در جعبه 3d
ja: キビッツボックスは2Dと同様に動作しますが、3Dではボックスは
ko: kibitz 상자는 2D와 유사한 방식으로 작동하지만 3D에서는 상자가
lt: Kibicų dėžutė veikia panašiai kaip 2d, nors 3d dėžutė
no: Kibitz-boksen fungerer på samme måte som 2d, selv om den er i 3d
pl: Pole Kibitz działa podobnie do 2D, choć w 3D pole
pt: A caixa kibitz funciona de forma semelhante à 2D, embora em 3D a caixa
ro: Cutia kibitz funcționează într-un mod similar cu 2d, deși în 3d caseta
ru: Ящик кибица работает аналогично 2D, хотя в 3D ящик

source: can be sized and moved as required. Help for the kibitz box is displayed
fa: را می توان به اندازه مورد نیاز و جابجا کرد. راهنما برای جعبه kibitz نمایش داده می شود
ja: 必要に応じてサイズを変更したり移動したりできます。キビッツボックスのヘルプが表示されます
ko: 필요에 따라 크기를 조정하고 이동할 수 있습니다. kibitz 상자에 대한 도움말이 표시됩니다.
lt: pagal poreikį galima keisti dydį ir perkelti. Rodoma kibicų dėžutės pagalba
no: kan dimensjoneres og flyttes etter behov. Hjelp for kibitz-boksen vises
pl: można zmieniać rozmiar i przesuwać według potrzeb. Wyświetlana jest pomoc dla pola kibitz
pt: pode ser dimensionado e movido conforme necessário. A ajuda para a caixa kibitz é exibida
ro: poate fi dimensionat și mutat după cum este necesar. Este afișat ajutorul pentru caseta kibitz
ru: можно изменять размер и перемещать по мере необходимости. Отображается справка для ящика кибиц

source: by clicking the < ? > button on the box.
fa: با کلیک بر روی < ? > دکمه روی جعبه
ja: ボックス上の < ? > ボタンをクリックします。
ko: 상자의 < ? > 버튼을 클릭하세요.
lt: spustelėdami < ? > mygtuką ant dėžutės.
no: ved å klikke på < ? >-knappen på boksen.
pl: klikając przycisk < ? > w polu.
pt: clicando no botão < ? > na caixa.
ro: făcând clic pe < ? butonul > de pe cutie.
ru: нажав кнопку < ? > на поле.

source: Because of the lack of space, I have put the main 2d playing options
fa: به دلیل کمبود فضا، گزینه های اصلی بازی 2d را قرار داده ام
ja: スペースが足りないので、メインの2Dプレイオプションを
ko: 공간이 부족해서 2D 플레이 주요 옵션을 넣었습니다.
lt: Dėl vietos trūkumo įdėjau pagrindinius 2d žaidimo variantus
no: På grunn av plassmangel har jeg lagt de viktigste 2d-spillalternativene
pl: Ze względu na brak miejsca umieściłem główne opcje gry 2D
pt: Devido à falta de espaço, coloquei as principais opções de jogo 2D
ro: Din cauza lipsei de spațiu, am pus principalele opțiuni de joc 2d
ru: Из-за нехватки места я разместил основные 2D игровые опции

source: < Play white > < Play black > < Shootout > and < Setup position >
fa: < پخش سفید > < پخش سیاه > < Shootout > و < Setup position >
ja: < 白をプレイ > < 黒をプレイ > < シュートアウト > および < セットアップポジション >
ko: < 화이트 플레이 > < 블랙 플레이 > < 슛아웃 > 과 < 세팅 포지션 >
lt: < Play white > < Play black > < Shootout > ir < Setup position >
no: < Spill hvitt > < Spill svart > < Shootout > og < Oppsettposisjon >
pl: < Graj białymi > < Graj czarnymi > < Strzelanina > i < Pozycja ustawienia >
pt: < Jogar com as brancas > < Jogar com as pretas > < Tiroteio > e < Posição de configuração >
ro: < Play white > < Play black > < Shootout > și < Setup position >
ru: < Игра белыми > < Игра черными > < Перестрелка > и < Позиция установки >

source: onto the right of the toolbar in 3d.
fa: در سمت راست نوار ابزار به صورت سه بعدی.
ja: 3D のツールバーの右側に表示されます。
ko: 3D 도구 모음의 오른쪽에 있습니다.
lt: įrankių juostos dešinėje 3d.
no: til høyre på verktøylinjen i 3d.
pl: po prawej stronie paska narzędzi w 3D.
pt: à direita da barra de ferramentas em 3D.
ro: în dreapta barei de instrumente în 3d.
ru: справа от панели инструментов в 3D.

source: They can, of course, still be accessed via the main menu.
fa: البته هنوز هم می توان از طریق منوی اصلی به آنها دسترسی داشت.
ja: もちろん、メインメニューからアクセスすることもできます。
ko: 물론, 메인 메뉴를 통해서도 접근할 수 있습니다.
lt: Žinoma, juos vis tiek galima pasiekti per pagrindinį meniu.
no: De kan selvfølgelig fortsatt nås via hovedmenyen.
pl: Dostęp do nich jest oczywiście nadal możliwy poprzez menu główne.
pt: Eles ainda podem, é claro, ser acessados pelo menu principal.
ro: Ele pot fi, desigur, încă accesate prin meniul principal.
ru: Конечно, к ним по-прежнему можно получить доступ через главное меню.

source: For the same reason, I have placed the functions for game tabs
fa: به همین دلیل، من توابع را برای تب های بازی قرار داده ام
ja: 同じ理由で、ゲームタブの機能も配置しました
ko: 같은 이유로 게임 탭에 대한 기능을 배치했습니다.
lt: Dėl tos pačios priežasties įdėjau žaidimų skirtukų funkcijas
no: Av samme grunn har jeg plassert funksjonene for spillfaner
pl: Z tego samego powodu umieściłem funkcje dla kart gier
pt: Pelo mesmo motivo, coloquei as funções para as abas do jogo
ro: Din același motiv, am plasat funcțiile pentru filele de joc
ru: По этой же причине я разместил функции для игровых вкладок

source: and opening book move display on the 3d toolbar.
fa: و باز کردن نمایش حرکت کتاب در نوار ابزار سه بعدی.
ja: 3D ツールバーにブックの移動表示を開きます。
ko: 3D 도구 모음에 책 이동 표시를 엽니다.
lt: ir atidarymo knygos judėjimo ekranas 3D įrankių juostoje.
no: og åpne bokbevegelsesvisning på 3d-verktøylinjen.
pl: i otwieranie przesuwania książki wyświetlanej na pasku narzędzi 3D.
pt: e abrir o movimento do livro exibido na barra de ferramentas 3D.
ro: și deschiderea afișajului de mutare a cărții pe bara de instrumente 3d.
ru: и открытие отображения перемещения книги на панели инструментов 3D.

source: The game tabs icons are placed towards the left end of the toolbar.
fa: نمادهای برگه های بازی در سمت چپ نوار ابزار قرار می گیرند.
ja: ゲーム タブ アイコンはツールバーの左端に配置されます。
ko: 게임 탭 아이콘은 도구 모음의 왼쪽 끝에 배치됩니다.
lt: Žaidimo skirtukų piktogramos yra kairiajame įrankių juostos gale.
no: Spillfaneikonene er plassert mot venstre ende av verktøylinjen.
pl: Ikony kart gier umieszczone są na lewym końcu paska narzędzi.
pt: Os ícones das abas do jogo são colocados na extremidade esquerda da barra de ferramentas.
ro: Pictogramele filelor de joc sunt plasate spre capătul din stânga barei de instrumente.
ru: Значки вкладок игры расположены в левом конце панели инструментов.

source: There are icons for <New tab> <Close tab> and <List tabs> functions.
fa: نمادهایی برای عملکردهای <برگه جدید> <بستن برگه> و <برگه‌های فهرست> وجود دارد.
ja: <新しいタブ> <タブを閉じる> <タブの一覧> 機能のアイコンがあります。
ko: <새 탭> <탭 닫기> <탭 목록> 기능에 대한 아이콘이 있습니다.
lt: Yra funkcijų <Naujas skirtukas> <Uždaryti skirtuką> ir <Sąrašo skirtukų> piktogramos.
no: Det er ikoner for funksjonene <Ny fane> <Lukk fane> og <Liste faner>.
pl: Dostępne są ikony funkcji <Nowa karta> <Zamknij kartę> i <Lista kart>.
pt: Há ícones para as funções <Nova aba> <Fechar aba> e <Listar abas>.
ro: Există pictograme pentru funcțiile <Fila nouă> <Închide filă> și <File Listă>.
ru: Имеются значки для функций <Новая вкладка>, <Закрыть вкладку> и <Список вкладок>.

source: Opening book moves are displayed when you hover the mouse
fa: هنگامی که ماوس را نگه دارید، حرکات کتاب باز نمایش داده می شود
ja: マウスをホバーするとオープニングブックの動きが表示されます
ko: 마우스를 올리면 책 펼치기 동작이 표시됩니다.
lt: Užvedus pelės žymeklį rodomi knygos atidarymo judesiai
no: Åpningsboktrekk vises når du holder musepekeren
pl: Ruchy otwierające książkę są wyświetlane po najechaniu myszką
pt: Os movimentos de abertura do livro são exibidos quando você passa o mouse
ro: Mișcările cărții de deschidere sunt afișate atunci când treceți cu mouse-ul
ru: Ходы в дебютной книге отображаются при наведении мыши

source: over the green icon near the right end of the toolbar.
fa: روی نماد سبز رنگ نزدیک انتهای سمت راست نوار ابزار.
ja: ツールバーの右端近くにある緑色のアイコンをクリックします。
ko: 도구 모음 오른쪽 끝에 있는 녹색 아이콘 위로 가세요.
lt: virš žalios piktogramos, esančios dešiniajame įrankių juostos gale.
no: over det grønne ikonet nær høyre ende av verktøylinjen.
pl: nad zieloną ikoną znajdującą się w prawym końcu paska narzędzi.
pt: sobre o ícone verde próximo ao extremo direito da barra de ferramentas.
ro: peste pictograma verde din partea dreaptă a barei de instrumente.
ru: над зеленым значком в правом конце панели инструментов.

source: I was not able to get the drop down move list to display properly
fa: من نتوانستم لیست حرکت کشویی را به درستی نمایش دهم
ja: ドロップダウンの移動リストを正しく表示できませんでした
ko: 드롭다운 이동 목록이 제대로 표시되지 않았습니다.
lt: Man nepavyko tinkamai parodyti išskleidžiamojo judėjimo sąrašo
no: Jeg klarte ikke å få rullegardinlisten til å vises riktig
pl: Nie udało mi się wyświetlić poprawnie rozwijanej listy ruchów
pt: Não consegui fazer com que a lista suspensa de movimentos fosse exibida corretamente
ro: Nu am reușit să afișez corect lista derulantă de mișcări
ru: Мне не удалось правильно отобразить раскрывающийся список ходов.

source: on top of the move list window, so you might have to adjust the
fa: در بالای پنجره فهرست حرکت، بنابراین ممکن است مجبور شوید آن را تنظیم کنید
ja: 移動リストウィンドウの上部に表示されるので、
ko: 이동 목록 창 상단에 있으므로 조정해야 할 수도 있습니다.
lt: perkėlimo sąrašo lango viršuje, todėl gali tekti koreguoti
no: på toppen av flyttelistevinduet, så du må kanskje justere
pl: na górze okna listy ruchów, więc może być konieczne dostosowanie
pt: no topo da janela da lista de movimentos, então você pode ter que ajustar o
ro: în partea de sus a ferestrei listei de mutare, așa că ar putea fi necesar să ajustați
ru: в верхней части окна списка ходов, поэтому вам, возможно, придется настроить

source: toolbar icon size to make the moves visible when the box is displayed.
fa: اندازه نماد نوار ابزار برای قابل مشاهده کردن حرکات هنگام نمایش کادر.
ja: ボックスが表示されているときに移動が表示されるようにツールバー アイコンのサイズを調整します。
ko: 상자가 표시될 때 움직임이 보이도록 도구 모음 아이콘 크기를 조절합니다.
lt: įrankių juostos piktogramos dydis, kad judesiai būtų matomi, kai rodomas langelis.
no: verktøylinjeikonstørrelse for å gjøre trekkene synlige når boksen vises.
pl: rozmiar ikony paska narzędzi, aby ruchy były widoczne po wyświetleniu pola.
pt: tamanho do ícone da barra de ferramentas para tornar os movimentos visíveis quando a caixa for exibida.
ro: Dimensiunea pictogramei barei de instrumente pentru a face mișcările vizibile atunci când caseta este afișată.
ru: размер значка панели инструментов, чтобы сделать ходы видимыми при отображении поля.

source: This can be done by selecting <Options> <General..> <Toolbar icon size>
fa: این را می توان با انتخاب <Options> <General..> <Toolbar icon size> انجام داد
ja: これは、<オプション> <一般> <ツールバーアイコンのサイズ> を選択することで実行できます。
ko: <옵션> <일반..> <도구 모음 아이콘 크기>를 선택하여 수행할 수 있습니다.
lt: Tai galima padaryti pasirinkus <Parinktys> <Bendra..> <Įrankių juostos piktogramos dydis>
no: Dette kan gjøres ved å velge <Alternativer> <Generelt..> <Størrelse på verktøylinjeikonet>
pl: Można to zrobić wybierając <Opcje> <Ogólne..> <Rozmiar ikony paska narzędzi>
pt: Isso pode ser feito selecionando <Opções> <Geral..> <Tamanho do ícone da barra de ferramentas>
ro: Acest lucru se poate face selectând <Opțiuni> <General..> <Dimensiunea pictogramei barei de instrumente>
ru: Это можно сделать, выбрав <Параметры> <Общие..> <Размер значка панели инструментов>

source: from the main menu in the 2d screen and putting in a smaller size.
fa: از منوی اصلی در صفحه 2 بعدی و قرار دادن در اندازه کوچکتر.
ja: 2D 画面のメイン メニューから小さいサイズで配置します。
ko: 2D 화면의 메인 메뉴에서 더 작은 크기로 변경했습니다.
lt: iš pagrindinio meniu 2d ekrane ir sumažinant dydį.
no: fra hovedmenyen i 2d-skjermen og legge inn en mindre størrelse.
pl: z menu głównego na ekranie 2D i ustawienie mniejszego rozmiaru.
pt: do menu principal na tela 2d e colocando em um tamanho menor.
ro: din meniul principal în ecranul 2d și introducerea unei dimensiuni mai mici.
ru: из главного меню на 2D экране и указав меньший размер.

source: This will move all the toolbar icons left and thus make the box visible
fa: با این کار تمام آیکون های نوار ابزار به سمت چپ حرکت می کند و در نتیجه کادر قابل مشاهده می شود
ja: これにより、ツールバーのアイコンがすべて左に移動し、ボックスが表示されます。
ko: 이렇게 하면 모든 도구 모음 아이콘이 왼쪽으로 이동하여 상자가 표시됩니다.
lt: Taip visos įrankių juostos piktogramos bus perkeltos į kairę ir taip langelis bus matomas
no: Dette vil flytte alle verktøylinjeikonene til venstre og dermed gjøre boksen synlig
pl: Spowoduje to przeniesienie wszystkich ikon paska narzędzi w lewo i tym samym uczynienie pola widocznym
pt: Isso moverá todos os ícones da barra de ferramentas para a esquerda e, assim, tornará a caixa visível
ro: Acest lucru va muta toate pictogramele barei de instrumente la stânga și, astfel, va face caseta vizibilă
ru: Это переместит все значки панели инструментов влево и сделает поле видимым.

source: when it is displayed.
fa: زمانی که نمایش داده می شود.
ja: 表示されるとき。
ko: 표시될 때.
lt: kai jis rodomas.
no: når den vises.
pl: gdy jest wyświetlany.
pt: quando é exibido.
ro: când este afișat.
ru: когда он отображается.

source: To change the 3d main window colours click -
fa: برای تغییر رنگ پنجره اصلی سه بعدی کلیک کنید -
ja: 3Dメインウィンドウの色を変更するには、クリックします -
ko: 3D 메인 창 색상을 변경하려면 다음을 클릭하세요.
lt: Norėdami pakeisti 3D pagrindinio lango spalvas, spustelėkite -
no: For å endre fargene på 3d-hovedvinduet klikk -
pl: Aby zmienić kolory głównego okna 3D kliknij -
pt: Para alterar as cores da janela principal 3D, clique em -
ro: Pentru a schimba culorile ferestrei principale 3d, faceți clic pe -
ru: Чтобы изменить цвета главного 3D-окна, нажмите -

source: < 3d graphics > < 3d options.. > < Window colours.. >
fa: < گرافیک سه بعدی > < گزینه های سه بعدی.. > < رنگ های پنجره.. >
ja: < 3D グラフィックス > < 3D オプション.. > < ウィンドウの色.. >
ko: < 3D 그래픽 > < 3D 옵션.. > < 창 색상.. >
lt: < 3D grafika > < 3D parinktys.. > < Langų spalvos.. >
no: < 3d-grafikk > < 3d-alternativer.. > < Vindusfarger.. >
pl: < grafika 3d > < opcje 3d.. > < kolory okien.. >
pt: < Gráficos 3D > < Opções 3D.. > < Cores das janelas.. >
ro: < Grafică 3d > < Opțiuni 3d.. > < Culorile ferestrei.. >
ru: < 3d графика > < 3d параметры.. > < Цвета окон.. >

source: and choose your preferred colours.
fa: و رنگ های دلخواه خود را انتخاب کنید
ja: お好みの色をお選びください。
ko: 원하는 색상을 선택하세요.
lt: ir išsirinkite pageidaujamas spalvas.
no: og velg dine foretrukne farger.
pl: i wybierz swoje ulubione kolory.
pt: e escolha suas cores preferidas.
ro: și alegeți culorile preferate.
ru: и выберите предпочитаемые вами цвета.

source: If you want a user-defined main window background
fa: اگر می خواهید یک پس زمینه پنجره اصلی تعریف شده توسط کاربر داشته باشید
ja: ユーザー定義のメインウィンドウの背景が必要な場合
ko: 사용자 정의 메인 창 배경을 원하는 경우
lt: Jei norite vartotojo apibrėžto pagrindinio lango fono
no: Hvis du vil ha en brukerdefinert bakgrunn i hovedvinduet
pl: Jeśli chcesz ustawić tło głównego okna zdefiniowane przez użytkownika
pt: Se você quiser um plano de fundo da janela principal definido pelo usuário
ro: Dacă doriți un fundal pentru fereastra principală definită de utilizator
ru: Если вам нужен определяемый пользователем фон главного окна

source: Check the < User-defined > checkbox and click on < Background settings .. >
fa: چک باکس < User-defined > را علامت بزنید و روی < Background settings .. > کلیک کنید
ja: < ユーザー定義 > チェックボックスをオンにし、< 背景設定 > をクリックします。
ko: <사용자 정의> 체크박스를 체크하고 <배경 설정..>을 클릭하세요.
lt: Pažymėkite žymės langelį < User-defined > ir spustelėkite < Fono nustatymai .. >
no: Merk av for < Brukerdefinert > og klikk på < Bakgrunnsinnstillinger .. >
pl: Zaznacz pole wyboru < Zdefiniowane przez użytkownika > i kliknij < Ustawienia tła .. >
pt: Marque a caixa de seleção < Definido pelo usuário > e clique em < Configurações de plano de fundo .. >
ro: Bifați caseta de selectare < Definit de utilizator > și faceți clic pe < Setări de fundal .. >
ru: Установите флажок <Определено пользователем> и нажмите <Настройки фона..>

source: You can then choose between a colour gradient or a bitmap image file.
fa: سپس می توانید بین شیب رنگ یا فایل تصویر بیت مپ یکی را انتخاب کنید.
ja: 次に、カラーグラデーションまたはビットマップ画像ファイルを選択できます。
ko: 그런 다음 색상 그라데이션이나 비트맵 이미지 파일 중에서 선택할 수 있습니다.
lt: Tada galite pasirinkti spalvų gradientą arba bitmap vaizdo failą.
no: Du kan da velge mellom en fargegradient eller en bitmap bildefil.
pl: Następnie możesz wybrać pomiędzy gradientem kolorów a plikiem obrazu bitmapowego.
pt: Você pode então escolher entre um gradiente de cor ou um arquivo de imagem bitmap.
ro: Apoi puteți alege între un gradient de culoare sau un fișier imagine bitmap.
ru: Затем вы можете выбрать между цветовым градиентом или файлом растрового изображения.

source: The path to the bitmap background image files is usually -
fa: مسیر فایل های تصویر پس زمینه بیت مپ معمولاً -
ja: ビットマップ背景画像ファイルへのパスは通常、次のとおりです。
ko: 비트맵 배경 이미지 파일의 경로는 일반적으로 다음과 같습니다.
lt: Kelias į bitmap fono vaizdo failus paprastai yra -
no: Banen til bitmap-bakgrunnsbildefilene er vanligvis -
pl: Ścieżka do plików obrazu tła bitmapowego jest zazwyczaj następująca:
pt: O caminho para os arquivos de imagem de fundo de bitmap geralmente é -
ro: Calea către fișierele imagine de fundal bitmap este de obicei -
ru: Путь к файлам фоновых растровых изображений обычно следующий:

source: then choose < Main menu > < Options > < Reset to factory defaults >
fa: سپس < منوی اصلی > < گزینه ها > < بازنشانی به پیش فرض های کارخانه > را انتخاب کنید
ja: 次に、<メインメニュー> <オプション> <工場出荷時の設定にリセット>を選択します。
ko: 그런 다음 < 메인 메뉴 > < 옵션 > < 공장 기본값으로 재설정 >을 선택하세요.
lt: tada pasirinkite < Pagrindinis meniu > < Parinktys > < Atstatyti gamyklinius nustatymus >
no: velg deretter < Hovedmeny > < Alternativer > < Tilbakestill til fabrikkinnstillinger >
pl: następnie wybierz < Menu główne > < Opcje > < Przywróć ustawienia fabryczne >
pt: então escolha < Menu principal > < Opções > < Redefinir para padrões de fábrica >
ro: apoi alegeți < Meniu principal > < Opțiuni > < Resetare la setările implicite din fabrică >
ru: затем выберите <Главное меню> <Параметры> <Сброс к заводским настройкам>

source: from the 2d main menu and then try to load 3d graphics again.
fa: از منوی اصلی 2d و سپس دوباره سعی کنید گرافیک های 3 بعدی را بارگذاری کنید.
ja: 2D メイン メニューから 3D グラフィックスを再度ロードしてみてください。
ko: 2D 메인 메뉴에서 3D 그래픽을 다시 로드해 보세요.
lt: iš pagrindinio 2d meniu ir bandykite dar kartą įkelti 3D grafiką.
no: fra 2d-hovedmenyen og prøv deretter å laste 3d-grafikk igjen.
pl: z menu głównego 2D i spróbuj ponownie załadować grafikę 3D.
pt: no menu principal 2D e tente carregar os gráficos 3D novamente.
ro: din meniul principal 2d și apoi încercați să încărcați din nou grafica 3d.
ru: из главного меню 2D, а затем попробуйте снова загрузить 3D-графику.

source: To exit the 3d screen and return to 2d, you can press < Alt - x >
fa: برای خروج از صفحه سه بعدی و بازگشت به حالت 2 بعدی، می توانید < Alt - x > را فشار دهید
ja: 3D画面を終了して2Dに戻るには、< Alt - x >を押します。
ko: 3D 화면을 종료하고 2D로 돌아가려면 <Alt - x>를 누르세요.
lt: Norėdami išeiti iš 3D ekrano ir grįžti į 2d, galite paspausti < Alt - x >
no: For å gå ut av 3d-skjermen og gå tilbake til 2d, kan du trykke < Alt - x >
pl: Aby wyjść z ekranu 3D i powrócić do 2D, możesz nacisnąć < Alt - x >
pt: Para sair da tela 3D e retornar para 2D, você pode pressionar < Alt - x >
ro: Pentru a ieși din ecranul 3d și a reveni la 2d, puteți apăsa < Alt - x >
ru: Чтобы выйти из 3D-экрана и вернуться в 2D, вы можете нажать <Alt - x>

source: on the keyboard, select < File > < Exit > from the main menu,
fa: در صفحه کلید، < File > < Exit > را از منوی اصلی انتخاب کنید،
ja: キーボードでメインメニューから<ファイル> <終了>を選択し、
ko: 키보드에서 메인메뉴의 <파일> <종료>를 선택하세요.
lt: klaviatūroje pagrindiniame meniu pasirinkite < File > < Exit >,
no: på tastaturet, velg < Fil > < Avslutt > fra hovedmenyen,
pl: na klawiaturze wybierz < Plik > < Wyjdź > z menu głównego,
pt: no teclado, selecione < Arquivo > < Sair > no menu principal,
ro: de pe tastatură, selectați <Fișier> <Ieșire> din meniul principal,
ru: на клавиатуре выберите < Файл > < Выход > в главном меню,
