Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Rotate knights - Check to rotate knights that are positioned
fa: چرخاندن شوالیه ها - برای چرخاندن شوالیه هایی که در موقعیت قرار دارند، علامت بزنید
ja: ナイトを回転 - 配置されたナイトを回転させるにはチェックを入れます
ko: 나이트 회전 - 배치된 나이트를 회전하려면 체크하세요.
lt: Rotate Knights – Pažymėkite, jei norite pasukti išsidėsčiusius riterius
no: Rotere riddere - Merk av for å rotere riddere som er plassert
pl: Obróć rycerzy – zaznacz, aby obrócić rycerzy, którzy są ustawieni
pt: Girar cavaleiros - Marque para girar os cavaleiros que estão posicionados
ro: Rotiți cavalerii - Bifați pentru a roti cavalerii care sunt poziționați
ru: Повернуть рыцарей — установите флажок, чтобы повернуть рыцарей, которые находятся на своих позициях.

source: in the left half of the board to face inwards.
fa: در نیمه چپ تخته به سمت داخل.
ja: ボードの左半分を内側に向けます。
ko: 보드의 왼쪽 절반을 안쪽으로 향하게 합니다.
lt: kairėje lentos pusėje į vidų.
no: i venstre halvdel av brettet for å vende innover.
pl: w lewej połowie planszy, zwrócona do wewnątrz.
pt: na metade esquerda do tabuleiro para ficar voltado para dentro.
ro: în jumătatea stângă a tablei să se îndrepte spre interior.
ru: в левой половине доски лицом внутрь.

source: Move prompt - Check for a move prompt to be displayed on the right
fa: Move prompt - بررسی کنید که اعلان حرکت در سمت راست نمایش داده شود
ja: 移動プロンプト - 右側に移動プロンプトが表示されるかどうかを確認します
ko: 이동 프롬프트 - 오른쪽에 표시되는 이동 프롬프트를 확인하세요.
lt: Perkelti raginimą – patikrinkite, ar dešinėje rodomas perkėlimo raginimas
no: Flyttemelding - Se etter en bevegelsesmelding som skal vises til høyre
pl: Monit o przeniesienie – sprawdź, czy po prawej stronie wyświetla się monit o przeniesienie
pt: Prompt de movimento - Verifique se um prompt de movimento será exibido à direita
ro: Move prompt - Verificați dacă un prompt de mutare va fi afișat în partea dreaptă
ru: Запрос на перемещение — установите флажок, чтобы запрос на перемещение отображался справа.

source: of the menu bar during a human vs engine game.
fa: نوار منو در طول بازی انسان در مقابل موتور.
ja: 人間対エンジンのゲーム中のメニューバー。
ko: 인간 대 엔진 게임 중 메뉴 막대에서.
lt: meniu juostos žaidimo žmogus prieš variklį metu.
no: på menylinjen under et menneske mot motor-spill.
pl: paska menu podczas gry człowiek kontra silnik.
pt: da barra de menu durante um jogo entre humanos e motores.
ro: din bara de meniu în timpul unui joc uman vs motor.
ru: строки меню во время игры человека против движка.

source: Puzzle prompt - Check for a puzzle prompt to be displayed on the
fa: درخواست پازل - بررسی کنید که یک اعلان پازل روی آن نمایش داده شود
ja: パズルプロンプト - パズルプロンプトが表示されるかどうかを確認します
ko: 퍼즐 프롬프트 - 퍼즐 프롬프트가 표시되는지 확인하세요.
lt: Dėlionės raginimas – patikrinkite, ar nėra rodomas galvosūkio raginimas
no: Puzzle prompt - Se etter et puslespill som skal vises på
pl: Monit o rozwiązanie zagadki — sprawdź, czy na ekranie zostanie wyświetlony monit o rozwiązanie zagadki.
pt: Prompt de quebra-cabeça - Verifique se um prompt de quebra-cabeça será exibido no
ro: Solicitare puzzle - Verificați dacă un prompt de puzzle să fie afișat pe
ru: Подсказка к головоломке — проверьте, отображается ли подсказка к головоломке на экране.

source: right of the menu bar when puzzle mode is set.
fa: وقتی حالت پازل تنظیم شده است، سمت راست نوار منو.
ja: パズルモードが設定されているときは、メニューバーの右側に表示されます。
ko: 퍼즐 모드가 설정되면 메뉴 막대 오른쪽에 있습니다.
lt: meniu juostos dešinėje, kai nustatytas galvosūkio režimas.
no: høyre på menylinjen når puslespillmodus er satt.
pl: po prawej stronie paska menu, gdy ustawiony jest tryb układanki.
pt: à direita da barra de menu quando o modo quebra-cabeça está definido.
ro: dreapta barei de meniu când modul puzzle este setat.
ru: справа от строки меню, когда установлен режим головоломки.

source: View angle - Select the view angle of the scene, in degrees, for the 3d camera.
fa: زاویه دید - زاویه دید صحنه را بر حسب درجه برای دوربین سه بعدی انتخاب کنید.
ja: ビュー角度 - 3D カメラのシーンのビュー角度を度単位で選択します。
ko: 시야 각도 - 3D 카메라의 장면 시야 각도를 도 단위로 선택합니다.
lt: Žiūrėjimo kampas – pasirinkite 3D fotoaparato scenos žiūrėjimo kampą laipsniais.
no: Visningsvinkel – Velg visningsvinkelen for scenen, i grader, for 3d-kameraet.
pl: Kąt widzenia – wybierz kąt widzenia sceny w stopniach dla kamery 3D.
pt: Ângulo de visão - Selecione o ângulo de visão da cena, em graus, para a câmera 3D.
ro: Unghi de vizualizare - Selectați unghiul de vizualizare al scenei, în grade, pentru camera 3d.
ru: Угол обзора — выберите угол обзора сцены в градусах для 3D-камеры.

source: a higher number produces a smaller, longer board.
fa: عدد بالاتر تخته‌ای کوچک‌تر و طولانی‌تر تولید می‌کند.
ja: 数字が大きいほど、小さくて長いボードが生成されます。
ko: 숫자가 높을수록 더 작고 긴 보드가 생성됩니다.
lt: didesnis skaičius sukuria mažesnę, ilgesnę lentą.
no: et høyere tall gir et mindre, lengre brett.
pl: im wyższa liczba, tym deska jest mniejsza i dłuższa.
pt: um número maior produz uma placa menor e mais longa.
ro: un număr mai mare produce o placă mai mică, mai lungă.
ru: большее число соответствует меньшей, но более длинной доске.

source: a lower number produces a larger, squarer board.
fa: عدد کمتر تخته بزرگتر و مربعی را تولید می کند.
ja: 数字が小さいほど、より大きく四角いボードが生成されます。
ko: 숫자가 낮을수록 더 크고 정사각형의 보드가 생성됩니다.
lt: mažesnis skaičius sukuria didesnę, kvadratinę lentą.
no: et lavere tall gir en større, firkantet tavle.
pl: niższa liczba oznacza większą, bardziej kwadratową deskę.
pt: um número menor produz um tabuleiro maior e mais quadrado.
ro: un număr mai mic produce o tablă mai mare, mai pătrată.
ru: меньшее число дает более крупную и квадратную доску.

source: Square adjustment - Select the mouse click square adjustment value.
fa: تنظیم مربع - مقدار تنظیم مربع کلیک ماوس را انتخاب کنید.
ja: 正方形調整 - マウスクリックの正方形調整値を選択します。
ko: 사각형 조정 - 마우스 클릭 사각형 조정 값을 선택하세요.
lt: Kvadratinis koregavimas – pasirinkite pelės paspaudimo kvadrato koregavimo vertę.
no: Firkantjustering - Velg firkantjusteringsverdien med museklikk.
pl: Korekta kwadratu – wybierz wartość korekty kwadratu kliknięcia myszą.
pt: Ajuste quadrado - Selecione o valor de ajuste quadrado do clique do mouse.
ro: Ajustare pătrată - Selectați valoarea de ajustare a pătratei clic cu mouse-ul.
ru: Регулировка квадрата — выберите значение корректировки квадрата щелчком мыши.

source: This adjusts the mouse click co-ordinates, so that even when you click on the edge
fa: این کار مختصات کلیک ماوس را تنظیم می کند، به طوری که حتی زمانی که روی لبه کلیک می کنید
ja: これにより、マウスのクリック座標が調整され、端をクリックしても
ko: 이렇게 하면 마우스 클릭 좌표가 조정되므로 가장자리를 클릭하더라도
lt: Taip koreguojamos pelės paspaudimo koordinatės, kad net spustelėjus kraštą
no: Dette justerer museklikkkoordinatene, slik at selv når du klikker på kanten
pl: Dostosowuje współrzędne kliknięcia myszy, dzięki czemu nawet po kliknięciu krawędzi
pt: Isso ajusta as coordenadas do clique do mouse, de modo que mesmo quando você clica na borda
ro: Aceasta ajustează coordonatele clicului mouse-ului, astfel încât chiar și atunci când faceți clic pe margine
ru: Это настраивает координаты щелчка мыши, так что даже если вы нажмете на край

source: of a square, the correct square is still selected. Generally speaking, if you
fa: از یک مربع، مربع صحیح هنوز انتخاب شده است. به طور کلی، اگر شما
ja: 正方形の場合でも、正しい正方形が選択されます。一般的に言えば、
ko: 정사각형의 경우 올바른 정사각형이 여전히 선택됩니다. 일반적으로 말해서,
lt: kvadrato, vis tiek pasirenkamas tinkamas kvadratas. Apskritai, jei jūs
no: av en rute, er riktig firkant fortsatt valgt. Generelt sett, hvis du
pl: kwadratu, właściwy kwadrat jest nadal wybierany. Mówiąc ogólnie, jeśli
pt: de um quadrado, o quadrado correto ainda é selecionado. Em geral, se você
ro: al unui pătrat, pătratul corect este încă selectat. În general, dacă tu
ru: квадрата, правильный квадрат все равно выбран. Вообще говоря, если вы

source: click near to the middle of a square, correct square selection is not an issue.
fa: نزدیک به وسط مربع کلیک کنید، انتخاب مربع صحیح مشکلی نیست.
ja: 正方形の中央付近をクリックすると、正しい正方形の選択は問題になりません。
ko: 정사각형의 중앙 근처를 클릭하면 정사각형을 올바르게 선택하는 데 문제가 없습니다.
lt: spustelėkite šalia kvadrato vidurio, teisingas kvadrato pasirinkimas nėra problema.
no: klikk nær midten av en firkant, riktig firkantvalg er ikke et problem.
pl: kliknij w pobliżu środka kwadratu, a prawidłowy wybór kwadratu nie będzie stanowił problemu.
pt: clique próximo ao meio de um quadrado, a seleção correta do quadrado não será um problema.
ro: faceți clic aproape de mijlocul unui pătrat, selectarea corectă a pătratului nu este o problemă.
ru: щелкните близко к центру квадрата, правильный выбор квадрата не является проблемой.

source: Use multi-sampling - If available, check this box to use multi-sampling
fa: استفاده از چند نمونه گیری - در صورت وجود، برای استفاده از نمونه برداری چندگانه، این کادر را علامت بزنید
ja: マルチサンプリングを使用する - 利用可能な場合は、このボックスをオンにしてマルチサンプリングを使用します
ko: 멀티 샘플링 사용 - 사용 가능한 경우 이 상자를 체크하여 멀티 샘플링을 사용합니다.
lt: Naudoti kelių mėginių ėmimą – jei įmanoma, pažymėkite šį langelį, kad galėtumėte naudoti kelių mėginių ėmimą
no: Bruk multi-sampling - Hvis tilgjengelig, merk av i denne boksen for å bruke multi-sampling
pl: Użyj wielokrotnego próbkowania – zaznacz to pole, jeśli jest dostępne, aby użyć wielokrotnego próbkowania
pt: Usar multiamostragem - Se disponível, marque esta caixa para usar multiamostragem
ro: Utilizați eșantionarea multiplă - Dacă este disponibilă, bifați această casetă pentru a utiliza eșantionarea multiplă
ru: Использовать множественную выборку. Если доступно, установите этот флажок, чтобы использовать множественную выборку.

source: when drawing the chess board and pieces. This gives a sharper definition
fa: هنگام کشیدن صفحه شطرنج و مهره ها. این تعریف واضح تری می دهد
ja: チェス盤と駒を描くときに、より鮮明な定義が得られます
ko: 체스판과 말을 그릴 때. 이것은 더 선명한 정의를 제공합니다
lt: piešiant šachmatų lentą ir figūras. Tai suteikia ryškesnį apibrėžimą
no: når du tegner sjakkbrett og brikker. Dette gir en skarpere definisjon
pl: podczas rysowania szachownicy i figur. Daje to ostrzejszą definicję
pt: ao desenhar o tabuleiro de xadrez e as peças. Isso dá uma definição mais nítida
ro: la desenarea tabla de șah și piesele. Aceasta oferă o definiție mai clară
ru: при рисовании шахматной доски и фигур. Это дает более четкое определение

source: to the edges of objects, but slows down the rendering process slightly.
fa: به لبه های اشیا می رسد، اما روند رندر را کمی کند می کند.
ja: オブジェクトの端まで届きますが、レンダリング プロセスがわずかに遅くなります。
ko: 객체의 가장자리까지 확장되지만 렌더링 프로세스가 약간 느려집니다.
lt: prie objektų kraštų, bet šiek tiek sulėtina atvaizdavimo procesą.
no: til kantene av objekter, men bremser gjengivelsesprosessen litt.
pl: do krawędzi obiektów, ale nieznacznie spowalnia proces renderowania.
pt: nas bordas dos objetos, mas retarda um pouco o processo de renderização.
ro: la marginile obiectelor, dar încetinește ușor procesul de randare.
ru: к краям объектов, но немного замедляет процесс рендеринга.

source: Sampling value - Select the value for multi-sampling ( 1 - 16 )
fa: مقدار نمونه برداری - مقدار را برای نمونه برداری چندگانه انتخاب کنید ( 1 - 16 )
ja: サンプリング値 - マルチサンプリングの値を選択します（1 - 16）
ko: 샘플링 값 - 멀티 샘플링 값을 선택하세요 ( 1 - 16 )
lt: Atrankos vertė – pasirinkite kelių mėginių ėmimo vertę ( 1–16 )
no: Sampling verdi - Velg verdien for multi-sampling ( 1 - 16 )
pl: Wartość próbkowania – Wybierz wartość dla wielokrotnego próbkowania (1–16)
pt: Valor de amostragem - Selecione o valor para multiamostragem ( 1 - 16 )
ro: Valoare eșantionare - Selectați valoarea pentru eșantionare multiplă ( 1 - 16 )
ru: Значение выборки - выберите значение для множественной выборки (1 - 16)

source: Board bitmaps.. - Opens the board square bitmaps dialog box.
fa: صفحه بیت مپ.. - کادر محاوره ای بیت مپ های مربعی تخته را باز می کند.
ja: ボード ビットマップ... - ボード スクエア ビットマップ ダイアログ ボックスを開きます。
ko: 보드 비트맵.. - 보드 사각형 비트맵 대화 상자를 엽니다.
lt: Plokštės taškinės schemos.. – atidaromas lentos kvadratinių bitų schemų dialogo langas.
no: Tavle punktgrafikk... - Åpner dialogboksen for kvadratiske punktgrafikk.
pl: Mapy bitowe planszy.. - Otwiera okno dialogowe kwadratowych map bitowych planszy.
pt: Bitmaps do tabuleiro.. - Abre a caixa de diálogo de bitmaps do quadrado do tabuleiro.
ro: Hărți de biți de bord.. - Deschide caseta de dialog Hărți de biți pătrate de bord.
ru: Растровые изображения доски.. - Открывает диалоговое окно квадратных растровых изображений доски.

source: Border bitmaps.. - Opens the border bitmaps dialog box.
fa: Border bitmaps.. - کادر محاوره ای bitmaps حاشیه را باز می کند.
ja: 境界ビットマップ... - 境界ビットマップ ダイアログ ボックスを開きます。
ko: 테두리 비트맵.. - 테두리 비트맵 대화 상자를 엽니다.
lt: Border bitmaps.. – atidaromas kraštinių bitų schemų dialogo langas.
no: Border punktgrafikk.. - Åpner kantlinje punktgrafikk dialogboksen.
pl: Mapy bitowe obramowań.. - Otwiera okno dialogowe map bitowych obramowań.
pt: Bitmaps de borda.. - Abre a caixa de diálogo de bitmaps de borda.
ro: Border bitmaps.. - Deschide caseta de dialog Border bitmaps.
ru: Растровые изображения границ.. - Открывает диалоговое окно растровых изображений границ.

source: Piece bitmaps.. - Opens the piece bitmaps dialog box.
fa: Piece bitmaps.. - کادر محاوره ای bitmaps قطعه را باز می کند.
ja: ピース ビットマップ... - ピース ビットマップ ダイアログ ボックスを開きます。
ko: 조각 비트맵.. - 조각 비트맵 대화 상자를 엽니다.
lt: Piece bitmaps.. – atidaro gabalų bitmaps dialogo langą.
no: Bitmaps.. - Åpner bitmaps-dialogboksen.
pl: Fragmenty map bitowych.. - Otwiera okno dialogowe fragmentów map bitowych.
pt: Bitmaps de peças.. - Abre a caixa de diálogo de bitmaps de peças.
ro: Piece bitmaps.. - Deschide caseta de dialog Piece bitmaps.
ru: Растровые изображения фрагментов.. - Открывает диалоговое окно растровых изображений фрагментов.

source: 3d graphics help
fa: کمک به گرافیک سه بعدی
ja: 3Dグラフィックスヘルプ
ko: 3D 그래픽 도움말
lt: 3D grafika pagalba
no: 3D-grafikk hjelp
pl: Pomoc w grafice 3D
pt: Ajuda com gráficos 3D
ro: Ajutor grafica 3D
ru: 3D графика помощь

source: Board square bitmaps
fa: بیت مپ های مربعی تخته
ja: ボードの正方形のビットマップ
ko: 보드 사각형 비트맵
lt: Plokštės kvadratinės bitmaps
no: Tavle firkantede punktgrafikk
pl: Kwadratowe mapy bitowe
pt: Bitmaps de tabuleiro quadrado
ro: Hărți de biți pătrate de bord
ru: Квадратные битовые карты доски

source: Board border bitmap
fa: بیت مپ حاشیه تخته
ja: ボード境界ビットマップ
ko: 보드 테두리 비트맵
lt: Lentos kraštinės bitmap
no: Brettgrense punktgrafikk
pl: Mapa bitowa obramowania planszy
pt: Borda do quadro bitmap
ro: Hartă de biți a bordului de bord
ru: Растровое изображение границы доски

source: Piece bitmaps
fa: بیت مپ های قطعه ای
ja: ピースビットマップ
ko: 조각 비트맵
lt: Dalies bitmaps
no: Bitmaps
pl: Kawałki bitmapy
pt: Bitmaps de peças
ro: Bitmaps bucăți
ru: Растровые изображения частей

source: Click arrows for board adjustments
fa: برای تنظیمات تابلو روی فلش ها کلیک کنید
ja: 矢印をクリックしてボードを調整します
ko: 보드 조정을 위해 화살표를 클릭하세요
lt: Norėdami sureguliuoti lentą, spustelėkite rodykles
no: Klikk på pilene for tavlejusteringer
pl: Kliknij strzałki, aby dostosować płytę
pt: Clique nas setas para ajustes do quadro
ro: Faceți clic pe săgeți pentru ajustările plăcii
ru: Нажмите на стрелки для корректировки доски

source: As is to increase / decrease the board size,
fa: همانطور که برای افزایش / کاهش اندازه تخته است،
ja: ボードのサイズを大きくしたり小さくしたりするには、
ko: 보드 크기를 늘리거나 줄이는 것과 같이,
lt: Kaip padidinti / sumažinti lentos dydį,
no: Som er å øke / redusere brettstørrelsen,
pl: Jak zwiększyć/zmniejszyć rozmiar planszy,
pt: Como aumentar/diminuir o tamanho do tabuleiro,
ro: În ceea ce privește creșterea/scăderea dimensiunii plăcii,
ru: Как увеличить/уменьшить размер доски,

source: hold key <x> <a> or <z> for separate size changes
fa: کلید <x> <a> یا <z> را برای تغییر اندازه جداگانه نگه دارید
ja: <x> <a> または <z> キーを押したままにすると、サイズが個別に変更されます。
ko: 별도의 크기 변경을 위해 <x> <a> 또는 <z> 키를 누르세요.
lt: laikykite nuspaudę klavišą <x> <a> arba <z>, kad pakeistumėte dydį
no: hold nede <x> <a> eller <z> for separate størrelsesendringer
pl: przytrzymaj klawisz <x> <a> lub <z>, aby zmienić rozmiar oddzielnie
pt: segure a tecla <x> <a> ou <z> para alterações de tamanho separadas
ro: țineți apăsată tasta <x> <a> sau <z> pentru modificări separate de dimensiune
ru: удерживайте клавишу <x> <a> или <z> для раздельного изменения размера

source: Hold SHIFT key and <x>, <a> or <z> to move the board
fa: کلید SHIFT را نگه دارید و <x>، <a> یا <z> را برای جابجایی برد نگه دارید
ja: SHIFTキーを押しながら<x>、<a>、または<z>を押すとボードが移動します
ko: SHIFT 키와 <x>, <a> 또는 <z>를 눌러 보드를 이동합니다.
lt: Norėdami perkelti lentą, laikykite nuspaudę klavišą SHIFT ir <x>, <a> arba <z>
no: Hold SHIFT-tasten og <x>, <a> eller <z> for å flytte brettet
pl: Przytrzymaj klawisz SHIFT i <x>, <a> lub <z>, aby przesunąć planszę
pt: Segure a tecla SHIFT e <x>, <a> ou <z> para mover o tabuleiro
ro: Țineți apăsată tasta SHIFT și <x>, <a> sau <z> pentru a muta tabla
ru: Удерживайте клавишу SHIFT и <x>, <a> или <z>, чтобы переместить доску.

source: Hold ALT key and <a> or <z> to tilt the board
fa: کلید ALT را نگه دارید و <a> یا <z> را برای کج کردن برد نگه دارید
ja: ALTキーを押しながら<a>または<z>キーを押すとボードが傾きます
ko: ALT 키와 <a> 또는 <z>를 눌러 보드를 기울입니다.
lt: Laikykite ALT klavišą ir <a> arba <z>, kad pakreiptumėte lentą
no: Hold nede ALT-tasten og <a> eller <z> for å vippe brettet
pl: Przytrzymaj klawisz ALT i <a> lub <z>, aby przechylić deskę
pt: Segure a tecla ALT e <a> ou <z> para inclinar o tabuleiro
ro: Țineți apăsată tasta ALT și <a> sau <z> pentru a înclina placa
ru: Удерживайте клавишу ALT и <a> или <z>, чтобы наклонить доску

source: Button
fa: دکمه
ja: ボタン
ko: 단추
lt: Mygtukas
no: Knapp
pl: Przycisk
pt: Botão
ro: Buton
ru: Кнопка

source: Capture top
fa: عکس گرفتن از بالا
ja: トップをキャプチャ
ko: 상단 캡처
lt: Užfiksuokite viršų
no: Fang toppen
pl: Złap górę
pt: Capturar topo
ro: Captură de sus
ru: Захват верхней части

source: Capture all
fa: همه را ضبط کنید
ja: すべてをキャプチャ
ko: 모두 캡처
lt: Užfiksuoti viską
no: Fang alle
pl: Złap wszystko
pt: Capturar tudo
ro: Capturați totul
ru: Захват всех

source: Toggle kibitzing
fa: کیبیت کردن را تغییر دهید
ja: 雑談を切り替える
ko: 키비칭 전환
lt: Perjungti kibitizavimą
no: Slå på kibitzing
pl: Przełącz kibitzowanie
pt: Alternar kibitzing
ro: Comutați kibitzing
ru: Переключить кибитчинг

source: Copy the first line to the game move list box
fa: خط اول را در کادر لیست حرکت بازی کپی کنید
ja: 最初の行をゲーム移動リストボックスにコピーします
ko: 첫 번째 줄을 게임 이동 목록 상자에 복사합니다.
lt: Nukopijuokite pirmąją eilutę į žaidimo judėjimo sąrašo laukelį
no: Kopier den første linjen til spillelisten
pl: Skopiuj pierwszy wiersz do pola listy ruchów w grze
pt: Copie a primeira linha para a caixa de listagem de movimentos do jogo
ro: Copiați prima linie în caseta cu listă de mișcări ale jocului
ru: Скопируйте первую строку в поле списка ходов игры.

source: Copy all lines to the game move list box
fa: تمام خطوط را در کادر لیست حرکت بازی کپی کنید
ja: すべての行をゲーム移動リストボックスにコピーします
ko: 모든 줄을 게임 이동 목록 상자에 복사합니다.
lt: Nukopijuokite visas eilutes į žaidimo judėjimo sąrašo laukelį
no: Kopier alle linjene til spillelisten
pl: Kopiuj wszystkie linie do listy ruchów w grze
pt: Copie todas as linhas para a caixa de listagem de movimentos do jogo
ro: Copiați toate liniile în caseta cu listă de mișcări ale jocului
ru: Скопировать все строки в список ходов игры

source: Increment the number of lines displayed
fa: تعداد خطوط نمایش داده شده را افزایش دهید
ja: 表示される行数を増やす
ko: 표시되는 줄 수를 증가시킵니다
lt: Padidinkite rodomų eilučių skaičių
no: Øk antall linjer som vises
pl: Zwiększ liczbę wyświetlanych wierszy
pt: Aumentar o número de linhas exibidas
ro: Creșteți numărul de linii afișate
ru: Увеличить количество отображаемых строк

source: Decrement the number of lines displayed
fa: تعداد خطوط نمایش داده شده را کاهش دهید
ja: 表示される行数を減らす
ko: 표시되는 줄 수를 감소시킵니다
lt: Sumažinkite rodomų eilučių skaičių
no: Reduser antall linjer som vises
pl: Zmniejsz liczbę wyświetlanych wierszy
pt: Diminua o número de linhas exibidas
ro: Reduceți numărul de linii afișate
ru: Уменьшить количество отображаемых строк

source: Display help for kibitz window
fa: نمایش راهنما برای پنجره kibitz
ja: kibitz ウィンドウのヘルプを表示する
ko: kibitz 창에 대한 도움말 표시
lt: Rodyti kibito lango pagalbą
no: Vis hjelp for kibitz-vindu
pl: Wyświetl pomoc dla okna kibitz
pt: Exibir ajuda para janela kibitz
ro: Afișează ajutor pentru fereastra kibitz
ru: Показать справку для окна kibitz

source: The kibitz box is opened by clicking on the kibitz icon on the toolbar
fa: جعبه kibitz با کلیک بر روی نماد kibitz در نوار ابزار باز می شود
ja: キビッツボックスは、ツールバーのキビッツアイコンをクリックすると開きます。
ko: kibitz 상자는 툴바에서 kibitz 아이콘을 클릭하면 열립니다.
lt: Kibito langelis atidaromas paspaudus įrankių juostoje esančią kibico piktogramą
no: Kibitz-boksen åpnes ved å klikke på Kibitz-ikonet på verktøylinjen
pl: Okno Kibitz otwiera się po kliknięciu ikony Kibitz na pasku narzędzi
pt: A caixa kibitz é aberta clicando no ícone kibitz na barra de ferramentas
ro: Caseta kibitz este deschisă făcând clic pe pictograma kibitz din bara de instrumente
ru: Ящик кибица открывается нажатием на значок кибица на панели инструментов.

source: (The one that looks like a small spider).
fa: (اونی که شبیه یک عنکبوت کوچک است).
ja: （小さな蜘蛛のように見えるもの）。
ko: (작은 거미처럼 생긴 것)
lt: (Tas, kuris atrodo kaip mažas voras).
no: (Den som ser ut som en liten edderkopp).
pl: (Ten, który wygląda jak mały pająk).
pt: (Aquele que parece uma pequena aranha).
ro: (Cel care seamănă cu un păianjen mic).
ru: (Тот, который похож на маленького паука).

source: It can be closed by clicking on the same icon with the box displayed and
fa: با کلیک بر روی همان نماد با کادر نمایش داده شده و بسته می شود
ja: ボックスが表示されている同じアイコンをクリックすると閉じることができ、
ko: 표시된 상자와 동일한 아이콘을 클릭하면 닫을 수 있습니다.
lt: Jį galima uždaryti spustelėjus tą pačią piktogramą su rodomu langeliu ir
no: Den kan lukkes ved å klikke på det samme ikonet med boksen vist og
pl: Można go zamknąć, klikając na tę samą ikonę z wyświetlonym polem i
pt: Pode ser fechado clicando no mesmo ícone com a caixa exibida e
ro: Poate fi închis făcând clic pe aceeași pictogramă cu caseta afișată și
ru: Его можно закрыть, нажав на тот же значок с отображаемым полем и

source: kibitzing stopped, or by clicking the button at the bottom of this screen.
fa: kibitzing متوقف شد، یا با کلیک کردن روی دکمه در پایین صفحه.
ja: kibitzing を停止するには、この画面の下部にあるボタンをクリックします。
ko: kibitzing을 중지하거나 이 화면 하단의 버튼을 클릭하세요.
lt: kibitavimas sustabdytas arba spustelėję mygtuką šio ekrano apačioje.
no: kibitzing stoppet, eller ved å klikke på knappen nederst på denne skjermen.
pl: po zakończeniu kibicowania lub klikając przycisk na dole tego ekranu.
pt: kibitzing interrompido, ou clicando no botão na parte inferior desta tela.
ro: kibitzing s-a oprit sau făcând clic pe butonul din partea de jos a acestui ecran.
ru: прекращение кибитчинга или нажатием кнопки в нижней части этого экрана.

source: The kibitz box can be moved by clicking on the area between the buttons
fa: جعبه kibitz را می توان با کلیک بر روی ناحیه بین دکمه ها جابجا کرد
ja: キビッツボックスはボタン間の領域をクリックすると移動できます
ko: 키비츠 상자는 버튼 사이의 영역을 클릭하면 이동할 수 있습니다.
lt: Kibicų dėžutę galima perkelti spustelėjus sritį tarp mygtukų
no: Kibitz-boksen kan flyttes ved å klikke på området mellom knappene
pl: Pole Kibitz można przesuwać, klikając obszar między przyciskami
pt: A caixa de kibitz pode ser movida clicando na área entre os botões
ro: Caseta kibitz poate fi mutată făcând clic pe zona dintre butoane
ru: Ящик с кибицем можно перемещать, нажимая на область между кнопками.

source: and dragging the box to the desired location.
fa: و کادر را به محل مورد نظر بکشید.
ja: ボックスを目的の場所にドラッグします。
ko: 상자를 원하는 위치로 드래그합니다.
lt: ir vilkite langelį į norimą vietą.
no: og dra boksen til ønsket plassering.
pl: i przeciągając pole w wybrane miejsce.
pt: e arrastando a caixa para o local desejado.
ro: și trageți caseta în locația dorită.
ru: и перетащите поле в нужное место.
