Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: that I would be astonished if there were no further bugs in it.
fa: که اگر هیچ اشکال دیگری در آن وجود نداشته باشد، شگفت زده خواهم شد.
ja: そこにさらにバグがなかったら私は驚くだろう。
ko: 더 이상 버그가 없다면 정말 놀라울 겁니다.
lt: kad būčiau nustebęs, jei jame nebūtų daugiau klaidų.
no: at jeg ville bli overrasket om det ikke var flere feil i den.
pl: że zdziwiłbym się, gdyby nie było w nim żadnych innych błędów.
pt: que eu ficaria surpreso se não houvesse mais bugs nele.
ro: că aș fi uimit dacă nu ar mai exista bug-uri în el.
ru: что я был бы удивлен, если бы в нем не оказалось никаких других ошибок.

source: If you find any, especially a serious one,
fa: اگر موردی پیدا کردید، به خصوص جدی،
ja: 特に深刻なものを見つけた場合は、
ko: 특히 심각한 문제가 발견되면,
lt: Jei randate, ypač rimtą,
no: Hvis du finner noen, spesielt en alvorlig,
pl: Jeśli znajdziesz jakieś, zwłaszcza poważne,
pt: Se você encontrar algum, especialmente um sério,
ro: Dacă găsești vreuna, mai ales una serioasă,
ru: Если вы найдете что-то, особенно серьезное,

source: please let me know by sending an email to -
fa: لطفا با ارسال یک ایمیل به من اطلاع دهید -
ja: 以下のメールアドレスにご連絡ください。
ko: -로 이메일을 보내서 알려주세요.
lt: praneškite man atsiųsdami el. laišką adresu -
no: vennligst gi meg beskjed ved å sende en e-post til -
pl: proszę dać mi znać wysyłając e-mail na adres -
pt: por favor me avise enviando um e-mail para -
ro: te rog anunta-ma trimitand un e-mail la -
ru: пожалуйста, дайте мне знать, отправив электронное письмо по адресу -

source: The media player was adapted from code written by Mr Ryan Norton
fa: پخش کننده رسانه از کد نوشته شده توسط آقای رایان نورتون اقتباس شده است
ja: メディアプレーヤーはライアン・ノートン氏が書いたコードから改造された。
ko: 미디어 플레이어는 Ryan Norton 씨가 작성한 코드에서 변형되었습니다.
lt: Medijos grotuvas buvo pritaikytas pagal pono Ryano Nortono parašytą kodą
no: Mediespilleren ble tilpasset fra kode skrevet av Mr Ryan Norton
pl: Odtwarzacz multimedialny został zaadaptowany na podstawie kodu napisanego przez pana Ryana Nortona
pt: O media player foi adaptado do código escrito pelo Sr. Ryan Norton
ro: Media player-ul a fost adaptat după codul scris de domnul Ryan Norton
ru: Медиаплеер был адаптирован на основе кода, написанного Райаном Нортоном.

source: and can be found in the -
fa: و را می توان در -
ja: そして、次の場所にあります -
ko: -에서 찾을 수 있습니다.
lt: ir jį galima rasti -
no: og kan finnes i -
pl: i można je znaleźć w -
pt: e pode ser encontrado em -
ro: și poate fi găsit în -
ru: и может быть найден в -

source: which is part of the wxWidgets download.
fa: که بخشی از دانلود wxWidgets است.
ja: これは wxWidgets ダウンロードの一部です。
ko: 이는 wxWidgets 다운로드의 일부입니다.
lt: kuri yra „wxWidgets“ atsisiuntimo dalis.
no: som er en del av nedlastingen av wxWidgets.
pl: który jest częścią pobierania wxWidgets.
pt: que faz parte do download do wxWidgets.
ro: care face parte din descărcarea wxWidgets.
ru: который является частью загрузки wxWidgets.

source: For editing the mp4 video file I used the free program <Openshot>
fa: برای ویرایش فایل ویدئویی mp4 از برنامه رایگان <Openshot> استفاده کردم
ja: mp4ビデオファイルの編集には、無料プログラム<Openshot>を使用しました。
ko: mp4 비디오 파일을 편집하기 위해 무료 프로그램 <Openshot>을 사용했습니다.
lt: Mp4 vaizdo failo redagavimui naudojau nemokamą programą <Openshot>
no: For å redigere mp4-videofilen brukte jeg gratisprogrammet <Openshot>
pl: Do edycji pliku wideo mp4 użyłem darmowego programu <Openshot>
pt: Para editar o arquivo de vídeo mp4 usei o programa gratuito <Openshot>
ro: Pentru editarea fișierului video mp4 am folosit programul gratuit <Openshot>
ru: Для редактирования видеофайла mp4 я использовал бесплатную программу <Openshot>

source: Thanks to Mr Kevin Stratvert for his instructional You Tube video
fa: با تشکر از آقای کوین استراتورت برای ویدیوی آموزشی او در یوتیوب
ja: ケビン・ストラトバート氏のYou Tubeビデオの指導に感謝します
ko: Kevin Stratvert 씨의 교육용 YouTube 비디오에 감사드립니다.
lt: Dėkojame ponui Kevinui Stratvertui už jo mokomąjį „You Tube“ vaizdo įrašą
no: Takk til Mr Kevin Stratvert for hans instruksjonsvideo på You Tube
pl: Dziękujemy panu Kevinowi Stratvertowi za jego instruktażowy film na You Tube
pt: Obrigado ao Sr. Kevin Stratvert por seu vídeo instrucional no YouTube
ro: Mulțumim domnului Kevin Stratvert pentru videoclipul său de instruire pe You Tube
ru: Спасибо г-ну Кевину Стратверту за его обучающее видео на YouTube

source: on the <OpenShot> program. Those cookies look nice!
fa: در برنامه <OpenShot>. آن کوکی ها زیبا به نظر می رسند!
ja: <OpenShot> プログラムで。クッキーは美味しそうですね!
ko: <OpenShot> 프로그램에서요. 쿠키가 맛있어 보이네요!
lt: programoje <OpenShot>. Gražiai atrodo tie sausainiai!
no: på <OpenShot>-programmet. De kakene ser fine ut!
pl: w programie <OpenShot>. Te ciasteczka wyglądają ładnie!
pt: no programa <OpenShot>. Esses cookies parecem bons!
ro: în programul <OpenShot>. Prajiturile astea arata frumos!
ru: в программе <OpenShot>. Эти печеньки выглядят красиво!

source: For shrinking the mp4 video file after exporting it from <OpenShot>
fa: برای کوچک کردن فایل ویدئویی mp4 پس از صادرات آن از <OpenShot>
ja: <OpenShot>からエクスポートしたmp4ビデオファイルを縮小するため
ko: <OpenShot>에서 내보낸 후 mp4 비디오 파일을 축소하려면
lt: Mp4 vaizdo įrašo failo sumažinimui eksportavus jį iš <OpenShot>
no: For å krympe mp4-videofilen etter eksport fra <OpenShot>
pl: Do zmniejszania rozmiaru pliku wideo mp4 po wyeksportowaniu go z <OpenShot>
pt: Para reduzir o arquivo de vídeo mp4 após exportá-lo do <OpenShot>
ro: Pentru micșorarea fișierului video mp4 după exportul din <OpenShot>
ru: Для сжатия видеофайла mp4 после его экспорта из <OpenShot>

source: I used the free program <HandBrake>
fa: من از برنامه رایگان <HandBrake> استفاده کردم
ja: 私は無料のプログラム<HandBrake>を使用しました
ko: 저는 무료 프로그램인 <HandBrake>를 사용했습니다.
lt: Naudojau nemokamą programą <HandBrake>
no: Jeg brukte gratisprogrammet <HandBrake>
pl: Użyłem darmowego programu <HandBrake>
pt: Usei o programa gratuito <HandBrake>
ro: Am folosit programul gratuit <HandBrake>
ru: Я использовал бесплатную программу <HandBrake>

source: The images used in the video were by the follow photographers :-
fa: تصاویر استفاده شده در ویدیو توسط عکاسان زیر بوده است:
ja: ビデオで使用されている画像は以下の写真家によるものです:-
ko: 영상에 사용된 이미지는 다음 사진작가가 촬영했습니다.
lt: Vaizdo įraše panaudoti vaizdai buvo šių fotografų:
no: Bildene som ble brukt i videoen var av følgende fotografer:
pl: Zdjęcia wykorzystane w filmie pochodzą od następujących fotografów:
pt: As imagens usadas no vídeo foram dos seguintes fotógrafos:
ro: Imaginile folosite în videoclip au fost de către următorii fotografi:-
ru: В видео использованы фотографии следующих фотографов:

source: The background for the John Cochrane photo was by Edoardo Bortoli
fa: پس زمینه عکس جان کوکرین توسط ادواردو بورتولی بود
ja: ジョン・コクランの写真の背景はエドアルド・ボルトリによるもの
ko: John Cochrane 사진의 배경은 Edoardo Bortoli가 담당했습니다.
lt: Johno Cochrane'o nuotraukos foną sukūrė Edoardo Bortoli
no: Bakgrunnen for John Cochrane-bildet var av Edoardo Bortoli
pl: Tło do zdjęcia Johna Cochrane’a wykonał Edoardo Bortoli
pt: O fundo da foto de John Cochrane foi de Edoardo Bortoli
ro: Fundalul pentru fotografia lui John Cochrane a fost de Edoardo Bortoli
ru: Фон для фотографии Джона Кокрейна был сделан Эдоардо Бортоли.

source: The background for the William Lewis photo was by Fatima Shahid
fa: پس زمینه عکس ویلیام لوئیس توسط فاطمه شهید بود
ja: ウィリアム・ルイスの写真の背景はファティマ・シャヒドによるもの
ko: 윌리엄 루이스 사진의 배경은 파티마 샤히드가 맡았습니다.
lt: Williamo Lewiso nuotraukos foną sukūrė Fatima Shahid
no: Bakgrunnen for William Lewis-bildet var av Fatima Shahid
pl: Tło do zdjęcia Williama Lewisa wykonała Fatima Shahid
pt: O fundo da foto de William Lewis foi feito por Fatima Shahid
ro: Fundalul pentru fotografia lui William Lewis a fost de Fatima Shahid
ru: Фон для фотографии Уильяма Льюиса был создан Фатимой Шахид.

source: The view of Edinburgh from Calton Hill was by Peter Cordes
fa: منظره ادینبورگ از تپه کالتون توسط پیتر کوردز بود
ja: カールトン・ヒルから見たエディンバラの眺めはピーター・コーデスによるもの
ko: 칼튼 힐에서 본 에든버러의 풍경은 Peter Cordes가 촬영했습니다.
lt: Edinburgo vaizdas nuo Calton Hill buvo Peterio Cordeso
no: Utsikten over Edinburgh fra Calton Hill var av Peter Cordes
pl: Widok Edynburga z Calton Hill wykonał Peter Cordes
pt: A vista de Edimburgo de Calton Hill foi feita por Peter Cordes
ro: Vederea Edinburghului de pe Calton Hill a fost de Peter Cordes
ru: Вид Эдинбурга с холма Калтон-Хилл был создан Питером Кордесом.

source: Media player credits
fa: اعتبار پخش کننده رسانه
ja: メディアプレーヤーのクレジット
ko: 미디어 플레이어 크레딧
lt: Medijos grotuvo kreditai
no: Mediespillerkreditter
pl: Informacje o odtwarzaczu multimedialnym
pt: Créditos do media player
ro: Credite player media
ru: Кредиты медиаплеера

source: Making your own videos with the program is not too difficult.
fa: ساختن ویدیوهای خود با این برنامه خیلی سخت نیست.
ja: このプログラムを使って独自のビデオを作るのはそれほど難しくありません。
ko: 이 프로그램을 이용해 직접 영상을 만드는 것은 그리 어렵지 않습니다.
lt: Kurti savo vaizdo įrašus naudojant programą nėra labai sunku.
no: Å lage dine egne videoer med programmet er ikke så vanskelig.
pl: Tworzenie własnych filmów przy użyciu tego programu nie jest zbyt trudne.
pt: Fazer seus próprios vídeos com o programa não é muito difícil.
ro: Realizarea propriilor videoclipuri cu programul nu este prea dificilă.
ru: Создавать собственные видеоролики с помощью этой программы не так уж и сложно.

source: There are three stages to the process :-
fa: سه مرحله برای فرآیند وجود دارد:
ja: プロセスには 3 つの段階があります:-
ko: 이 과정은 세 단계로 구성됩니다.
lt: Yra trys proceso etapai:
no: Det er tre stadier i prosessen:
pl: Proces ten składa się z trzech etapów:
pt: O processo tem três etapas:
ro: Există trei etape ale procesului: -
ru: Процесс состоит из трех этапов:

source: 1. Preparing the annotations for the selected game.
fa: 1. آماده کردن حاشیه نویسی برای بازی انتخاب شده.
ja: 1. 選択したゲームの注釈を準備します。
ko: 1. 선택한 게임에 대한 주석을 준비합니다.
lt: 1. Pasirinkto žaidimo anotacijų paruošimas.
no: 1. Forbereder merknadene for det valgte spillet.
pl: 1. Przygotowanie adnotacji do wybranej gry.
pt: 1. Preparando as anotações para o jogo selecionado.
ro: 1. Pregătirea adnotărilor pentru jocul selectat.
ru: 1. Подготовка аннотаций к выбранной игре.

source: 2. Filming the video.
fa: 2. فیلمبرداری فیلم.
ja: 2. ビデオを撮影する。
ko: 2. 영상 촬영
lt: 2. Vaizdo įrašo filmavimas.
no: 2. Filming av videoen.
pl: 2. Nagrywanie filmu.
pt: 2. Filmar o vídeo.
ro: 2. Filmarea videoclipului.
ru: 2. Съемка видео.

source: 3. Inserting the video markers.
fa: 3. قرار دادن نشانگرهای ویدئویی.
ja: 3. ビデオマーカーを挿入します。
ko: 3. 비디오 마커 삽입
lt: 3. Vaizdo žymeklių įdėjimas.
no: 3. Sette inn videomarkørene.
pl: 3. Wstawianie znaczników wideo.
pt: 3. Inserindo os marcadores de vídeo.
ro: 3. Introducerea markerilor video.
ru: 3. Вставка видеомаркеров.

source: When preparing the annotations for a game, you can place a pause marker ^p
fa: هنگام تهیه حاشیه نویسی برای یک بازی، می توانید یک نشانگر مکث ^p قرار دهید
ja: ゲームの注釈を準備するときに、一時停止マーカーを配置することができます^p
ko: 게임에 대한 주석을 준비할 때 일시 정지 마커를 넣을 수 있습니다 ^p
lt: Ruošdami žaidimo anotacijas, galite įdėti pauzės žymeklį ^p
no: Når du forbereder merknadene for et spill, kan du plassere en pausemarkør ^p
pl: Przygotowując adnotacje do gry, możesz umieścić znacznik pauzy ^p
pt: Ao preparar as anotações para um jogo, você pode colocar um marcador de pausa ^p
ro: Când pregătiți adnotările pentru un joc, puteți plasa un marcator de pauză ^p
ru: При подготовке аннотаций к игре вы можете поставить маркер паузы ^p

source: in a comment if you want the program to pause at a certain point.
fa: اگر می خواهید برنامه در یک نقطه خاص متوقف شود، در یک نظر.
ja: プログラムを特定の時点で一時停止したい場合は、コメントに記述してください。
ko: 특정 지점에서 프로그램을 일시 정지하려면 주석에 추가하세요.
lt: komentare, jei norite, kad programa pristabdytų tam tikru momentu.
no: i en kommentar hvis du vil at programmet skal pause på et bestemt tidspunkt.
pl: w komentarzu, jeśli chcesz, aby program zatrzymał się w pewnym momencie.
pt: em um comentário se você quiser que o programa pause em um determinado ponto.
ro: într-un comentariu dacă doriți ca programul să se întrerupă la un anumit moment.
ru: в комментарии, если вы хотите, чтобы программа остановилась в определенном месте.

source: These can be used if you want to make the video into a quiz.
fa: اگر می‌خواهید ویدیو را به مسابقه تبدیل کنید، می‌توانید از این موارد استفاده کنید.
ja: ビデオをクイズにしたい場合に使用できます。
ko: 영상을 퀴즈로 만들고 싶을 때 사용할 수 있습니다.
lt: Jie gali būti naudojami, jei norite vaizdo įrašą paversti viktorina.
no: Disse kan brukes hvis du vil gjøre videoen til en quiz.
pl: Można z nich skorzystać, jeśli chcesz przekształcić film w quiz.
pt: Elas podem ser usadas se você quiser transformar o vídeo em um teste.
ro: Acestea pot fi folosite dacă doriți să transformați videoclipul într-un test.
ru: Их можно использовать, если вы хотите превратить видео в тест.

source: I filmed the video with a smartphone, using modified annotations from the game
fa: من با استفاده از حاشیه نویسی تغییر یافته از بازی، ویدیو را با یک گوشی هوشمند فیلمبرداری کردم
ja: 私はゲームの注釈を修正してスマートフォンでビデオを撮影しました
ko: 게임의 수정된 주석을 사용하여 스마트폰으로 비디오를 촬영했습니다.
lt: Vaizdo įrašą nufilmavau išmaniuoju telefonu, naudodamas modifikuotus žaidimo komentarus
no: Jeg filmet videoen med en smarttelefon ved å bruke modifiserte merknader fra spillet
pl: Film nagrałem smartfonem, korzystając ze zmodyfikowanych adnotacji z gry
pt: Filmei o vídeo com um smartphone, usando anotações modificadas do jogo
ro: Am filmat videoclipul cu un smartphone, folosind adnotări modificate din joc
ru: Видео снято на смартфон с использованием модифицированных аннотаций из игры.

source: for the script. I thought it best to have the quiz questions only in the video,
fa: برای فیلمنامه فکر کردم بهتر است سوالات مسابقه فقط در ویدیو باشد،
ja: スクリプトでは、クイズの質問はビデオ内だけで行うのがベストだと思いました。
ko: 스크립트에 대한 것입니다. 비디오에만 퀴즈 질문을 하는 것이 가장 좋다고 생각했습니다.
lt: už scenarijų. Maniau, kad geriausia viktorinos klausimus pateikti tik vaizdo įraše,
no: for manuset. Jeg tenkte det var best å ha quizspørsmålene bare i videoen,
pl: dla skryptu. Uznałem, że najlepiej będzie, jeśli pytania quizowe będą tylko w filmie,
pt: para o script. Achei melhor ter as perguntas do quiz apenas no vídeo,
ro: pentru scenariu. M-am gândit că cel mai bine să ai întrebările testului doar în videoclip,
ru: для сценария. Я подумал, что лучше всего иметь вопросы викторины только в видео,

source: so I put them in the annotations to the game to begin with and removed them
fa: بنابراین من آنها را برای شروع در حاشیه نویسی بازی قرار دادم و آنها را حذف کردم
ja: なので、最初にゲームの注釈に入れて、削除しました
ko: 그래서 처음에 게임 주석에 넣어두었다가 제거했어요
lt: todėl iš pradžių įtraukiau juos į žaidimo komentarus ir pašalinau
no: så jeg la dem inn i merknadene til spillet til å begynne med og fjernet dem
pl: więc na początek umieściłem je w adnotacjach do gry i je usunąłem
pt: então eu os coloquei nas anotações do jogo para começar e os removi
ro: așa că le-am introdus în adnotările jocului pentru început și le-am eliminat
ru: поэтому я сначала поместил их в аннотации к игре, а потом удалил.

source: from the game when filming was complete.
fa: از بازی زمانی که فیلمبرداری کامل شد.
ja: 撮影が完了したときのゲームからの抜粋です。
ko: 게임 촬영이 완료된 후의 모습입니다.
lt: iš žaidimo, kai buvo baigtas filmavimas.
no: fra spillet da filmingen var fullført.
pl: z gry po zakończeniu filmowania.
pt: do jogo quando as filmagens foram concluídas.
ro: din joc când filmarea s-a terminat.
ru: из игры, когда съёмки были завершены.

source: If you have additional material to add to the video, such as pictures,
fa: اگر مطالب دیگری برای اضافه کردن به ویدیو دارید، مانند تصاویر،
ja: 写真など、ビデオに追加する追加資料がある場合は、
ko: 비디오에 추가할 사진 등의 추가 자료가 있는 경우,
lt: Jei turite papildomos medžiagos, kurią norite pridėti prie vaizdo įrašo, pvz., nuotraukų,
no: Hvis du har ytterligere materiale å legge til videoen, for eksempel bilder,
pl: Jeśli masz dodatkowe materiały do dodania do filmu, np. zdjęcia,
pt: Se você tiver material adicional para adicionar ao vídeo, como fotos,
ro: Dacă aveți material suplimentar de adăugat la videoclip, cum ar fi imagini,
ru: Если у вас есть дополнительный материал для добавления к видео, например, изображения,

source: you will need a video editing program. I used the free program <Openshot>
fa: شما به یک برنامه ویرایش ویدیو نیاز دارید. من از برنامه رایگان <Openshot> استفاده کردم
ja: ビデオ編集プログラムが必要になります。私は無料のプログラム<Openshot>を使用しました。
ko: 비디오 편집 프로그램이 필요합니다. 저는 무료 프로그램인 <Openshot>을 사용했습니다.
lt: jums reikės vaizdo redagavimo programos. Naudojau nemokamą programą <Openshot>
no: du trenger et videoredigeringsprogram. Jeg brukte gratisprogrammet <Openshot>
pl: będziesz potrzebować programu do edycji wideo. Użyłem darmowego programu <Openshot>
pt: você precisará de um programa de edição de vídeo. Eu usei o programa gratuito <Openshot>
ro: veți avea nevoie de un program de editare video. Am folosit programul gratuit <Openshot>
ru: Вам понадобится программа для редактирования видео. Я использовал бесплатную программу <Openshot>

source: for this purpose but there are plenty of others to choose from.
fa: برای این منظور اما بسیاری از موارد دیگر برای انتخاب وجود دارد.
ja: この目的には適していますが、他にも選択肢はたくさんあります。
ko: 이 목적을 위해서는 1개가 있지만, 선택할 수 있는 다른 것들도 많이 있습니다.
lt: šiam tikslui, bet yra daugybė kitų, iš kurių galima rinktis.
no: for dette formålet, men det er mange andre å velge mellom.
pl: w tym celu, ale jest wiele innych możliwości wyboru.
pt: para esse propósito, mas há muitos outros para escolher.
ro: în acest scop, dar există o mulțime de altele din care să alegeți.
ru: для этой цели, но есть и множество других на выбор.

source: Also, I found that the video files were very large, so I used the free program
fa: همچنین، متوجه شدم که فایل های ویدئویی بسیار بزرگ هستند، بنابراین از برنامه رایگان استفاده کردم
ja: また、ビデオファイルが非常に大きいことがわかったので、無料のプログラムを使用しました
ko: 또한 비디오 파일이 매우 큰 편이라 무료 프로그램을 이용했는데요.
lt: Be to, radau, kad vaizdo failai buvo labai dideli, todėl naudojau nemokamą programą
no: Dessuten fant jeg ut at videofilene var veldig store, så jeg brukte gratisprogrammet
pl: Odkryłem również, że pliki wideo były bardzo duże, więc użyłem darmowego programu
pt: Além disso, descobri que os arquivos de vídeo eram muito grandes, então usei o programa gratuito
ro: De asemenea, am constatat că fișierele video erau foarte mari, așa că am folosit programul gratuit
ru: Также я обнаружил, что видеофайлы очень большие, поэтому я использовал бесплатную программу

source: <HandBrake> to shrink them. With the shrinking slider set at halfway,
fa: <HandBrake> برای کوچک کردن آنها. با تنظیم لغزنده در حال کوچک شدن در نیمه راه،
ja: <HandBrake>で縮小します。縮小スライダーを半分に設定して、
ko: <HandBrake>를 눌러 축소합니다. 축소 슬라이더를 반으로 설정하면,
lt: <HandBrake>, kad juos sumažintumėte. Kai susitraukiantis slankiklis nustatytas pusiaukelėje,
no: <HandBrake> for å krympe dem. Med den krympende glideren satt til halvveis,
pl: <HandBrake>, aby je zmniejszyć. Przy suwaku zmniejszania ustawionym na połowę,
pt: <HandBrake> para encolhê-los. Com o controle deslizante de encolhimento ajustado na metade,
ro: <HandBrake> pentru a le micșora. Cu glisorul micsor setat la jumătate,
ru: <HandBrake>, чтобы уменьшить их. С ползунком уменьшения, установленным на полпути,

source: the video file shrank by a factor of 10 with hardly any loss of quality.
fa: فایل ویدیویی به میزان 10 کاهش یافت و به سختی کیفیت آن کاهش یافت.
ja: ビデオファイルは品質の低下をほとんど伴わずに 10 分の 1 に縮小されました。
ko: 품질이 거의 손상되지 않은 채 비디오 파일의 크기가 10배로 줄었습니다.
lt: vaizdo failas sumažėjo 10 kartų, neprarandant kokybės.
no: videofilen krympet med en faktor 10 med knapt noe tap av kvalitet.
pl: plik wideo zmniejszył się dziesięciokrotnie przy niewielkiej utracie jakości.
pt: o arquivo de vídeo encolheu por um fator de 10, com quase nenhuma perda de qualidade.
ro: fișierul video sa micșorat cu un factor de 10, cu aproape nicio pierdere de calitate.
ru: видеофайл сжался в 10 раз практически без потери качества.

source: It is best to shrink the mp4 file after you have exported it from OpenShot.
fa: بهتر است فایل mp4 را پس از اینکه از OpenShot صادر کردید، کوچک کنید.
ja: OpenShot からエクスポートした後は、mp4 ファイルを縮小するのが最適です。
ko: OpenShot에서 mp4 파일을 내보낸 후에는 해당 파일을 축소하는 것이 가장 좋습니다.
lt: Geriausia sumažinti mp4 failą, kai jį eksportuojate iš OpenShot.
no: Det er best å krympe mp4-filen etter at du har eksportert den fra OpenShot.
pl: Najlepiej jest zmniejszyć rozmiar pliku mp4 po wyeksportowaniu go z OpenShot.
pt: É melhor reduzir o arquivo mp4 depois de exportá-lo do OpenShot.
ro: Cel mai bine este să micșorați fișierul mp4 după ce l-ați exportat din OpenShot.
ru: Лучше всего сжать файл mp4 после его экспорта из OpenShot.

source: To insert the video markers you need to set the Media Player into edit mode.
fa: برای قرار دادن نشانگرهای ویدیویی باید Media Player را در حالت ویرایش قرار دهید.
ja: ビデオ マーカーを挿入するには、メディア プレーヤーを編集モードに設定する必要があります。
ko: 비디오 마커를 삽입하려면 미디어 플레이어를 편집 모드로 설정해야 합니다.
lt: Norėdami įterpti vaizdo įrašo žymeklius, turite įjungti medijos leistuvą į redagavimo režimą.
no: For å sette inn videomarkørene må du sette Media Player i redigeringsmodus.
pl: Aby wstawić znaczniki wideo, należy ustawić Odtwarzacz multimediów w trybie edycji.
pt: Para inserir os marcadores de vídeo, você precisa colocar o Media Player no modo de edição.
ro: Pentru a introduce marcajele video, trebuie să setați Media Player-ul în modul de editare.
ru: Для вставки видеомаркеров необходимо перевести медиаплеер в режим редактирования.

source: This is done by first selecting <Options> from the Media Player menu,
fa: این کار ابتدا با انتخاب <Options> از منوی Media Player انجام می شود.
ja: まずメディアプレーヤーメニューから<オプション>を選択し、
ko: 이 작업은 먼저 미디어 플레이어 메뉴에서 <옵션>을 선택하여 수행됩니다.
lt: Tai atliekama pirmiausia Media Player meniu pasirenkant <Options>,
no: Dette gjøres ved først å velge <Alternativer> fra Media Player-menyen,
pl: Aby to zrobić, najpierw wybierz opcję <Opcje> z menu Odtwarzacza multimediów,
pt: Isso é feito primeiro selecionando <Opções> no menu do Media Player,
ro: Acest lucru se face selectând mai întâi <Opțiuni> din meniul Media Player,
ru: Это можно сделать, выбрав сначала <Параметры> в меню Медиаплеера,

source: then clicking the <Edit mode> checkbox. Alternatively, you can click
fa: سپس روی کادر چک <ویرایش حالت> کلیک کنید. از طرف دیگر، می توانید کلیک کنید
ja: 次に、<編集モード>チェックボックスをクリックします。または、
ko: 그런 다음 <편집 모드> 체크박스를 클릭합니다. 또는 다음을 클릭할 수 있습니다.
lt: tada spustelėkite žymimąjį laukelį <Edit mode>. Arba galite spustelėti
no: deretter klikker du på avmerkingsboksen <Redigeringsmodus>. Alternativt kan du klikke
pl: następnie klikając pole wyboru <Tryb edycji>. Alternatywnie możesz kliknąć
pt: clicando na caixa de seleção <Modo de edição>. Alternativamente, você pode clicar
ro: apoi făcând clic pe caseta de selectare <Mod Editare>. Alternativ, puteți face clic
ru: затем нажмите флажок <Режим редактирования>. В качестве альтернативы вы можете нажать

source: on the two headed arrow on the toolbar. This will automatically switch off
fa: روی فلش دو سر در نوار ابزار. این به طور خودکار خاموش می شود
ja: ツールバーの2方向矢印をクリックします。これにより自動的にオフになります
ko: 툴바의 두 개의 화살표를 클릭합니다. 이렇게 하면 자동으로 꺼집니다.
lt: įrankių juostoje esančioje rodyklėje su dviem smailėmis. Tai automatiškai išsijungs
no: på den tohodede pilen på verktøylinjen. Dette vil automatisk slå seg av
pl: na dwugłowej strzałce na pasku narzędzi. Spowoduje to automatyczne wyłączenie
pt: na seta de duas pontas na barra de ferramentas. Isso desligará automaticamente
ro: pe săgeata cu două capete de pe bara de instrumente. Aceasta se va opri automat
ru: на двунаправленной стрелке на панели инструментов. Это автоматически выключит
