Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: the <Update from game> and <Update from video> options, because editing
fa: گزینه های <Update from game> و <Update from video> به دلیل ویرایش
ja: <ゲームから更新>と<ビデオから更新>オプションは編集時に
ko: <게임에서 업데이트> 및 <비디오에서 업데이트> 옵션은 편집 중이기 때문에
lt: parinktis <Atnaujinti iš žaidimo> ir <Atnaujinti iš vaizdo įrašo>, nes redaguojate
no: alternativene <Oppdater fra spill> og <Oppdater fra video>, fordi redigering
pl: opcje <Aktualizuj z gry> i <Aktualizuj z wideo>, ponieważ edycja
pt: as opções <Atualizar do jogo> e <Atualizar do vídeo>, porque a edição
ro: opțiunile <Actualizare din joc> și <Actualizare din video>, deoarece editează
ru: опции <Обновить из игры> и <Обновить из видео>, так как редактирование

source: is impossible with these switched on.
fa: با روشن بودن اینها غیرممکن است.
ja: これらをオンにすると不可能になります。
ko: 이것들이 켜져 있으면 불가능합니다.
lt: neįmanoma, kai jie įjungti.
no: er umulig med disse slått på.
pl: jest niemożliwe, gdy są włączone.
pt: é impossível com estes ligados.
ro: este imposibil cu acestea pornite.
ru: невозможно при включенном состоянии.

source: Editing is much easier to do from the toolbar, so you can switch that on
fa: انجام ویرایش از نوار ابزار بسیار ساده تر است، بنابراین می توانید آن را روشن کنید
ja: 編集はツールバーから行う方がはるかに簡単なので、それをオンにすることができます
ko: 편집은 도구 모음에서 하는 것이 훨씬 더 쉽기 때문에 이를 켜서 할 수 있습니다.
lt: Redaguoti daug lengviau naudojant įrankių juostą, todėl galite tai įjungti
no: Redigering er mye enklere å gjøre fra verktøylinjen, så du kan slå det på
pl: Edycja jest o wiele łatwiejsza do wykonania z paska narzędzi, więc możesz go włączyć
pt: A edição é muito mais fácil de fazer na barra de ferramentas, então você pode ativá-la
ro: Editarea este mult mai ușor de făcut din bara de instrumente, așa că o puteți activa
ru: Редактировать гораздо проще с панели инструментов, поэтому вы можете включить ее.

source: while you have the <Options> dialog box open.
fa: در حالی که کادر گفتگوی <Options> باز است.
ja: <オプション> ダイアログ ボックスを開いたままにします。
ko: <옵션> 대화 상자가 열려 있는 동안.
lt: kol atidarytas dialogo langas <Parinktys>.
no: mens du har dialogboksen <Alternativer> åpen.
pl: gdy masz otwarte okno dialogowe <Opcje>.
pt: enquanto a caixa de diálogo <Opções> estiver aberta.
ro: în timp ce aveți deschisă caseta de dialog <Opțiuni>.
ru: при открытом диалоговом окне <Параметры>.

source: Then you go to the start of the game and video, play the video and pause it
fa: سپس به شروع بازی و ویدیو می روید، ویدیو را پخش می کنید و آن را مکث می کنید
ja: 次に、ゲームとビデオの開始に移動し、ビデオを再生して一時停止します
ko: 그런 다음 게임 및 비디오 시작 부분으로 이동하여 비디오를 재생하고 일시 중지합니다.
lt: Tada einate į žaidimo ir vaizdo įrašo pradžią, paleidžiate vaizdo įrašą ir jį pristabdote
no: Deretter går du til starten av spillet og videoen, spiller av videoen og setter den på pause
pl: Następnie przejdź do początku gry i filmu, odtwórz film i zatrzymaj go
pt: Então você vai para o início do jogo e do vídeo, reproduz o vídeo e pausa-o
ro: Apoi mergeți la începutul jocului și al videoclipului, redați videoclipul și îl întrerupeți
ru: Затем вы переходите к началу игры и видео, воспроизводите видео и ставите его на паузу.

source: when you reach the end of the section that you want.
fa: وقتی به انتهای بخش مورد نظر رسیدید.
ja: 目的のセクションの終わりに到達したとき。
ko: 원하는 섹션의 끝에 도달했을 때.
lt: kai pasieksite norimos dalies pabaigą.
no: når du kommer til slutten av delen du ønsker.
pl: gdy dojdziesz do końca interesującej Cię sekcji.
pt: quando você chegar ao final da seção que deseja.
ro: când ajungeți la sfârșitul secțiunii pe care o doriți.
ru: когда вы достигнете конца нужного вам раздела.

source: Then click on the point in the game move list where that video section
fa: سپس روی نقطه ای در لیست حرکت بازی که در آن بخش ویدیو قرار دارد کلیک کنید
ja: 次に、ゲームの動きのリストでそのビデオセクションのポイントをクリックします
ko: 그런 다음 게임 이동 목록에서 해당 비디오 섹션이 있는 지점을 클릭하세요.
lt: Tada spustelėkite tašką žaidimo judesių sąraše, kuriame yra ta vaizdo įrašo dalis
no: Deretter klikker du på punktet i spillelisten hvor den videodelen er
pl: Następnie kliknij punkt na liście ruchów w grze, w którym znajduje się ta sekcja wideo
pt: Em seguida, clique no ponto na lista de movimentos do jogo onde a seção de vídeo
ro: Apoi faceți clic pe punctul din lista de mișcări ale jocului în care se află secțiunea video
ru: Затем щелкните на точке в списке ходов игры, где находится этот раздел видео.

source: should be played and place a video marker by clicking on the orange down arrow
fa: باید پخش شود و با کلیک بر روی فلش رو به پایین نارنجی، یک نشانگر ویدئو قرار دهید
ja: 再生する必要があり、オレンジ色の下矢印をクリックしてビデオマーカーを配置します
ko: 주황색 아래쪽 화살표를 클릭하여 비디오 마커를 재생하고 배치해야 합니다.
lt: turėtų būti paleistas ir spustelėdami oranžinę rodyklę žemyn uždėkite vaizdo įrašo žymeklį
no: skal spilles av og plasser en videomarkør ved å klikke på den oransje nedoverpilen
pl: należy odtworzyć i umieścić znacznik wideo klikając na pomarańczową strzałkę w dół
pt: deve ser reproduzido e coloque um marcador de vídeo clicando na seta laranja para baixo
ro: ar trebui redate și plasați un marcator video făcând clic pe săgeata portocalie în jos
ru: необходимо воспроизвести и поместить видеомаркер, нажав на оранжевую стрелку вниз

source: on the toolbar or selecting <Set video marker> from the edit menu.
fa: در نوار ابزار یا انتخاب <تنظیم نشانگر ویدئو> از منوی ویرایش.
ja: ツールバーの をクリックするか、編集メニューから <ビデオマーカーの設定> を選択します。
ko: 도구 모음에서 <비디오 마커 설정>을 선택하거나 편집 메뉴에서 <비디오 마커 설정>을 선택합니다.
lt: įrankių juostoje arba redagavimo meniu pasirinkite <Nustatyti vaizdo įrašo žymeklį>.
no: på verktøylinjen eller ved å velge <Angi videomarkør> fra redigeringsmenyen.
pl: na pasku narzędzi lub wybierając <Ustaw znacznik wideo> z menu edycji.
pt: na barra de ferramentas ou selecionando <Definir marcador de vídeo> no menu de edição.
ro: pe bara de instrumente sau selectând <Set video marker> din meniul de editare.
ru: на панели инструментов или выбрав <Установить видеомаркер> в меню редактирования.

source: There are some technical issues relating to placing markers for annotations
fa: برخی از مسائل فنی در رابطه با قرار دادن نشانگرها برای حاشیه نویسی وجود دارد
ja: 注釈のマーカーの配置に関する技術的な問題がいくつかあります
ko: 주석에 대한 마커 배치와 관련하여 몇 가지 기술적 문제가 있습니다.
lt: Yra keletas techninių problemų, susijusių su žymeklių išdėstymu komentaruose
no: Det er noen tekniske problemer knyttet til plassering av markører for merknader
pl: Istnieją pewne problemy techniczne związane z umieszczaniem znaczników do adnotacji
pt: Existem alguns problemas técnicos relacionados à colocação de marcadores para anotações
ro: Există unele probleme tehnice legate de plasarea marcatoarelor pentru adnotări
ru: Есть некоторые технические проблемы, связанные с размещением маркеров для аннотаций.

source: or for quiz questions in a game designed to be used in puzzle mode.
fa: یا برای سوالات مسابقه در یک بازی طراحی شده برای استفاده در حالت پازل.
ja: または、パズル モードで使用するように設計されたゲーム内のクイズの質問にも使用できます。
ko: 또는 퍼즐 모드에서 사용하도록 디자인된 게임의 퀴즈 문제에도 사용할 수 있습니다.
lt: arba viktorinos klausimais žaidime, skirtame naudoti galvosūkių režimu.
no: eller for quizspørsmål i et spill designet for å brukes i puslespillmodus.
pl: lub w celu udzielenia odpowiedzi na pytania testowe w grze przeznaczonej do gry w trybie łamigłówki.
pt: ou para perguntas de teste em um jogo projetado para ser usado no modo quebra-cabeça.
ro: sau pentru întrebări de tip test într-un joc conceput pentru a fi utilizat în modul puzzle.
ru: или для вопросов викторины в игре, предназначенной для использования в режиме головоломки.

source: The first arises when the move played in the main line is dubious
fa: اولین مورد زمانی ایجاد می شود که حرکتی که در خط اصلی انجام می شود مشکوک است
ja: 1つ目は、メインラインでプレイされた動きが疑わしい場合に発生します。
ko: 첫 번째는 메인 라인에서 플레이되는 움직임이 의심스러울 때 발생합니다.
lt: Pirmasis kyla tada, kai pagrindinėje linijoje atliktas ėjimas yra abejotinas
no: Den første oppstår når trekket som spilles i hovedlinjen er tvilsomt
pl: Pierwszy ma miejsce, gdy ruch wykonany w linii głównej jest wątpliwy
pt: A primeira surge quando o movimento jogado na linha principal é duvidoso
ro: Prima apare atunci când mutarea jucată în linia principală este dubioasă
ru: Первая возникает, когда ход, сделанный в основной линии, сомнителен.

source: and you want to ask the user if they can find a better move
fa: و می خواهید از کاربر بپرسید که آیا می تواند حرکت بهتری پیدا کند
ja: ユーザーにもっと良い動きがないか尋ねたい
ko: 사용자에게 더 나은 이동 방법을 찾을 수 있는지 묻고 싶습니다.
lt: ir norite paklausti naudotojo, ar jis gali rasti geresnį žingsnį
no: og du vil spørre brukeren om de kan finne et bedre trekk
pl: i chcesz zapytać użytkownika, czy może znaleźć lepszy ruch
pt: e você quer perguntar ao usuário se ele pode encontrar uma jogada melhor
ro: și doriți să întrebați utilizatorul dacă poate găsi o mișcare mai bună
ru: и вы хотите спросить пользователя, может ли он найти лучший ход

source: which is placed in a sub-variation.
fa: که در یک متغیر فرعی قرار می گیرد.
ja: サブバリエーションに配置されます。
ko: 이는 하위 변형에 배치됩니다.
lt: kuris dedamas į subvariaciją.
no: som er plassert i en undervariasjon.
pl: który jest umieszczony w podwariancji.
pt: que é colocado em uma subvariação.
ro: care se plasează într-o subvariaţie.
ru: который помещен в подвариант.

source: This means that if main line move is chosen by the user in puzzle mode,
fa: این بدان معنی است که اگر حرکت خط اصلی توسط کاربر در حالت پازل انتخاب شود،
ja: これは、パズルモードでユーザーがメインライン移動を選択した場合、
ko: 이는 퍼즐 모드에서 사용자가 메인 라인 이동을 선택한 경우를 의미합니다.
lt: Tai reiškia, kad jei vartotojas pasirenka judėjimą pagrindinėje eilutėje galvosūkio režimu,
no: Dette betyr at hvis hovedlinjebevegelsen velges av brukeren i puslespillmodus,
pl: Oznacza to, że jeśli użytkownik wybierze ruch głównej linii w trybie układanki,
pt: Isso significa que se o movimento da linha principal for escolhido pelo usuário no modo quebra-cabeça,
ro: Aceasta înseamnă că, dacă mutarea liniei principale este aleasă de utilizator în modul puzzle,
ru: Это означает, что если в режиме головоломки пользователь выбирает основной ход,

source: it should be taken back by the program and the user allowed
fa: باید توسط برنامه پس گرفته شود و کاربر اجازه دهد
ja: プログラムによって取り戻され、ユーザーは
ko: 프로그램에서 다시 가져와야 하며 사용자가 허용해야 합니다.
lt: jį turėtų atsiimti programa ir vartotojas leisti
no: det bør tas tilbake av programmet og brukeren tillates
pl: powinien zostać odebrany przez program i użytkownik powinien mieć na to pozwolenie
pt: ele deve ser retomado pelo programa e o usuário autorizado
ro: ar trebui să fie preluat înapoi de program și utilizatorul să permită
ru: он должен быть принят обратно программой и пользователю разрешено

source: to have another try, up to the maximum number of tries allowed.
fa: برای یک امتحان دیگر، تا حداکثر تعداد تلاش مجاز.
ja: 許可されている最大試行回数まで、もう一度試行できます。
ko: 허용된 최대 시도 횟수까지 다시 시도해 보세요.
lt: dar kartą pabandyti iki didžiausio leistino bandymų skaičiaus.
no: for å få et nytt forsøk, opp til det maksimale antallet tillatte forsøk.
pl: aby spróbować ponownie, do maksymalnej dozwolonej liczby prób.
pt: para tentar novamente, até o número máximo de tentativas permitido.
ro: pentru a avea o altă încercare, până la numărul maxim de încercări permis.
ru: иметь еще одну попытку, вплоть до максимально разрешенного количества попыток.

source: This is achieved by placing a ^p marker in a comment before the quiz move
fa: این با قرار دادن یک نشانگر ^p در یک نظر قبل از حرکت مسابقه به دست می آید
ja: これは、クイズ移動の前にコメントに^pマーカーを配置することで実現されます。
ko: 이것은 퀴즈 이동 전에 주석에 ^p 마커를 배치하여 달성됩니다.
lt: Tai pasiekiama įdedant ^p žymeklį komentare prieš atliekant viktoriną
no: Dette oppnås ved å plassere en ^p-markør i en kommentar før quiztrekket
pl: Można to osiągnąć poprzez umieszczenie znacznika ^p w komentarzu przed ruchem quizu
pt: Isso é conseguido colocando um marcador ^p em um comentário antes do teste se mover
ro: Acest lucru se realizează prin plasarea unui marcator ^p într-un comentariu înainte de mutarea testului
ru: Это достигается путем размещения маркера ^p в комментарии перед ходом викторины.

source: and a ^b backup marker in a comment after the move to be taken back.
fa: و یک نشانگر پشتیبان ^b در یک نظر پس از حرکتی که باید به عقب برگردانده شود.
ja: 取り消される移動後のコメントに ^b バックアップ マーカーを追加します。
ko: 그리고 이동한 내용 뒤에 주석으로 ^b 백업 마커를 추가합니다.
lt: ir ^b atsarginis žymeklis komentare po perkėlimo, kuris turi būti atšauktas.
no: og en ^b sikkerhetskopimarkør i en kommentar etter flyttingen som skal tas tilbake.
pl: i znacznik kopii zapasowej ^b w komentarzu po ruchu, który ma zostać cofnięty.
pt: e um marcador de backup ^b em um comentário após o movimento ser retomado.
ro: și un marker de rezervă ^b într-un comentariu după mutarea care urmează să fie reluată.
ru: и резервный маркер ^b в комментарии после хода, который нужно отменить.

source: The backup one move process with a ^b marker only functions in puzzle mode.
fa: فرآیند پشتیبان گیری یک حرکت با نشانگر ^b فقط در حالت پازل عمل می کند.
ja: ^b マーカーを使用したバックアップ 1 移動プロセスは、パズル モードでのみ機能します。
ko: ^b 마커를 사용한 백업 한 이동 프로세스는 퍼즐 모드에서만 작동합니다.
lt: Atsarginės kopijos vienu judesiu procesas su ^b žymekliu veikia tik galvosūkio režimu.
no: Backup-prosessen med ett trekk med en ^b-markør fungerer kun i puslespillmodus.
pl: Proces tworzenia kopii zapasowej jednego ruchu za pomocą znacznika ^b działa tylko w trybie układanki.
pt: O processo de backup de um movimento com um marcador ^b só funciona no modo quebra-cabeça.
ro: Procesul de rezervă cu o singură mișcare cu un marcator ^b funcționează numai în modul puzzle.
ru: Резервный процесс одного хода с маркером ^b работает только в режиме головоломки.

source: You can see an example of how to do this in the London-Ediburgh game
fa: نمونه ای از نحوه انجام این کار را در بازی لندن ادیبورگ مشاهده می کنید
ja: ロンドン対エディバラ戦でこれをどうやって行うかの例を見ることができます。
ko: 런던-에디버러 게임에서 이 작업을 수행하는 방법의 예를 볼 수 있습니다.
lt: Pavyzdį, kaip tai padaryti, galite pamatyti žaidime Londonas-Ediburgas
no: Du kan se et eksempel på hvordan du gjør dette i London-Ediburgh-spillet
pl: Przykład, jak to zrobić, można zobaczyć w grze Londyn-Edyburg
pt: Você pode ver um exemplo de como fazer isso no jogo Londres-Ediburgo
ro: Puteți vedea un exemplu despre cum să faceți acest lucru în jocul Londra-Ediburgh
ru: Пример того, как это сделать, можно увидеть в игре Лондон-Эдибург.

source: with the moves 24... g5 and 25. Rf5 in the main line.
fa: با حرکات 24... g5 و 25. Rf5 در خط اصلی.
ja: メインラインでは24...g5と25.Rf5の動きになります。
ko: 24...g5와 25.Rf5가 메인 라인에 있습니다.
lt: su judesiais 24... g5 ir 25. Rf5 pagrindinėje linijoje.
no: med trekkene 24... g5 og 25. Rf5 i hovedlinjen.
pl: z ruchami 24...g5 i 25.Rf5 w linii głównej.
pt: com os movimentos 24... g5 e 25. Tf5 na linha principal.
ro: cu mutările 24... g5 și 25. Rf5 în linia principală.
ru: с ходами 24... g5 и 25. Rf5 в основной линии.

source: The second issue concerns the placement of ^p and ^b markers in comments.
fa: موضوع دوم مربوط به قرار دادن نشانگرهای ^p و ^b در نظرات است.
ja: 2 番目の問題は、コメント内の ^p および ^b マーカーの配置に関するものです。
ko: 두 번째 문제는 주석에서 ^p와 ^b 마커의 배치와 관련이 있습니다.
lt: Antrasis klausimas yra susijęs su ^p ir ^b žymeklių išdėstymu komentaruose.
no: Det andre problemet gjelder plassering av ^p- og ^b-markører i kommentarer.
pl: Drugi problem dotyczy umiejscowienia znaczników ^p i ^b w komentarzach.
pt: A segunda questão diz respeito ao posicionamento dos marcadores ^p e ^b nos comentários.
ro: A doua problemă se referă la plasarea markerilor ^p și ^b în comentarii.
ru: Вторая проблема касается размещения маркеров ^p и ^b в комментариях.

source: If the comment is less than 255 characters, then the marker can be placed
fa: اگر نظر کمتر از 255 کاراکتر باشد، می توان نشانگر را قرار داد
ja: コメントが255文字未満の場合は、マーカーを配置できます。
ko: 주석이 255자 미만인 경우 마커를 배치할 수 있습니다.
lt: Jei komentaras yra mažesnis nei 255 simboliai, žymeklis gali būti dedamas
no: Hvis kommentaren er mindre enn 255 tegn, kan markøren plasseres
pl: Jeżeli komentarz ma mniej niż 255 znaków, można umieścić znacznik
pt: Se o comentário tiver menos de 255 caracteres, o marcador pode ser colocado
ro: Dacă comentariul are mai puțin de 255 de caractere, atunci marcatorul poate fi plasat
ru: Если комментарий меньше 255 символов, то маркер можно поставить

source: at the end of the comment, otherwise it has to go at the start.
fa: در انتهای کامنت، در غیر این صورت باید در ابتدا برود.
ja: コメントの最後に記述してください。そうでない場合は、コメントの先頭に記述する必要があります。
ko: 주석 끝에 넣어야 하고, 그렇지 않으면 처음에 넣어야 합니다.
lt: komentaro gale, kitu atveju turi eiti pradžioje.
no: på slutten av kommentaren, ellers må den gå i starten.
pl: na końcu komentarza, w przeciwnym wypadku musi znaleźć się na początku.
pt: no final do comentário, caso contrário, tem que ir no início.
ro: la sfârșitul comentariului, altfel trebuie să meargă la început.
ru: в конце комментария, в противном случае его придется разместить в начале.

source: This only becomes an issue if a user adds their own annotations
fa: این تنها زمانی مشکل ساز می شود که کاربر یادداشت های خود را اضافه کند
ja: これはユーザーが独自の注釈を追加した場合にのみ問題になります
ko: 이는 사용자가 자신의 주석을 추가하는 경우에만 문제가 됩니다.
lt: Tai tampa problema tik tada, kai vartotojas prideda savo komentarus
no: Dette blir bare et problem hvis en bruker legger til sine egne merknader
pl: Problem pojawia się tylko wtedy, gdy użytkownik dodaje własne adnotacje
pt: Isso só se torna um problema se um usuário adicionar suas próprias anotações
ro: Aceasta devine o problemă numai dacă un utilizator își adaugă propriile adnotări
ru: Это становится проблемой только в том случае, если пользователь добавляет свои собственные аннотации.

source: to an existing game. There is, of course, no need to count the number
fa: به یک بازی موجود البته نیازی به شمارش نیست
ja: 既存のゲームに追加します。もちろん、その数を数える必要はありません
ko: 기존 게임에. 물론 숫자를 세는 것은 필요하지 않습니다.
lt: į esamą žaidimą. Žinoma, skaičiaus skaičiuoti nereikia
no: til et eksisterende spill. Det er selvfølgelig ikke nødvendig å telle antallet
pl: do istniejącej gry. Oczywiście nie ma potrzeby liczenia liczby
pt: para um jogo existente. Não há, é claro, necessidade de contar o número
ro: la un joc existent. Desigur, nu este nevoie să numărăm numărul
ru: к существующей игре. Конечно, нет необходимости подсчитывать количество

source: of characters in a comment. Just place the ^p or ^b at the start
fa: شخصیت ها در یک نظر فقط ^p یا ^b را در شروع قرار دهید
ja: コメントの文字数制限は、先頭に^pまたは^bを置くだけです。
ko: 주석에 문자 수를 입력합니다. 시작 부분에 ^p 또는 ^b를 넣기만 하면 됩니다.
lt: simbolių komentare. Tiesiog įdėkite ^p arba ^b pradžioje
no: av karakterer i en kommentar. Bare plasser ^p eller ^b ved starten
pl: znaków w komentarzu. Wystarczy umieścić ^p lub ^b na początku
pt: de caracteres em um comentário. Basta colocar ^p ou ^b no início
ro: de personaje dintr-un comentariu. Doar plasați ^p sau ^b la început
ru: символов в комментарии. Просто поместите ^p или ^b в начале

source: of the comment if there is any doubt.
fa: نظر در صورت وجود شک
ja: 疑問がある場合はコメントしてください。
ko: 의심스러운 점이 있으면 의견을 남겨주세요.
lt: komentaro, jei kyla abejonių.
no: av kommentaren hvis det er tvil.
pl: komentarza, jeśli masz jakiekolwiek wątpliwości.
pt: do comentário caso haja alguma dúvida.
ro: a comentariului dacă există vreo îndoială.
ru: комментария, если есть какие-либо сомнения.

source: The third issue arises when you want to place a quiz question in the first move
fa: موضوع سوم زمانی پیش می‌آید که می‌خواهید در حرکت اول یک سؤال مسابقه قرار دهید
ja: 3番目の問題は、最初の動きにクイズの質問を配置したい場合に発生します。
ko: 세 번째 문제는 첫 번째 이동에 퀴즈 질문을 배치하려고 할 때 발생합니다.
lt: Trečia problema iškyla, kai norite pateikti viktorinos klausimą pirmuoju žingsniu
no: Det tredje problemet oppstår når du vil plassere et quizspørsmål i det første trekket
pl: Trzeci problem pojawia się, gdy chcesz umieścić pytanie quizowe w pierwszym ruchu
pt: O terceiro problema surge quando você deseja colocar uma pergunta de teste no primeiro movimento
ro: A treia problemă apare atunci când doriți să plasați o întrebare test în prima mișcare
ru: Третья проблема возникает, когда вы хотите поместить вопрос викторины в первый ход.

source: of a sub-variation which branches from a move which also has a quiz question.
fa: از یک متغیر فرعی که از حرکتی منشعب می شود که یک سوال مسابقه نیز دارد.
ja: クイズの質問もある動きから分岐するサブバリエーションです。
ko: 퀴즈 질문이 있는 동작에서 분기된 하위 변형의 경우.
lt: antrinio varianto, kuris išsiskiria iš judesio, kuriame taip pat yra viktorinos klausimas.
no: av en undervariasjon som forgrener seg fra et trekk som også har et quizspørsmål.
pl: podwariantu, który rozgałęzia się od ruchu zawierającego również pytanie testowe.
pt: de uma subvariação que se ramifica de um movimento que também tem uma pergunta de teste.
ro: a unei subvariații care se ramifică dintr-o mișcare care are și o întrebare test.
ru: подвариации, которая является ответвлением от хода, который также содержит вопрос викторины.

source: In order to do this, you have to make the stem move a sub-variation of itself,
fa: برای انجام این کار، باید ساقه را تغییر دهید،
ja: これを実現するには、ステムの動きをサブバリエーションにする必要があります。
ko: 이를 위해서는 줄기가 그 자체의 하위 변형으로 움직이도록 해야 합니다.
lt: Norėdami tai padaryti, turite priversti stiebą judėti kaip savo pakeitimą,
no: For å gjøre dette, må du få stammen til å bevege seg til en undervariasjon av seg selv,
pl: Aby to zrobić, musisz sprawić, by łodyga poruszała się w sposób będący jej podwariacją,
pt: Para fazer isso, você tem que fazer a haste mover uma subvariação de si mesma,
ro: Pentru a face acest lucru, trebuie să faceți tulpina să se miște o subvariație a ei însăși,
ru: Чтобы сделать это, вам нужно заставить движение штока быть его подвариацией,

source: and then put the ^p marker in a comment to the duplicate sub-variation.
fa: و سپس نشانگر ^p را در یک کامنت به زیر متغیر تکراری قرار دهید.
ja: そして、重複したサブバリエーションへのコメントに ^p マーカーを配置します。
ko: 그리고 중복된 하위 변형에 대한 주석으로 ^p 마커를 넣습니다.
lt: ir tada įdėkite žymeklį ^p į pasikartojančio subvarianto komentarą.
no: og legg deretter ^p-markøren i en kommentar til den dupliserte undervariasjonen.
pl: a następnie wpisz znacznik ^p w komentarzu do duplikatu podwariantu.
pt: e então coloque o marcador ^p em um comentário para a subvariação duplicada.
ro: și apoi puneți markerul ^p într-un comentariu la subvariația duplicată.
ru: а затем поместите маркер ^p в комментарий к дублирующемуся подварианту.

source: The identical sub-variation is created by clicking on the start of another
fa: زیر متغیر یکسان با کلیک بر روی شروع دیگری ایجاد می شود
ja: 同一のサブバリエーションは別のサブバリエーションの開始部分をクリックすることで作成されます。
ko: 다른 것의 시작 부분을 클릭하면 동일한 하위 변형이 생성됩니다.
lt: Identiškas antrinis variantas sukuriamas spustelėjus kito pradžią
no: Den identiske undervarianten opprettes ved å klikke på starten av en annen
pl: Identyczną podwariantę tworzy się klikając na początku innej podwarianty
pt: A subvariação idêntica é criada clicando no início de outra
ro: Subvariația identică este creată făcând clic pe începutul alteia
ru: Идентичная подвариация создается путем нажатия на начало другой

source: sub-variation before it is played and then playing the stem move again.
fa: قبل از نواختن آن، تغییر فرعی و سپس پخش مجدد حرکت ساقه.
ja: 再生前にサブバリエーションを変更し、その後ステムの動きを再度再生します。
ko: 연주하기 전에 하위 변형을 한 다음 다시 스템 동작을 연주합니다.
lt: subvariaciją prieš jį paleidžiant, o tada vėl paleidžiant kamieno judesį.
no: undervariasjon før den spilles og deretter spille stammetrekket igjen.
pl: podwariant przed jego zagraniem, a następnie ponowne zagranie ruchu łodygowego.
pt: subvariação antes de ser tocada e então tocar o movimento de haste novamente.
ro: subvariație înainte de a fi jucată și apoi redarea mișcării stem din nou.
ru: субвариацию перед ее воспроизведением, а затем повторное воспроизведение хода штока.
