Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Given that each Polyglot opening book entry is 16 bytes, then you
fa: با توجه به اینکه هر ورودی کتاب افتتاحیه Polyglot 16 بایت است، پس شما
ja: 各ポリグロットオープニングブックエントリは16バイトなので、
ko: 각 Polyglot 오프닝 북 항목이 16바이트인 경우
lt: Atsižvelgiant į tai, kad kiekvienas Polyglot pradžios knygos įrašas yra 16 baitų, tada jūs
no: Gitt at hver polyglot åpningsbokoppføring er på 16 byte, vil du
pl: Biorąc pod uwagę, że każdy wpis w księdze otwierającej Poliglotę ma 16 bajtów, to
pt: Dado que cada entrada do livro de abertura do Poliglota tem 16 bytes, então você
ro: Având în vedere că fiecare intrare din cartea de deschidere Polyglot are 16 octeți, atunci tu
ru: Учитывая, что каждая запись вступительной книги Полиглота занимает 16 байт, то вы

source: could make an opening book that had approximately 80 million moves.
fa: توانست یک کتاب افتتاحیه بسازد که تقریباً 80 میلیون حرکت داشت.
ja: 約8000万通りの動きを記したオープニングブックを作ることができました。
ko: 약 8,000만 번의 움직임이 있는 오프닝 북을 만들 수 있었습니다.
lt: galėjo padaryti pradinę knygą, kurioje buvo maždaug 80 milijonų judesių.
no: kunne lage en åpningsbok som hadde omtrent 80 millioner trekk.
pl: mógł stworzyć księgę otwarć zawierającą około 80 milionów ruchów.
pt: poderia fazer um livro de abertura que tivesse aproximadamente 80 milhões de movimentos.
ro: ar putea face o carte de deschidere care a avut aproximativ 80 de milioane de mișcări.
ru: можно было бы создать дебютную книгу, содержащую около 80 миллионов ходов.

source: Making Polyglot .bin opening books
fa: ساخت کتاب های بازگشایی Polyglot .bin
ja: ポリグロット .bin オープニングブックの作成
ko: 폴리글롯 .bin 오프닝 책 만들기
lt: Polyglot .bin atidarymo knygų gamyba
no: Lage Polyglot .bin-åpningsbøker
pl: Tworzenie książek otwierających Polyglot .bin
pt: Fazendo Polyglot .bin abrindo livros
ro: Realizarea cărților de deschidere Polyglot .bin
ru: Создание открывающихся книг Polyglot .bin

source: Current line added to book
fa: خط فعلی به کتاب اضافه شد
ja: 現在の行が本に追加されました
ko: 현재 라인이 책에 추가되었습니다
lt: Dabartinė eilutė pridėta prie knygos
no: Gjeldende linje lagt til i boken
pl: Obecna linia dodana do książki
pt: Linha atual adicionada ao livro
ro: Linia actuală a fost adăugată la carte
ru: Текущая строка добавлена в книгу

source: Current line already in book - no moves added
fa: خط فعلی از قبل در کتاب است - هیچ حرکتی اضافه نشده است
ja: 現在の行はすでにブックに含まれています - 移動は追加されていません
ko: 현재 줄은 이미 책에 있습니다. 추가된 이동이 없습니다.
lt: Dabartinė eilutė jau knygoje – jokių judesių nepridėta
no: Gjeldende linje allerede i boken - ingen trekk lagt til
pl: Obecna linia jest już w książce - nie dodano żadnych ruchów
pt: Linha atual já no livro - nenhum movimento adicionado
ro: Linia curentă este deja în carte - nu a fost adăugată nicio mișcare
ru: Текущая строка уже есть в книге — ходы не добавлены

source: Current line deleted from book
fa: خط فعلی از کتاب حذف شد
ja: 現在の行がブックから削除されました
ko: 현재 줄이 책에서 삭제되었습니다.
lt: Dabartinė eilutė ištrinta iš knygos
no: Gjeldende linje slettet fra boken
pl: Obecny wiersz został usunięty z książki
pt: Linha atual excluída do livro
ro: Linia curentă a fost șters din carte
ru: Текущая строка удалена из книги

source: Current line not in book - no moves deleted
fa: خط فعلی در کتاب نیست - هیچ حرکتی حذف نشده است
ja: 現在の行はブックにありません - 移動は削除されません
ko: 현재 줄이 책에 없음 - 삭제된 이동 없음
lt: Dabartinės eilutės knygoje nėra – jokių judesių neištrinta
no: Gjeldende linje ikke i boken - ingen trekk slettet
pl: Obecna linia nie znajduje się w książce – nie usunięto żadnych ruchów
pt: Linha atual não está no livro - nenhum movimento foi excluído
ro: Linia curentă nu este în carte - nicio mișcare nu a fost ștearsă
ru: Текущая строка отсутствует в книге — ходы не удалены

source: Please load a game before adding moves
fa: لطفاً قبل از اضافه کردن حرکات، یک بازی را بارگذاری کنید
ja: 動きを追加する前にゲームをロードしてください
ko: 동작을 추가하기 전에 게임을 로드하세요.
lt: Prieš pridėdami judesių, įkelkite žaidimą
no: Last inn et spill før du legger til trekk
pl: Przed dodaniem ruchów proszę załadować grę
pt: Por favor, carregue um jogo antes de adicionar movimentos
ro: Vă rugăm să încărcați un joc înainte de a adăuga mișcări
ru: Пожалуйста, загрузите игру перед добавлением ходов

source: Add games complete
fa: اضافه کردن بازی ها کامل شد
ja: ゲームの追加が完了しました
ko: 게임 추가 완료
lt: Žaidimų pridėjimas baigtas
no: Legg til spill fullført
pl: Dodaj gry ukończone
pt: Adicionar jogos completos
ro: Adăugați jocurile finalizate
ru: Добавить игры завершено

source: Add games stopped
fa: افزودن بازی‌ها متوقف شد
ja: ゲームの追加が停止されました
ko: 중지된 게임 추가
lt: Pridėti žaidimus sustabdytas
no: Legg til spill stoppet
pl: Dodaj zatrzymane gry
pt: Adicionar jogos parados
ro: Adăugați jocuri oprite
ru: Добавить игры остановлены

source: Move weights for the opening book
fa: وزنه ها را برای کتاب آغازین حرکت دهید
ja: オープニングブックのウェイトを移動する
ko: 오프닝 북의 무게 이동
lt: Perkelkite atidarymo knygos svarmenis
no: Flytt vekter for åpningsboken
pl: Przenieś ciężarki do książki otwierającej
pt: Mova os pesos para o livro de abertura
ro: Mutați greutăți pentru cartea de deschidere
ru: Перемещение весов для дебютной книги

source: Use weight scaling
fa: از جرم گیری وزن استفاده کنید
ja: 重量スケーリングを使用する
ko: 무게 스케일링 사용
lt: Naudokite svorio mažinimą
no: Bruk vektskalering
pl: Użyj skalowania wag
pt: Use escala de peso
ro: Utilizați scalarea greutății
ru: Используйте масштабирование веса

source: Max scaling weight :
fa: حداکثر وزن جرم گیری:
ja: 最大スケーリング重み:
ko: 최대 스케일링 무게 :
lt: Maksimalus mastelio svoris:
no: Maks skaleringsvekt:
pl: Maksymalna waga skalowana:
pt: Peso máximo de escala:
ro: Greutate maximă de scalare:
ru: Максимальный вес масштабирования:

source: Use weight filter
fa: از فیلتر وزن استفاده کنید
ja: 重みフィルターを使用する
ko: 무게 필터 사용
lt: Naudokite svorio filtrą
no: Bruk vektfilter
pl: Użyj filtra wagi
pt: Usar filtro de peso
ro: Utilizați filtru de greutate
ru: Использовать фильтр по весу

source: Min.
fa: حداقل
ja: 分。
ko: 최소
pt: Mín.
ru: Мин.

source: Max.
fa: حداکثر
ja: マックス。
ko: 최대.
lt: Maks.
no: Maks.
pl: Maks.
pt: Máx.
ru: Макс.

source: Re-write book file
fa: بازنویسی فایل کتاب
ja: ブックファイルの書き換え
ko: 책파일 다시 쓰기
lt: Perrašyti knygos failą
no: Skriv bokfil på nytt
pl: Przepisanie pliku książki
pt: Reescrever arquivo de livro
ro: Rescrieți fișierul cărții
ru: Переписать файл книги

source: Save book weights
fa: وزن کتاب را ذخیره کنید
ja: 本の重量を保存する
ko: 책 무게 저장
lt: Išsaugokite knygų svarmenis
no: Lagre bokvekter
pl: Zapisz ciężar książki
pt: Economize pesos de livros
ro: Salvați greutățile cărților
ru: Сохранить вес книги

source: Weight
fa: وزن
ja: 重さ
ko: 무게
lt: Svoris
no: Vekt
pl: Waga
pt: Peso
ro: Greutate
ru: Масса

source: Check to scale move weights to max. scale weight
fa: برای مقیاس کردن وزن‌های حرکتی به حداکثر، علامت بزنید. وزن ترازو
ja: チェックすると、移動重量が最大スケール重量までスケールされます。
ko: 최대 스케일 무게로 무게를 이동하려면 스케일을 체크하세요.
lt: Pažymėkite, kad perkeltumėte svorius iki maks. svarstyklių svoris
no: Merk av for å skala flytte vekter til maks. vekt vekt
pl: Sprawdź, czy waga przesuwa ciężary do maksymalnej wagi.
pt: Verifique para mover os pesos de escala para o peso máximo da escala
ro: Bifați pentru a scala pentru a muta greutățile la max. greutatea cântarului
ru: Установите флажок, чтобы масштабировать вес, переместите весы на максимальный вес.

source: Maximum scale weight value
fa: حداکثر وزن ترازو
ja: 最大スケール重量値
ko: 최대 저울 무게 값
lt: Didžiausia svarstyklių svorio vertė
no: Maksimal vektverdi
pl: Maksymalna wartość wagi
pt: Valor máximo de peso da balança
ro: Valoarea maximă a greutății cântarului
ru: Максимальное значение веса шкалы

source: Use book move weight filtering
fa: از فیلتر وزن حرکت کتاب استفاده کنید
ja: 書籍移動重量フィルタリングを使用する
ko: 책 이동 가중치 필터링 사용
lt: Naudokite knygų judėjimo svorio filtravimą
no: Bruk bok flytte vekt filtrering
pl: Użyj filtrowania wagi ruchu książki
pt: Use a filtragem de peso de movimentação do livro
ro: Utilizați filtrarea greutății pentru mutarea cărții
ru: Использовать фильтрацию веса перемещения книги

source: Book move weight minimum value
fa: حداقل مقدار وزن حرکت کتاب
ja: 書籍移動重量最小値
ko: 책 이동 무게 최소값
lt: Mažiausia knygos judėjimo svorio vertė
no: Minste verdi for bokflyttvekt
pl: Minimalna wartość wagi ruchu książki
pt: Valor mínimo de peso de movimentação de livro
ro: Valoarea minimă a greutății de mutare a cărții
ru: Минимальное значение веса перемещения книги

source: Book move weight maximum value
fa: حداکثر مقدار وزن حرکت کتاب
ja: 本の移動重量最大値
ko: 책 이동 무게 최대값
lt: Didžiausia knygos judėjimo svorio vertė
no: Boktrekk vekt maksimal verdi
pl: Maksymalna wartość wagi ruchu książki
pt: Valor máximo de peso de movimentação do livro
ro: Valoarea maximă a greutății de mutare a cărții
ru: Максимальное значение веса перемещения книги

source: Click to re-write opening book file with scaled values
fa: برای بازنویسی فایل کتاب افتتاحیه با مقادیر مقیاس شده کلیک کنید
ja: クリックすると、スケール値を使用してオープニングブックファイルを書き換えます
ko: 확장된 값으로 열린 책 파일을 다시 쓰려면 클릭하세요.
lt: Spustelėkite, jei norite perrašyti atidarymo knygos failą su pakeistomis reikšmėmis
no: Klikk for å omskrive åpningsbokfilen med skalerte verdier
pl: Kliknij, aby ponownie zapisać plik książki otwierającej ze skalowanymi wartościami
pt: Clique para reescrever o arquivo de abertura do livro com valores dimensionados
ro: Faceți clic pentru a rescrie fișierul cărții de deschidere cu valori scalate
ru: Щелкните, чтобы переписать начальный файл книги с масштабированными значениями

source: Click to save the current weights to the opening book file
fa: برای ذخیره وزن های فعلی در فایل کتاب افتتاحیه کلیک کنید
ja: クリックすると現在の重みがオープニングブックファイルに保存されます
ko: 현재 가중치를 오프닝 북 파일에 저장하려면 클릭하세요.
lt: Spustelėkite, kad išsaugotumėte dabartinius svorius į atidarymo knygos failą
no: Klikk for å lagre gjeldende vekter i åpningsbokfilen
pl: Kliknij, aby zapisać aktualne wagi w pliku książki otwierającej
pt: Clique para salvar os pesos atuais no arquivo do livro de abertura
ro: Faceți clic pentru a salva greutățile curente în fișierul cărții de deschidere
ru: Нажмите, чтобы сохранить текущие веса в файле начальной книги.

source: You are about to re-write the opening book file
fa: شما در شرف نوشتن مجدد فایل کتاب افتتاحیه هستید
ja: オープニングブックファイルを書き換えようとしています
ko: 당신은 오프닝북 파일을 다시 쓰려고 합니다.
lt: Ketinate perrašyti atidarymo knygos failą
no: Du er i ferd med å omskrive åpningsbokfilen
pl: Zamierzasz ponownie napisać plik książki otwierającej
pt: Você está prestes a reescrever o arquivo do livro de abertura
ro: Sunteți pe cale să rescrieți fișierul cărții de deschidere
ru: Вы собираетесь переписать файл вступительной книги

source: This process cannot be reversed
fa: این روند را نمی توان معکوس کرد
ja: このプロセスは元に戻すことはできません
ko: 이 과정은 되돌릴 수 없습니다.
lt: Šis procesas negali būti atšauktas
no: Denne prosessen kan ikke reverseres
pl: Tego procesu nie da się odwrócić
pt: Este processo não pode ser revertido
ro: Acest proces nu poate fi inversat
ru: Этот процесс необратим

source: Do you wish to continue
fa: آیا می خواهید ادامه دهید
ja: 続行しますか？
ko: 계속하시겠습니까?
lt: Ar norite tęsti
no: Ønsker du å fortsette
pl: Czy chcesz kontynuować?
pt: Você deseja continuar
ro: Doriți să continuați
ru: Хотите продолжить?

source: Confirm re-write of book file
fa: بازنویسی فایل کتاب را تأیید کنید
ja: ブックファイルの書き換えを確認
ko: 책파일 재작성 확인
lt: Patvirtinkite knygos failo perrašymą
no: Bekreft omskriving av bokfil
pl: Potwierdź ponowne zapisanie pliku książki
pt: Confirmar reescrita do arquivo do livro
ro: Confirmați rescrierea fișierului cărții
ru: Подтвердите перезапись файла книги

source: Re-writing the opening book file will re-write all of the moves in
fa: بازنویسی فایل کتاب افتتاحیه همه حرکت‌ها را دوباره می‌نویسد
ja: オープニングブックファイルを書き換えると、
ko: 오프닝 북 파일을 다시 쓰면 모든 움직임이 다시 쓰입니다.
lt: Perrašant atidarymo knygos failą iš naujo bus įrašyti visi judesiai
no: Omskriving av åpningsbokfilen vil omskrive alle trekkene inn
pl: Ponowne napisanie pliku księgi otwarć spowoduje ponowne napisanie wszystkich ruchów w
pt: Reescrever o arquivo do livro de abertura irá reescrever todos os movimentos em
ro: Rescrierea fișierului cărții de deschidere va rescrie toate mișcările
ru: Переписывание файла дебютной книги приведет к переписыванию всех ходов в

source: the opening book file using the current scaling and filtering settings.
fa: فایل کتاب باز با استفاده از تنظیمات مقیاس‌بندی و فیلتر کردن فعلی.
ja: 現在のスケーリングとフィルタリング設定を使用して、開いているブック ファイルを開きます。
ko: 현재의 크기 조정 및 필터링 설정을 사용하여 책 파일을 엽니다.
lt: atidaromas knygos failas naudojant dabartinius mastelio keitimo ir filtravimo nustatymus.
no: åpningsbokfilen ved å bruke gjeldende skalerings- og filtreringsinnstillinger.
pl: otwieranie pliku książki przy użyciu bieżących ustawień skalowania i filtrowania.
pt: o arquivo de livro de abertura usando as configurações atuais de escala e filtragem.
ro: fișierul cărții de deschidere folosind setările curente de scalare și filtrare.
ru: открывающий файл книги с использованием текущих настроек масштабирования и фильтрации.

source: When you select the scaling and filtering options with the check boxes,
fa: هنگامی که گزینه های مقیاس بندی و فیلتر را با چک باکس ها انتخاب می کنید،
ja: チェックボックスでスケーリングとフィルタリングのオプションを選択すると、
ko: 체크박스를 사용하여 크기 조정 및 필터링 옵션을 선택하면
lt: Kai pasirenkate mastelio keitimo ir filtravimo parinktis naudodami žymimuosius langelius,
no: Når du velger skalerings- og filtreringsalternativene med avmerkingsboksene,
pl: Po wybraniu opcji skalowania i filtrowania za pomocą pól wyboru,
pt: Ao selecionar as opções de escala e filtragem com as caixas de seleção,
ro: Când selectați opțiunile de scalare și filtrare cu casetele de selectare,
ru: При выборе параметров масштабирования и фильтрации с помощью флажков,

source: this only affects the display of the moves but has no effect
fa: این فقط روی نمایش حرکات تاثیر می گذارد اما تاثیری ندارد
ja: これは動きの表示にのみ影響し、効果はありません
ko: 이것은 움직임의 표시에만 영향을 미치며 효과가 없습니다.
lt: tai turi įtakos tik judesių rodymui, bet neturi jokio poveikio
no: dette påvirker bare visningen av trekkene, men har ingen effekt
pl: dotyczy to tylko wyświetlania ruchów, ale nie ma żadnego efektu
pt: isso afeta apenas a exibição dos movimentos, mas não tem efeito
ro: acest lucru afectează doar afișarea mișcărilor, dar nu are niciun efect
ru: это влияет только на отображение ходов, но не имеет никакого эффекта

source: on the opening book file itself.
fa: در خود فایل کتاب افتتاحیه
ja: オープニングブックファイル自体に。
ko: 책 파일 자체를 여는 것에 관한 것입니다.
lt: pačiame atidarymo knygos faile.
no: på selve åpningsbokfilen.
pl: w samym pliku otwierającym książkę.
pt: no próprio arquivo do livro de abertura.
ro: pe fișierul cărții de deschidere în sine.
ru: на самом файле начальной книги.

source: However, if you proceed to re-write the opening book file
fa: با این حال، اگر به بازنویسی فایل کتاب افتتاحیه ادامه دهید
ja: しかし、オープニングブックファイルの書き換えを進めると
ko: 하지만, 오프닝북 파일을 다시 쓰려고 하면
lt: Tačiau jei pradėsite perrašyti atidarymo knygos failą
no: Men hvis du fortsetter å omskrive åpningsbokfilen
pl: Jeśli jednak przejdziesz do ponownego napisania pliku książki otwierającej
pt: No entanto, se você prosseguir para reescrever o arquivo do livro de abertura
ro: Cu toate acestea, dacă continuați să rescrieți fișierul cărții de deschidere
ru: Однако, если вы продолжите переписывать начальный файл книги

source: then the changes are made to the file itself.
fa: سپس تغییرات در خود فایل انجام می شود.
ja: その後、ファイル自体に変更が加えられます。
ko: 그러면 파일 자체에 변경 사항이 적용됩니다.
lt: tada pakeitimai atliekami pačiame faile.
no: deretter gjøres endringene i selve filen.
pl: Następnie zmiany są wprowadzane w samym pliku.
pt: então as alterações são feitas no próprio arquivo.
ro: apoi modificările sunt aduse fișierului în sine.
ru: затем изменения вносятся в сам файл.

source: This process cannot be reversed because each block of moves
fa: این فرآیند را نمی توان معکوس کرد زیرا هر بلوک حرکت می کند
ja: このプロセスは、各ブロックの移動を逆にすることはできない。
ko: 이 프로세스는 각 이동 블록이 있기 때문에 되돌릴 수 없습니다.
lt: Šio proceso negalima atšaukti, nes kiekvienas judesių blokas
no: Denne prosessen kan ikke reverseres fordi hver blokk med trekk
pl: Tego procesu nie można odwrócić, ponieważ każdy blok ruchów
pt: Este processo não pode ser revertido porque cada bloco de movimentos
ro: Acest proces nu poate fi inversat deoarece fiecare bloc de mișcări
ru: Этот процесс необратим, поскольку каждый блок перемещений

source: in the book will be scaled by a different factor in order to
fa: در کتاب با یک عامل متفاوت به منظور مقیاس بندی خواهد شد
ja: 本書では、異なる係数でスケール化され、
ko: 책에서는 다른 요인에 의해 크기가 조정됩니다.
lt: knygoje bus padidintas pagal kitą veiksnį, siekiant
no: i boken vil bli skalert med en annen faktor for å
pl: w książce będzie skalowany według innego współczynnika, aby
pt: no livro será dimensionado por um fator diferente para
ro: în carte va fi scalat de un factor diferit pentru a
ru: в книге будет масштабироваться по другому коэффициенту, чтобы

source: scale them against the move with the highest weight in the block.
fa: آنها را در برابر حرکتی با بیشترین وزن در بلوک مقیاس کنید.
ja: ブロック内で最も重みの高い移動に対してそれらをスケーリングします。
ko: 블록에서 가장 가중치가 높은 움직임과 비교합니다.
lt: išlyginkite juos nuo judesio su didžiausiu svoriu bloke.
no: skaler dem mot trekket med høyest vekt i blokken.
pl: skaluj je w stosunku do ruchu o największej wadze w bloku.
pt: dimensione-os em relação ao movimento com o maior peso no bloco.
ro: scalați-le împotriva mișcării cu cea mai mare greutate din bloc.
ru: масштабируйте их по ходу с наибольшим весом в блоке.

source: If the moves are filtered, then some will them may be excluded
fa: اگر حرکات فیلتر شوند، ممکن است برخی از آنها حذف شوند
ja: 動きがフィルタリングされている場合、いくつかの動きが除外される可能性があります
ko: 움직임이 필터링되면 일부는 제외될 수 있습니다.
lt: Jei judesiai filtruojami, kai kurie iš jų gali būti neįtraukti
no: Hvis trekkene er filtrert, vil noen av dem bli ekskludert
pl: Jeśli ruchy są filtrowane, niektóre z nich mogą zostać wykluczone
pt: Se os movimentos forem filtrados, alguns deles poderão ser excluídos
ro: Dacă mișcările sunt filtrate, atunci unele vor putea fi excluse
ru: Если ходы отфильтрованы, то некоторые из них могут быть исключены.

source: during the re-write.
fa: در طول بازنویسی
ja: 書き直し中。
ko: 다시 쓰는 동안.
lt: perrašymo metu.
no: under omskrivingen.
pl: w trakcie przepisywania.
pt: durante a reescrita.
ro: în timpul rescrierii.
ru: во время переписывания.

source: So if you want to have the option of seeing the original weight
fa: بنابراین اگر می خواهید این گزینه را داشته باشید که وزن اصلی را ببینید
ja: 元の重量を確認したい場合は
ko: 따라서 원래 무게를 볼 수 있는 옵션을 원한다면
lt: Taigi, jei norite turėti galimybę pamatyti pradinį svorį
no: Så hvis du vil ha muligheten til å se originalvekten
pl: Jeśli więc chcesz mieć możliwość zobaczenia oryginalnej wagi
pt: Então, se você quiser ter a opção de ver o peso original
ro: Deci, dacă doriți să aveți opțiunea de a vedea greutatea inițială
ru: Так что если вы хотите иметь возможность увидеть первоначальный вес

source: for a book move and/or see all of the moves in a block,
fa: برای حرکت کتاب و/یا دیدن همه حرکات در یک بلوک،
ja: 本の移動やブロック内のすべての移動を確認するには、
ko: 책 이동 및/또는 블록의 모든 이동을 보려면
lt: jei norite perkelti knygą ir (arba) peržiūrėti visus judesius bloke,
no: for et boktrekk og/eller se alle trekkene i en blokk,
pl: aby zobaczyć ruch książki i/lub wszystkie ruchy w bloku,
pt: para um movimento de livro e/ou ver todos os movimentos em um bloco,
ro: pentru o mutare de carte și/sau pentru a vedea toate mișcările dintr-un bloc,
ru: для хода книги и/или просмотра всех ходов в блоке,

source: then do not proceed with this operation.
fa: سپس این عملیات را ادامه ندهید.
ja: この操作を続行しないでください。
ko: 그렇다면 이 작업을 진행하지 마십시오.
lt: tada netęskite šios operacijos.
no: deretter ikke fortsett med denne operasjonen.
pl: w takim razie nie wykonuj tej operacji.
pt: então não prossiga com esta operação.
ro: atunci nu continuați cu această operațiune.
ru: то не продолжайте эту операцию.

source: However, if you have no interest in the original book weights
fa: با این حال، اگر علاقه ای به وزن کتاب اصلی ندارید
ja: しかし、元の本の重量に興味がない場合は
ko: 하지만 원래 책의 무게에 관심이 없다면
lt: Tačiau jei nesidomi originaliais knygos svoriais
no: Men hvis du ikke er interessert i de originale bokvektene
pl: Jeśli jednak nie interesują Cię oryginalne wagi książek,
pt: No entanto, se você não tiver interesse nos pesos originais do livro
ro: Cu toate acestea, dacă nu sunteți interesat de greutățile cărții originale
ru: Однако, если вас не интересует оригинальный вес книги

source: and want to get rid of the moves outside of the filter,
fa: و می خواهید از شر حرکت های خارج از فیلتر خلاص شوید،
ja: フィルターの外側の動きを取り除きたい場合、
ko: 그리고 필터 외부의 움직임을 없애고 싶은데,
lt: ir nori atsikratyti judesių už filtro ribų,
no: og ønsker å bli kvitt bevegelsene utenfor filteret,
pl: i chcesz pozbyć się ruchów poza filtrem,
pt: e quer se livrar dos movimentos fora do filtro,
ro: și vrei să scapi de mișcările din afara filtrului,
ru: и хотите избавиться от ходов вне фильтра,

source: then re-writing the book will mean the program will read the
fa: سپس نوشتن مجدد کتاب به این معنی است که برنامه آن را خواهد خواند
ja: 本を書き直すということは、プログラムが
ko: 그러면 책을 다시 쓰면 프로그램이 읽을 것입니다.
lt: tada perrašę knygą reikš, kad programa skaitys
no: deretter omskriving av boken vil bety at programmet vil lese
pl: a następnie ponowne napisanie książki będzie oznaczać, że program ją przeczyta
pt: então reescrever o livro significa que o programa irá ler o
ro: apoi rescrierea cărții va însemna că programul va citi
ru: то переписывание книги будет означать, что программа прочтет

source: book moves slightly faster.
fa: کتاب کمی سریعتر حرکت می کند.
ja: 本は少しだけ早く動きます。
ko: 책이 조금 더 빨리 움직입니다.
lt: knyga juda šiek tiek greičiau.
no: boken beveger seg litt raskere.
pl: książka porusza się odrobinę szybciej.
pt: o livro anda um pouco mais rápido.
ro: cartea se mișcă puțin mai repede.
ru: книга движется немного быстрее.

source: It would be advisable to make a backup copy of the original file
fa: بهتر است از فایل اصلی یک نسخه پشتیبان تهیه کنید
ja: 元のファイルのバックアップコピーを作成することをお勧めします。
ko: 원본 파일의 백업 사본을 만드는 것이 좋습니다.
lt: Patartina pasidaryti atsarginę originalaus failo kopiją
no: Det vil være tilrådelig å lage en sikkerhetskopi av originalfilen
pl: Wskazane jest wykonanie kopii zapasowej oryginalnego pliku
pt: Seria aconselhável fazer uma cópia de segurança do arquivo original
ro: Ar fi indicat să faceți o copie de rezervă a fișierului original
ru: Было бы целесообразно сделать резервную копию исходного файла.

source: before performing this operation in case something goes wrong.
fa: قبل از انجام این عملیات در صورت بروز مشکل.
ja: 何か問題が発生した場合に備えて、この操作を実行する前に。
ko: 이 작업을 수행하기 전에 혹시 문제가 발생할 경우를 대비해 하세요.
lt: prieš atlikdami šią operaciją, jei kas nors negerai.
no: før du utfører denne operasjonen i tilfelle noe går galt.
pl: przed wykonaniem tej operacji, na wypadek gdyby coś poszło nie tak.
pt: antes de executar esta operação, caso algo dê errado.
ro: înainte de a efectua această operațiune în cazul în care ceva nu merge bine.
ru: перед выполнением этой операции на случай, если что-то пойдет не так.

source: Opening book scale file help
fa: راهنمای باز کردن فایل مقیاس کتاب
ja: オープニングブックスケールファイルヘルプ
ko: 책 스케일 파일 도움말 열기
lt: Atidaryti knygos mastelio failo žinyną
no: Åpning av bokskalafilhjelp
pl: Otwieranie pliku pomocy w skali książki
pt: Ajuda para abrir arquivo de escala de livro
ro: Ajutor pentru deschiderea fișierului scară de carte
ru: Справка по открытию файла масштаба книги

source: This dialog box displays the polyglot .bin book move weights,
fa: این کادر محاوره ای وزن های حرکت کتاب چند زبانه .bin را نمایش می دهد.
ja: このダイアログボックスには、ポリグロット.binブックの移動重みが表示されます。
ko: 이 대화 상자는 다국어 .bin 책 이동 가중치를 표시합니다.
lt: Šiame dialogo lange rodomi poliglotiniai .bin knygos judėjimo svoriai,
no: Denne dialogboksen viser polyglot .bin bok flyttevekter,
pl: W tym oknie dialogowym wyświetlane są wagi ruchów książki polyglot .bin,
pt: Esta caixa de diálogo exibe os pesos de movimentação do livro .bin poliglota,
ro: Această casetă de dialog afișează greutățile de mutare a cărții .bin poliglot,
ru: В этом диалоговом окне отображаются веса перемещения книги polyglot .bin,
