Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: has been searching the position for the current move.
fa: در حال جستجوی موقعیت برای حرکت فعلی بوده است.
ja: 現在の動きの位置を検索しています。
ko: 현재 이동을 위한 직위를 검색하고 있습니다.
lt: ieškojo dabartinio judėjimo pozicijos.
no: har søkt etter posisjonen for gjeldende trekk.
pl: szukał stanowiska na potrzeby obecnego ruchu.
pt: tem procurado a posição para o movimento atual.
ro: a căutat poziția pentru mișcarea curentă.
ru: искал позицию для текущего хода.

source: Best line : Display the best line found so far during the search.
fa: بهترین خط: بهترین خطی را که تا کنون در طول جستجو پیدا شده است نمایش دهید.
ja: ベストライン: 検索中にこれまでに見つかったベストラインを表示します。
ko: 최고 노선 : 검색 중에 지금까지 발견된 최고 노선을 표시합니다.
lt: Geriausia eilutė : Rodyti geriausią iki šiol paieškos metu rastą eilutę.
no: Beste linje : Vis den beste linjen som er funnet så langt under søket.
pl: Najlepsza linia: Wyświetla najlepszą linię znalezioną dotychczas podczas wyszukiwania.
pt: Melhor linha: Exibe a melhor linha encontrada até o momento durante a pesquisa.
ro: Cea mai bună linie: afișați cea mai bună linie găsită până acum în timpul căutării.
ru: Лучшая линия: Отображение лучшей линии, найденной на данный момент в ходе поиска.

source: Max move no : Enter the maximum number of full moves to be displayed
fa: حداکثر حرکت شماره: حداکثر تعداد حرکت کامل را برای نمایش وارد کنید
ja: 最大移動数: 表示する最大移動数を入力します
ko: 최대 이동 횟수: 표시할 전체 이동의 최대 횟수를 입력하세요.
lt: Maks. judesių skaičius: įveskite maksimalų rodomų judesių skaičių
no: Max move no : Angi maksimalt antall fulle trekk som skal vises
pl: Maksymalna liczba ruchów: Wprowadź maksymalną liczbę pełnych ruchów, które mają zostać wyświetlone.
pt: Nº máximo de movimentos: insira o número máximo de movimentos completos a serem exibidos
ro: Numărul maxim de mișcări: introduceți numărul maxim de mișcări complete care vor fi afișate
ru: Макс. количество ходов: введите максимальное количество полных ходов для отображения.

source: for the best line. i.e. e2e4 e7e5 counts as one move.
fa: برای بهترین خط یعنی e2e4 e7e5 یک حرکت حساب می شود.
ja: 最善のラインです。つまり、e2e4 e7e5 は 1 手としてカウントされます。
ko: 가장 좋은 라인은 e2e4 e7e5가 한 번의 움직임으로 계산됩니다.
lt: už geriausią eilutę. y. e2e4 e7e5 skaičiuojamas kaip vienas judesys.
no: for den beste linjen. dvs. e2e4 e7e5 teller som ett trekk.
pl: dla najlepszej linii. tj. e2e4 e7e5 liczy się jako jeden ruch.
pt: para a melhor linha, ou seja, e2e4 e7e5 conta como um movimento.
ro: pentru cea mai bună linie. adică e2e4 e7e5 contează ca o singură mișcare.
ru: для лучшей линии. т.е. e2e4 e7e5 считается одним ходом.

source: Auto select panel : If checked, the program will automatically switch to
fa: پانل انتخاب خودکار: اگر علامت زده شود، برنامه به طور خودکار به تغییر می‌کند
ja: 自動選択パネル: チェックすると、プログラムは自動的に
ko: 자동 선택 패널 : 체크하면 프로그램이 자동으로 전환됩니다.
lt: Automatinio pasirinkimo skydelis: jei pažymėta, programa automatiškai persijungs į
no: Automatisk valgpanel : Hvis avkrysset, vil programmet automatisk bytte til
pl: Panel automatycznego wyboru: Jeśli zaznaczone, program automatycznie przełączy się na
pt: Painel de seleção automática: se marcado, o programa mudará automaticamente para
ro: Panou de selectare automată: Dacă este bifat, programul va comuta automat la
ru: Автоматический выбор панели: если этот флажок установлен, программа автоматически переключится на

source: the Searh Info panel, when you start a new game against the computer.
fa: پانل اطلاعات Searh، هنگامی که یک بازی جدید را علیه رایانه شروع می کنید.
ja: コンピュータとの対戦で新しいゲームを開始するときに、検索情報パネルが表示されます。
ko: 컴퓨터와 새로운 게임을 시작할 때 나타나는 검색 정보 패널입니다.
lt: „Searh“ informacijos skydelyje, kai pradedate naują žaidimą prieš kompiuterį.
no: Searh Info-panelet, når du starter et nytt spill mot datamaskinen.
pl: Panel informacji o wyszukiwaniu, gdy rozpoczynasz nową grę z komputerem.
pt: o painel de informações da pesquisa, quando você inicia um novo jogo contra o computador.
ro: panoul Informații Căutare, când începeți un nou joc împotriva computerului.
ru: Панель информации о поиске, когда вы начинаете новую игру против компьютера.

source: Engine search info display
fa: نمایش اطلاعات جستجوی موتور
ja: エンジン検索情報表示
ko: 엔진 검색 정보 표시
lt: Variklio paieškos informacijos ekranas
no: Visning av informasjon om motorsøk
pl: Wyświetlanie informacji o wyszukiwaniu w wyszukiwarce
pt: Exibição de informações de pesquisa do mecanismo
ro: Afișează informații despre căutarea motorului
ru: Отображение информации о поисковой системе

source: Search info
fa: جستجوی اطلاعات
ja: 検索情報
ko: 검색 정보
lt: Paieškos informacija
no: Søk informasjon
pl: Wyszukaj informacje
pt: Pesquisar informações
ro: Căutați informații
ru: Поиск информации

source: Last move
fa: آخرین حرکت
ja: 最後の動き
ko: 마지막 움직임
lt: Paskutinis žingsnis
no: Siste trekk
pl: Ostatni ruch
pt: Último movimento
ro: Ultima mutare
ru: Последний ход

source: K nodes/sec
fa: K گره / ثانیه
ja: K ノード/秒
ko: K노드/초
lt: K mazgų/sek
no: K noder/sek
pl: K węzłów/sek.
pt: K nós/seg
ro: K noduri/sec
ru: K узлов/сек

source: The name of the current engine
fa: نام موتور فعلی
ja: 現在のエンジンの名前
ko: 현재 엔진의 이름
lt: Dabartinio variklio pavadinimas
no: Navnet på gjeldende motor
pl: Nazwa bieżącego silnika
pt: O nome do motor atual
ro: Numele motorului actual
ru: Название текущего двигателя

source: The search depth and the selective search depth reached by the engine
fa: عمق جستجو و عمق جستجوی انتخابی که موتور به آن رسیده است
ja: エンジンが到達した検索深度と選択的検索深度
ko: 엔진이 도달한 검색 깊이와 선택적 검색 깊이
lt: Variklio pasiekiamas paieškos gylis ir atrankinės paieškos gylis
no: Søkedybden og den selektive søkedybden nådd av motoren
pl: Głębokość wyszukiwania i głębokość wyszukiwania selektywnego osiągnięta przez wyszukiwarkę
pt: A profundidade da pesquisa e a profundidade da pesquisa seletiva alcançada pelo mecanismo
ro: Adâncimea de căutare și adâncimea de căutare selectivă atinse de motor
ru: Глубина поиска и глубина выборочного поиска, достигаемая двигателем

source: The evaluation of the position in pawn units
fa: ارزیابی موقعیت در واحدهای پیاده
ja: ポーン単位での位置の評価
ko: 폰 단위에서의 위치 평가
lt: Padėties įvertinimas pėstininkų vienetuose
no: Evalueringen av posisjonen i bondeenheter
pl: Ocena pozycji w jednostkach pionków
pt: A avaliação da posição em unidades de peões
ro: Evaluarea poziției în unități de pioni
ru: Оценка позиции в пешечных единицах

source: The last move that was played
fa: آخرین حرکتی که پخش شد
ja: 最後にプレイされた動き
ko: 마지막으로 플레이된 움직임
lt: Paskutinis atliktas ėjimas
no: Det siste trekket som ble spilt
pl: Ostatni wykonany ruch
pt: O último movimento que foi jogado
ro: Ultima mutare care a fost jucată
ru: Последний сделанный ход

source: The number of positions in 1000's that the engine is checking per second
fa: تعداد موقعیت هایی در 1000 ثانیه که موتور در هر ثانیه بررسی می کند
ja: エンジンが1秒間にチェックする位置の数（1000単位）
ko: 엔진이 초당 확인하는 위치의 수는 1000개입니다.
lt: Padėčių skaičius 1000, kurias variklis tikrina per sekundę
no: Antall posisjoner i 1000-tallet som motoren sjekker per sekund
pl: Liczba pozycji w tysiącach sprawdzanych przez silnik na sekundę
pt: O número de posições em 1000 que o mecanismo está verificando por segundo
ro: Numărul de poziții în 1000 pe care motorul le verifică pe secundă
ru: Число позиций в тысячах, которые проверяет двигатель в секунду.

source: The time spent analysing the current move
fa: زمان صرف شده برای تجزیه و تحلیل حرکت فعلی
ja: 現在の動きを分析するのにかかった時間
ko: 현재 움직임을 분석하는 데 소요된 시간
lt: Laikas, praleistas analizuojant dabartinį judėjimą
no: Tiden brukt på å analysere gjeldende trekk
pl: Czas poświęcony na analizę bieżącego ruchu
pt: O tempo gasto analisando o movimento atual
ro: Timpul petrecut analizând mișcarea curentă
ru: Время, затраченное на анализ текущего хода

source: The best line of play that the engine has found
fa: بهترین خط بازی که موتور پیدا کرده است
ja: エンジンが見つけた最高のプレイライン
ko: 엔진이 찾은 최고의 플레이 라인
lt: Geriausia žaidimo linija, kurią rado variklis
no: Den beste spillelinjen som motoren har funnet
pl: Najlepsza linia gry, jaką znalazł silnik
pt: A melhor linha de jogo que o motor encontrou
ro: Cea mai bună linie de joc pe care a găsit-o motorul
ru: Лучшая линия игры, которую нашел движок

source: Open the engine search info options dialog box
fa: کادر گفتگوی گزینه های اطلاعات جستجوی موتور را باز کنید
ja: エンジン検索情報オプションダイアログボックスを開く
ko: 엔진 검색 정보 옵션 대화 상자를 엽니다.
lt: Atidarykite variklio paieškos informacijos parinkčių dialogo langą
no: Åpne dialogboksen for alternativer for motorsøk
pl: Otwórz okno dialogowe opcji wyszukiwania w wyszukiwarce
pt: Abra a caixa de diálogo de opções de informações de pesquisa do mecanismo
ro: Deschideți caseta de dialog cu opțiuni de căutare a motorului
ru: Открыть диалоговое окно параметров информации о поисковой системе

source: Disply help for engine search info
fa: برای اطلاعات جستجوی موتور راهنما ارائه دهید
ja: エンジン検索情報のヘルプを表示する
ko: 엔진 검색 정보에 대한 도움말을 표시합니다.
lt: Pateikite pagalbos variklio paieškos informaciją
no: Vis hjelp for informasjon om motorsøk
pl: Wyświetl pomoc dotyczącą informacji o wyszukiwaniu w wyszukiwarce
pt: Exibir ajuda para informações de pesquisa de mecanismo
ro: Afișați ajutor pentru informațiile de căutare ale motorului
ru: Отображение справки по поисковой информации

source: Here is a description of the engine search info elements
fa: در اینجا توضیحاتی در مورد عناصر اطلاعات جستجوی موتور ارائه شده است
ja: エンジン検索情報要素の説明は次のとおりです
ko: 엔진 검색 정보 요소에 대한 설명은 다음과 같습니다.
lt: Čia pateikiamas variklio paieškos informacijos elementų aprašymas
no: Her er en beskrivelse av informasjonselementene for motorsøk
pl: Oto opis elementów informacji wyszukiwarki
pt: Aqui está uma descrição dos elementos de informação da pesquisa do mecanismo
ro: Iată o descriere a elementelor informative de căutare a motorului
ru: Вот описание элементов информации поисковой системы.

source: displayed in this panel.
fa: در این پنل نمایش داده می شود.
ja: このパネルに表示されます。
ko: 이 패널에 표시됩니다.
lt: rodomas šiame skydelyje.
no: vises i dette panelet.
pl: wyświetlane w tym panelu.
pt: exibido neste painel.
ro: afișate în acest panou.
ru: отображается на этой панели.

source: Engine name : The name of the current engine.
fa: نام موتور: نام موتور فعلی.
ja: エンジン名: 現在のエンジンの名前。
ko: 엔진 이름 : 현재 엔진의 이름입니다.
lt: Variklio pavadinimas : dabartinio variklio pavadinimas.
no: Motornavn : Navnet på gjeldende motor.
pl: Nazwa silnika: Nazwa bieżącego silnika.
pt: Nome do mecanismo: O nome do mecanismo atual.
ro: Nume motor : numele motorului curent.
ru: Название двигателя: Название текущего двигателя.

source: Search depth : The search depth and selective search depth
fa: عمق جستجو: عمق جستجو و عمق جستجوی انتخابی
ja: 検索深度: 検索深度と選択的検索深度
ko: 검색 깊이 : 검색 깊이와 선택적 검색 깊이
lt: Paieškos gylis : paieškos gylis ir atrankinės paieškos gylis
no: Søkedybde : Søkedybden og selektiv søkedybde
pl: Głębokość wyszukiwania: Głębokość wyszukiwania i selektywna głębokość wyszukiwania
pt: Profundidade da pesquisa: A profundidade da pesquisa e a profundidade da pesquisa seletiva
ro: Adâncime de căutare: adâncimea de căutare și adâncimea de căutare selectivă
ru: Глубина поиска: глубина поиска и глубина выборочного поиска.

source: Evaluation : The evaluation for the best line of play.
fa: ارزیابی: ارزیابی برای بهترین خط بازی.
ja: 評価: 最善のプレイラインの評価。
ko: 평가: 최고의 플레이 라인에 대한 평가입니다.
lt: Įvertinimas: geriausios žaidimo linijos įvertinimas.
no: Evaluering: Evalueringen for den beste spillelinjen.
pl: Ocena: Ocena najlepszej linii gry.
pt: Avaliação: A avaliação da melhor linha de jogo.
ro: Evaluare: Evaluarea pentru cea mai bună linie de joc.
ru: Оценка: Оценка лучшей линии игры.

source: Last move : The most recent move played in the game.
fa: آخرین حرکت: جدیدترین حرکت انجام شده در بازی.
ja: 最後の動き: ゲームで行われた最新の動き。
ko: 마지막 움직임: 게임에서 가장 최근에 움직인 움직임입니다.
lt: Paskutinis ėjimas : paskutinis ėjimas žaidime.
no: Siste trekk: Det siste trekket som ble spilt i spillet.
pl: Ostatni ruch: Ostatnio wykonany ruch w grze.
pt: Último movimento: O movimento mais recente realizado no jogo.
ro: Ultima mutare: cea mai recentă mutare jucată în joc.
ru: Последний ход: Самый последний ход, сделанный в игре.

source: Kilo nodes : The number of kilo nodes (positions) in 1000's,
fa: گره های کیلویی: تعداد گره های کیلویی (موقعیت) در 1000،
ja: キロノード: 1000単位のキロノード数(位置)
ko: 킬로노드 : 킬로노드(위치)의 수(1000개)
lt: Kilo mazgai : kilogramų mazgų (padėčių) skaičius per 1000,
no: Kilo noder : Antall kilo noder (posisjoner) i 1000-tallet,
pl: Kilowęzły: Liczba kilowęzłów (pozycji) w tysiącach,
pt: Nós de quilo: O número de nós de quilo (posições) em 1000,
ro: Kilo-noduri: numărul de kilo-noduri (poziții) în 1000,
ru: Килоузлы: количество килоузлов (позиций) в тысячах,

source: Time taken : The number of seconds that the engine
fa: زمان صرف شده: تعداد ثانیه های موتور
ja: 所要時間：エンジンが
ko: 소요시간 : 엔진이 걸리는 시간(초)
lt: Laikas : sekundžių skaičius, per kurį variklis
no: Tidsbruk: Antall sekunder som motoren
pl: Czas trwania: Liczba sekund, w ciągu których silnik pracował.
pt: Tempo gasto: O número de segundos que o motor
ro: Timp necesar: numărul de secunde în care motorul
ru: Затраченное время: количество секунд, в течение которых двигатель

source: has been searching the position.
fa: در حال جستجوی موقعیت بوده است.
ja: ポジションを探しています。
ko: 해당 직책을 찾고 있었습니다.
lt: ieškojo pozicijos.
no: har søkt etter stillingen.
pl: szukał stanowiska.
pt: tem procurado a posição.
ro: a căutat poziția.
ru: искал позицию.

source: Best line : The best line found so far during the search.
fa: بهترین خط: بهترین خطی که تاکنون در طول جستجو پیدا شده است.
ja: ベストライン: 検索中にこれまでに見つかったベストライン。
ko: 최고 대사: 지금까지 검색한 결과, 가장 좋은 대사가 발견되었습니다.
lt: Geriausia eilutė : geriausia iki šiol paieškos metu rasta eilutė.
no: Beste linje : Den beste linjen funnet så langt under søket.
pl: Najlepsza linia: Najlepsza linia znaleziona do tej pory podczas wyszukiwania.
pt: Melhor frase: A melhor frase encontrada até agora durante a busca.
ro: Cea mai bună linie : cea mai bună linie găsită până acum în timpul căutării.
ru: Лучшая линия: Лучшая линия, найденная на данный момент в ходе поиска.

source: Engine search info help
fa: کمک اطلاعات جستجوی موتور
ja: エンジン検索情報ヘルプ
ko: 엔진 검색 정보 도움말
lt: Variklio paieškos informacijos pagalba
no: Hjelp til informasjon om motorsøk
pl: Pomoc dotycząca wyszukiwania w wyszukiwarce
pt: Ajuda com informações de busca de mecanismos
ro: Ajutor pentru informații despre căutarea motorului
ru: Помощь в поиске информации о системе

source: Use sound effects
fa: از جلوه های صوتی استفاده کنید
ja: 効果音を使う
ko: 음향효과를 사용하세요
lt: Naudokite garso efektus
no: Bruk lydeffekter
pl: Użyj efektów dźwiękowych
pt: Use efeitos sonoros
ro: Utilizați efecte sonore
ru: Используйте звуковые эффекты

source: Chess pieces
fa: مهره های شطرنج
ja: チェスの駒
ko: 체스 말
lt: Šachmatų figūrėlės
no: Sjakkbrikker
pl: Figury szachowe
pt: Peças de xadrez
ro: Piese de șah
ru: Шахматные фигуры

source: Clocks
fa: ساعت ها
ja: 時計
ko: 시계
lt: Laikrodžiai
no: Klokker
pl: Zegary
pt: Relógios
ro: Ceasuri
ru: Часы

source: Game result
fa: نتیجه بازی
ja: 試合結果
ko: 게임 결과
lt: Žaidimo rezultatas
no: Spillresultat
pl: Wynik gry
pt: Resultado do jogo
ro: Rezultatul jocului
ru: Результат игры

source: Select clock sounds
fa: صداهای ساعت را انتخاب کنید
ja: 時計の音を選択
ko: 시계 소리 선택
lt: Pasirinkite laikrodžio garsus
no: Velg klokkelyder
pl: Wybierz dźwięki zegara
pt: Selecione sons de relógio
ro: Selectați sunetele ceasului
ru: Выберите звуки часов

source: Clock file number
fa: شماره فایل ساعت
ja: クロックファイル番号
ko: 시계 파일 번호
lt: Laikrodžio failo numeris
no: Klokkefilnummer
pl: Numer pliku zegara
pt: Número do arquivo do relógio
ro: Numărul fișierului ceasului
ru: Номер файла часов

source: Human
fa: انسان
ja: 人間
ko: 인간
lt: Žmogaus
no: Menneskelig
pl: Człowiek
pt: Humano
ro: Uman
ru: Человек

source: Computer
fa: کامپیوتر
ja: コンピューター
ko: 컴퓨터
lt: Kompiuteris
pl: Komputer
pt: Computador
ro: Calculator
ru: Компьютер

source: System volume setting percentage ( 0 - 100 )
fa: درصد تنظیم حجم سیستم ( 0 - 100 )
ja: システム音量設定のパーセンテージ ( 0 - 100 )
ko: 시스템 볼륨 설정 백분율(0~100)
lt: Sistemos garsumo nustatymo procentas ( 0 - 100 )
no: Systemvoluminnstillingsprosent (0-100)
pl: Procent ustawienia głośności systemu (0 - 100)
pt: Porcentagem de configuração de volume do sistema (0 - 100)
ro: Procent de setare a volumului sistemului ( 0 - 100 )
ru: Процент настройки громкости системы (0 - 100)

source: Check to use sound effects
fa: برای استفاده از جلوه های صوتی علامت بزنید
ja: サウンド効果を使用するにはチェックしてください
ko: 음향효과를 사용하려면 체크하세요
lt: Pažymėkite, jei norite naudoti garso efektus
no: Merk av for å bruke lydeffekter
pl: Zaznacz, aby używać efektów dźwiękowych
pt: Marque para usar efeitos sonoros
ro: Bifați pentru a utiliza efecte sonore
ru: Отметьте, чтобы использовать звуковые эффекты.

source: Check to use piece sound effects
fa: برای استفاده از جلوه های صوتی قطعه علامت بزنید
ja: ピースのサウンド効果を使用するにはチェックを入れます
ko: 조각음향효과를 사용하려면 체크하세요
lt: Pažymėkite, jei norite naudoti kūrinio garso efektus
no: Merk av for å bruke stykke lydeffekter
pl: Zaznacz, aby użyć efektów dźwiękowych
pt: Marque para usar efeitos sonoros de peça
ro: Bifați pentru a utiliza efecte sonore pentru piese
ru: Отметьте, чтобы использовать звуковые эффекты фрагмента

source: Check to use clock sound effects
fa: برای استفاده از جلوه های صوتی ساعت علامت بزنید
ja: 時計のサウンド効果を使用するにはチェックを入れます
ko: 시계 사운드 효과를 사용하려면 체크하세요
lt: Pažymėkite, jei norite naudoti laikrodžio garso efektus
no: Merk av for å bruke klokkelydeffekter
pl: Zaznacz, aby użyć efektów dźwiękowych zegara
pt: Marque para usar efeitos sonoros de relógio
ro: Bifați pentru a utiliza efectele sonore ale ceasului
ru: Установите флажок, чтобы использовать звуковые эффекты часов.

source: Check to use puzzle mode sound effects
fa: برای استفاده از جلوه‌های صوتی حالت پازل، علامت بزنید
ja: パズルモードのサウンドエフェクトを使用するにはチェックを入れます
ko: 퍼즐 모드 사운드 효과를 사용하려면 체크하세요
lt: Pažymėkite, jei norite naudoti galvosūkio režimo garso efektus
no: Merk av for å bruke lydeffekter i puslespillmodus
pl: Zaznacz, aby użyć efektów dźwiękowych trybu układanki
pt: Marque para usar os efeitos sonoros do modo quebra-cabeça
ro: Bifați pentru a utiliza efectele sonore în modul puzzle
ru: Установите флажок, чтобы использовать звуковые эффекты в режиме головоломки.

source: Check to use sound effects for a game result
fa: برای استفاده از جلوه های صوتی برای نتیجه بازی، علامت بزنید
ja: ゲーム結果に効果音を使用するにはチェックを入れます
ko: 게임 결과에 사운드 효과를 사용하려면 체크하세요
lt: Pažymėkite, jei norite žaidimo rezultatui naudoti garso efektus
no: Merk av for å bruke lydeffekter for et spillresultat
pl: Zaznacz, aby użyć efektów dźwiękowych dla wyniku gry
pt: Marque para usar efeitos sonoros para um resultado de jogo
ro: Bifați pentru a utiliza efecte sonore pentru un rezultat de joc
ru: Установите флажок, чтобы использовать звуковые эффекты для результата игры.

source: Enter the program volume percentage (0 - 100)
fa: درصد حجم برنامه را وارد کنید (0 - 100)
ja: プログラムの音量のパーセンテージを入力します（0 - 100）
ko: 프로그램 볼륨 백분율(0~100)을 입력하세요.
lt: Įveskite programos garsumo procentą (0–100)
no: Angi programvolumprosenten (0 - 100)
pl: Wprowadź procentową głośność programu (0 - 100)
pt: Insira a porcentagem do volume do programa (0 - 100)
ro: Introduceți procentul de volum al programului (0 - 100)
ru: Введите процент громкости программы (0 - 100)

source: Check to use player clock number 1
fa: برای استفاده از ساعت پخش شماره 1 علامت بزنید
ja: プレイヤークロック番号1を使用するにはチェックを入れます
ko: 플레이어 클록 번호 1을 사용하려면 체크하세요
lt: Pažymėkite, jei norite naudoti žaidėjo laikrodžio numerį 1
no: Kryss av for å bruke spillerklokke nummer 1
pl: Zaznacz, aby użyć zegara gracza numer 1
pt: Marque para usar o relógio do jogador número 1
ro: Bifați pentru a utiliza ceasul jucătorului numărul 1
ru: Установите флажок, чтобы использовать часы игрока номер 1

source: Check to use player clock number 2
fa: برای استفاده از ساعت پخش شماره 2 علامت بزنید
ja: プレイヤークロック番号2を使用するにはチェックを入れます
ko: 플레이어 클록 번호 2를 사용하려면 체크하세요
lt: Pažymėkite, jei norite naudoti žaidėjo laikrodžio numerį 2
no: Kryss av for å bruke spillerklokke nummer 2
pl: Zaznacz, aby użyć zegara gracza numer 2
pt: Marque para usar o relógio do jogador número 2
ro: Bifați pentru a utiliza numărul de ceas al jucătorului 2
ru: Установите флажок, чтобы использовать часы игрока номер 2

source: Check to use player clock number 3
fa: برای استفاده از ساعت پخش شماره 3 علامت بزنید
ja: プレイヤークロック番号3を使用するにはチェックを入れます
ko: 플레이어 클록 번호 3을 사용하려면 체크하세요
lt: Pažymėkite, jei norite naudoti žaidėjo laikrodžio numerį 3
no: Kryss av for å bruke spillerklokke nummer 3
pl: Zaznacz, aby użyć zegara gracza numer 3
pt: Marque para usar o relógio do jogador número 3
ro: Bifați pentru a utiliza numărul de ceas al jucătorului 3
ru: Установите флажок, чтобы использовать часы игрока номер 3

source: Check to use player clock number 4
fa: برای استفاده از ساعت پخش شماره 4 علامت بزنید
ja: プレイヤークロック番号4を使用するにはチェックを入れます
ko: 플레이어 클록 번호 4를 사용하려면 체크하세요
lt: Pažymėkite, ar norite naudoti žaidėjo laikrodžio numerį 4
no: Merk av for å bruke spillerklokke nummer 4
pl: Zaznacz, aby użyć zegara gracza numer 4
pt: Marque para usar o relógio do jogador número 4
ro: Bifați pentru a utiliza numărul de ceas al jucătorului 4
ru: Установите флажок, чтобы использовать часы игрока номер 4.

source: Check to use computer clock number 1
fa: برای استفاده از ساعت رایانه شماره 1 علامت بزنید
ja: コンピュータの時計番号 1 を使用するにはチェックを入れます
ko: 컴퓨터 시계 번호 1을 사용하려면 체크하세요
lt: Pažymėkite, kad naudojate kompiuterio laikrodį Nr. 1
no: Merk av for å bruke datamaskinklokke nummer 1
pl: Zaznacz, aby użyć zegara komputerowego numer 1
pt: Marque para usar o relógio do computador número 1
ro: Bifați pentru a utiliza ceasul computerului numărul 1
ru: Установите флажок, чтобы использовать компьютерные часы номер 1

source: Check to use computer clock number 2
fa: برای استفاده از ساعت رایانه شماره 2 علامت بزنید
ja: コンピュータの時計番号2を使用するにはチェックを入れます
ko: 컴퓨터 시계 번호 2를 사용하려면 체크하세요
lt: Pažymėkite, kad naudojate kompiuterio laikrodį Nr. 2
no: Merk av for å bruke datamaskinklokke nummer 2
pl: Zaznacz, aby użyć zegara komputerowego numer 2
pt: Marque para usar o relógio do computador número 2
ro: Bifați pentru a utiliza ceasul computerului numărul 2
ru: Установите флажок, чтобы использовать компьютерные часы номер 2

source: Check to use computer clock number 3
fa: برای استفاده از ساعت کامپیوتری شماره 3 علامت بزنید
ja: コンピュータの時計番号3を使用するにはチェックを入れます
ko: 컴퓨터 시계 번호 3을 사용하려면 체크하세요
lt: Pažymėkite, kad naudojate kompiuterio laikrodį Nr. 3
no: Merk av for å bruke datamaskinklokke nummer 3
pl: Zaznacz, aby użyć zegara komputerowego numer 3
pt: Marque para usar o relógio do computador número 3
ro: Bifați pentru a utiliza ceasul computerului numărul 3
ru: Установите флажок, чтобы использовать компьютерные часы номер 3.

source: Check to use computer clock number 4
fa: برای استفاده از ساعت کامپیوتری شماره 4 علامت بزنید
ja: コンピュータの時計番号 4 を使用するにはチェックを入れます
ko: 컴퓨터 시계 번호 4를 사용하려면 체크하세요
lt: Pažymėkite, kad naudojate kompiuterio laikrodį Nr. 4
no: Merk av for å bruke datamaskinklokke nummer 4
pl: Zaznacz, aby użyć zegara komputerowego numer 4
pt: Marque para usar o relógio do computador número 4
ro: Bifați pentru a utiliza ceasul computerului numărul 4
ru: Установите флажок, чтобы использовать компьютерные часы номер 4.

source: sound effects options help
fa: گزینه های جلوه های صوتی کمک می کند
ja: サウンド効果オプションのヘルプ
ko: 사운드 효과 옵션 도움말
lt: garso efektų parinktys padeda
no: lydeffektalternativer hjelper
pl: opcje efektów dźwiękowych pomoc
pt: opções de efeitos sonoros ajudam
ro: opțiunile de efecte sonore ajută
ru: звуковые эффекты параметры помощь

source: Game sound effects
fa: جلوه های صوتی بازی
ja: ゲーム効果音
ko: 게임 사운드 효과
lt: Žaidimo garso efektai
no: Spill lydeffekter
pl: Efekty dźwiękowe gry
pt: Efeitos sonoros do jogo
ro: Efecte sonore ale jocului
ru: Звуковые эффекты игры

source: Sfx notes
fa: یادداشت های Sfx
ja: 効果音ノート
ko: SFX 노트
lt: Sfx užrašai
no: Sfx notater
pl: Notatki SFX
pt: Notas de efeitos sonoros
ro: Note Sfx
ru: Sfx-заметки
