Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: With the other engines I tried using these settings, this was not the case
fa: با موتورهای دیگری که با استفاده از این تنظیمات امتحان کردم، اینطور نبود
ja: これらの設定を試した他のエンジンでは、これは当てはまりませんでした
ko: 다른 엔진에서는 이러한 설정을 사용해 보았지만 이런 경우는 없었습니다.
lt: Su kitais varikliais, kuriuos bandžiau naudoti šiuos nustatymus, taip nebuvo
no: Med de andre motorene jeg prøvde å bruke disse innstillingene, var dette ikke tilfelle
pl: W przypadku innych silników, których próbowałem używać tych ustawień, nie było tak
pt: Com os outros motores que tentei usar essas configurações, não foi o caso
ro: Cu celelalte motoare am încercat să folosesc aceste setări, nu a fost cazul
ru: С другими движками, которые я пробовал использовать с этими настройками, такого не было.

source: and they all showed kibitz analysis normally.
fa: و همه آنها آنالیز کیبیتز را به طور معمول نشان دادند.
ja: そして、それらはすべて、キビッツ分析を正常に示しました。
ko: 그리고 그들은 모두 정상적으로 키비츠 분석을 보였습니다.
lt: ir visi jie normaliai parodė kibitų analizę.
no: og de viste alle kibitz-analyse normalt.
pl: i wszystkie wykazały normalny wynik analizy kibitz.
pt: e todos eles apresentaram análise de kibitz normalmente.
ro: și toate au arătat analiza kibitz în mod normal.
ru: и все они показали нормальный анализ кибица.

source: Description of UCI engine options
fa: شرح گزینه های موتور UCI
ja: UCIエンジンオプションの説明
ko: UCI 엔진 옵션 설명
lt: UCI variklio parinkčių aprašymas
no: Beskrivelse av UCI-motoralternativer
pl: Opis opcji silnika UCI
pt: Descrição das opções do motor UCI
ro: Descrierea opțiunilor de motor UCI
ru: Описание опций двигателя UCI

source: Use engine time adjustments
fa: از تنظیمات زمان موتور استفاده کنید
ja: エンジン時間調整を使用する
ko: 엔진 시간 조정을 사용하세요
lt: Naudokite variklio veikimo laiką
no: Bruk motortidsjusteringer
pl: Użyj regulacji czasu pracy silnika
pt: Use ajustes de tempo do motor
ro: Utilizați ajustările timpului motorului
ru: Используйте корректировки времени работы двигателя

source: Adjustment activation
fa: فعال سازی تنظیم
ja: 調整の有効化
ko: 조정 활성화
lt: Koregavimo aktyvinimas
no: Justeringsaktivering
pl: Aktywacja regulacji
pt: Ativação de ajuste
ro: Activarea reglajului
ru: Регулировка активации

source: (30 - 180 seconds)
fa: (30 - 180 ثانیه)
ja: (30～180秒)
ko: (30~180초)
lt: (30–180 sekundžių)
no: (30 - 180 sekunder)
pl: (30 - 180 sekund)
pt: (30 - 180 segundos)
ro: (30 - 180 de secunde)
ru: (30 - 180 секунд)

source: Move number factor
fa: ضریب عدد حرکت
ja: 移動数係数
ko: 이동 숫자 인수
lt: Perkelti skaičiaus koeficientą
no: Flytt tallfaktor
pl: Przesuń współczynnik liczby
pt: Fator de número de movimento
ro: Mutați factorul numeric
ru: Фактор числа ходов

source: (20 - 100 moves)
fa: (20 - 100 حرکت)
ja: （20～100手）
ko: (20~100수)
lt: (20–100 judesių)
no: (20 - 100 trekk)
pl: (20 - 100 ruchów)
pt: (20 - 100 movimentos)
ro: (20 - 100 de mișcări)
ru: (20 - 100 ходов)

source: 1 minute
fa: 1 دقیقه
ja: 1分
ko: 1분
lt: 1 minutę
no: 1 minutt
pl: 1 minuta
pt: 1 minuto
ro: 1 minut
ru: 1 минута

source: 2 minutes
fa: 2 دقیقه
ja: 2分
ko: 2분
no: 2 minutter
pl: 2 minuty
pt: 2 minutos
ro: 2 minute
ru: 2 минуты

source: 3 minutes
fa: 3 دقیقه
ja: 3分
ko: 3분
no: 3 minutter
pl: 3 minuty
pt: 3 minutos
ro: 3 minute
ru: 3 минуты

source: Use fake book delay
fa: از تأخیر کتاب جعلی استفاده کنید
ja: フェイクブックディレイを使用する
ko: 가짜 책 지연 사용
lt: Naudokite netikros knygos delsą
no: Bruk falsk bokforsinkelse
pl: Użyj fałszywego opóźnienia książki
pt: Use atraso de livro falso
ro: Folosiți întârzierea cărții false
ru: Использовать поддельную задержку книги

source: Check to use engine time adjustments
fa: برای استفاده از تنظیمات زمان موتور بررسی کنید
ja: エンジン時間調整を使用するかどうかをチェックします
ko: 엔진 시간 조정을 사용하려면 체크하세요
lt: Patikrinkite, ar naudojate variklio veikimo laiką
no: Kryss av for å bruke motortidsjusteringer
pl: Zaznacz, aby użyć regulacji czasu pracy silnika
pt: Marque para usar os ajustes de tempo do motor
ro: Verificați pentru a utiliza ajustările timpului motorului
ru: Установите флажок, чтобы использовать корректировки времени работы двигателя.

source: Enter adjustment activation in seconds
fa: فعالسازی تنظیم را در چند ثانیه وارد کنید
ja: 数秒で調整アクティベーションを入力
ko: 몇 초 안에 조정 활성화를 입력하세요
lt: Įveskite reguliavimo aktyvavimą sekundėmis
no: Angi justeringsaktivering på sekunder
pl: Wprowadź aktywację regulacji w ciągu kilku sekund
pt: Insira a ativação do ajuste em segundos
ro: Introduceți activarea ajustării în secunde
ru: Введите активацию настройки в секундах

source: Enter move number factor for 1 minute or less
fa: فاکتور عدد حرکت را برای 1 دقیقه یا کمتر وارد کنید
ja: 1分以内の移動数係数を入力してください
ko: 1분 이하의 이동 횟수 요소를 입력하세요.
lt: Įveskite judėjimo skaičiaus koeficientą 1 minutę ar mažiau
no: Angi trekktallfaktor i 1 minutt eller mindre
pl: Wprowadź współczynnik liczby ruchów dla 1 minuty lub mniej
pt: Insira o fator de número de movimento para 1 minuto ou menos
ro: Introduceți factorul de număr de mutare pentru 1 minut sau mai puțin
ru: Введите фактор количества ходов на 1 минуту или меньше

source: Enter move number factor for 2 minutes or less
fa: فاکتور عدد حرکت را برای 2 دقیقه یا کمتر وارد کنید
ja: 2分以内の移動数係数を入力してください
ko: 2분 이하의 이동 횟수 요소를 입력하세요.
lt: Įveskite judėjimo skaičiaus koeficientą 2 minutes ar mažiau
no: Angi trekktallfaktor i 2 minutter eller mindre
pl: Wprowadź współczynnik liczby ruchów na 2 minuty lub mniej
pt: Insira o fator de número de movimento para 2 minutos ou menos
ro: Introduceți factorul numărului de mișcare pentru 2 minute sau mai puțin
ru: Введите фактор количества ходов на 2 минуты или меньше

source: Enter move number factor for 3 minutes or less
fa: فاکتور عدد حرکت را برای 3 دقیقه یا کمتر وارد کنید
ja: 3分以内の移動数係数を入力してください
ko: 3분 이하의 이동 횟수 요소를 입력하세요.
lt: Įveskite judėjimo skaičiaus koeficientą 3 minutes ar mažiau
no: Angi trekktallfaktor i 3 minutter eller mindre
pl: Wprowadź współczynnik liczby ruchów na 3 minuty lub mniej
pt: Insira o fator de número de movimento para 3 minutos ou menos
ro: Introduceți factorul numărului de mișcare pentru 3 minute sau mai puțin
ru: Введите фактор количества ходов на 3 минуты или меньше

source: Toggle fake book delay use
fa: استفاده از تأخیر کتاب جعلی را روشن کنید
ja: フェイクブックの遅延使用を切り替える
ko: 가짜 책 지연 사용 전환
lt: Perjungti netikros knygos delsos naudojimą
no: Slå på bruk av falsk bokforsinkelse
pl: Przełącz użycie fałszywego opóźnienia książki
pt: Alternar uso de atraso de livro falso
ro: Comutați utilizarea întârzierii cărților false
ru: Переключить использование задержки поддельной книги

source: This box allows you to adjust the engine time usage,
fa: این جعبه به شما امکان می دهد زمان استفاده از موتور را تنظیم کنید،
ja: このボックスではエンジン時間の使用を調整できます。
ko: 이 상자를 사용하면 엔진 시간 사용을 조정할 수 있습니다.
lt: Šis langelis leidžia reguliuoti variklio darbo laiką,
no: Denne boksen lar deg justere motorens tidsbruk,
pl: To pole umożliwia dostosowanie czasu wykorzystania silnika,
pt: Esta caixa permite que você ajuste o uso do tempo do motor,
ro: Această casetă vă permite să reglați timpul de utilizare al motorului,
ru: Это поле позволяет вам настроить использование времени работы двигателя,

source: so that the engine does not lose on time when playing
fa: تا موتور هنگام بازی به موقع از دست نرود
ja: エンジンが演奏中に遅れないように
ko: 그래서 엔진이 플레이할 때 시간을 잃지 않도록
lt: kad variklis neprarastų laiku žaidžiant
no: slik at motoren ikke taper tid ved spilling
pl: aby silnik nie tracił czasu podczas odtwarzania
pt: para que o motor não perca tempo ao tocar
ro: pentru ca motorul să nu piardă din timp când se joacă
ru: чтобы движок не терял время при воспроизведении

source: in shootout mode or engine matches.
fa: در حالت تیراندازی یا مسابقات موتور.
ja: シュートアウトモードまたはエンジンマッチで。
ko: 슈팅아웃 모드나 엔진 매치에서.
lt: šaudymo režimu arba variklio rungtyse.
no: i shootout-modus eller motorkamper.
pl: w trybie strzelanin lub meczów motorowych.
pt: no modo de tiroteio ou em partidas de engine.
ro: în modul shootout sau meciuri cu motor.
ru: в режиме перестрелки или в режиме гонок.

source: Check the Use engine time adjustments to activate the adjustments,
fa: برای فعال کردن تنظیمات، استفاده از تنظیمات زمان موتور را بررسی کنید.
ja: 調整を有効にするには、「エンジン時間調整を使用する」をチェックしてください。
ko: 엔진 시간 조정 사용을 체크하여 조정을 활성화합니다.
lt: Norėdami suaktyvinti reguliavimą, patikrinkite Naudoti variklio veikimo laiko nustatymus,
no: Sjekk Bruk motortidsjusteringer for å aktivere justeringene,
pl: Zaznacz opcję Użyj regulacji czasu silnika, aby aktywować regulacje,
pt: Verifique os ajustes de tempo do motor de uso para ativar os ajustes,
ro: Verificați Utilizarea ajustărilor timpului motorului pentru a activa ajustările,
ru: Установите флажок Использовать корректировки времени работы двигателя, чтобы активировать корректировки.

source: this will speed up the engine moves.
fa: این باعث افزایش سرعت حرکت موتور می شود.
ja: これにより、エンジンの動きが速くなります。
ko: 이렇게 하면 엔진의 움직임이 빨라집니다.
lt: tai pagreitins variklio judėjimą.
no: dette vil øke hastigheten på motorbevegelsene.
pl: przyspieszy to pracę silnika.
pt: isso vai acelerar os movimentos do motor.
ro: acest lucru va accelera mișcările motorului.
ru: это ускорит движение двигателя.

source: The engine adjustment activation figure is the time left in seconds
fa: رقم فعال سازی تنظیم موتور، زمان باقی مانده بر حسب ثانیه است
ja: エンジン調整起動数値は残り時間を秒単位で表したものです
ko: 엔진 조정 활성화 수치는 남은 시간을 초 단위로 나타낸 것입니다.
lt: Variklio reguliavimo aktyvavimo skaičius yra laikas, likęs sekundėmis
no: Aktiveringstallet for motorjustering er tiden som er igjen i sekunder
pl: Liczba aktywacji regulacji silnika to czas pozostały w sekundach
pt: O valor de ativação do ajuste do motor é o tempo restante em segundos
ro: Cifra de activare a reglajului motorului este timpul rămas în secunde
ru: Показатель активации регулировки двигателя — это оставшееся время в секундах

source: at which the adjustments will start to operate.
fa: که در آن تنظیمات شروع به کار خواهند کرد.
ja: 調整が開始されます。
ko: 조정이 시작되는 시점입니다.
lt: nuo kurio pradės veikti koregavimai.
no: hvor justeringene vil begynne å virke.
pl: od której zaczną obowiązywać zmiany.
pt: em que os ajustes começarão a operar.
ro: la care vor începe să opereze ajustările.
ru: с которого начнут действовать корректировки.

source: The move number factor is the number of moves that the engine
fa: ضریب عدد حرکت تعداد حرکت هایی است که موتور انجام می دهد
ja: 移動数係数は、エンジンが行う移動の数です。
ko: 이동 횟수 인자는 엔진이 수행하는 이동 횟수입니다.
lt: Judėjimo skaičiaus koeficientas yra variklio judesių skaičius
no: Trekknummerfaktoren er antall trekk som motoren
pl: Współczynnik liczby ruchów to liczba ruchów, które silnik wykonuje
pt: O fator do número de movimentos é o número de movimentos que o motor
ro: Factorul numărului de mișcări este numărul de mișcări ale motorului
ru: Фактор количества ходов — это количество ходов, которые совершает двигатель.

source: assumes it has to make in the remaining time, irrespective of
fa: فرض می‌کند که باید در زمان باقی‌مانده، صرف نظر از این، بسازد
ja: 残りの時間内に、
ko: 남은 시간 동안 만들어야 한다고 가정합니다.
lt: daro prielaidą, kad tai turi padaryti per likusį laiką, neatsižvelgiant į tai
no: antar at den må gjøre i den gjenværende tiden, uavhengig av
pl: zakłada, że musi to zrobić w pozostałym czasie, niezależnie od
pt: assume que tem que fazer no tempo restante, independentemente de
ro: presupune că trebuie să facă în timpul rămas, indiferent de
ru: предполагает, что он должен сделать это в оставшееся время, независимо от

source: how much time is actually left.
fa: واقعا چقدر زمان باقی مانده است
ja: 実際にどれだけの時間が残っているか。
ko: 실제로 얼마나 많은 시간이 남았는가.
lt: kiek iš tikrųjų liko laiko.
no: hvor mye tid som faktisk er igjen.
pl: ile czasu faktycznie pozostało.
pt: quanto tempo realmente resta.
ro: cât timp a mai rămas de fapt.
ru: сколько времени осталось на самом деле.

source: This forces the engine to play progressively faster as the time reduces.
fa: این امر موتور را مجبور می کند تا با کاهش زمان، به تدریج سریعتر بازی کند.
ja: これにより、時間が短くなるにつれて、エンジンの再生速度が徐々に速くなります。
ko: 이렇게 하면 시간이 줄어들수록 엔진이 점점 더 빨리 재생됩니다.
lt: Tai priverčia variklį veikti palaipsniui greičiau, kai trumpėja laikas.
no: Dette tvinger motoren til å spille gradvis raskere ettersom tiden reduseres.
pl: Zmusza to silnik do grania coraz szybciej w miarę skracania się czasu.
pt: Isso força o motor a rodar progressivamente mais rápido à medida que o tempo diminui.
ro: Acest lucru forțează motorul să ruleze progresiv mai repede pe măsură ce timpul se reduce.
ru: Это заставляет движок играть все быстрее по мере сокращения времени.

source: The higher the move number factor, the faster the engine will play.
fa: هرچه ضریب عدد حرکت بیشتر باشد، موتور سریعتر بازی می کند.
ja: 移動数係数が高くなるほど、エンジンの再生速度が速くなります。
ko: 이동 번호 계수가 높을수록 엔진이 더 빨리 플레이합니다.
lt: Kuo didesnis judesių skaičiaus koeficientas, tuo greičiau veiks variklis.
no: Jo høyere trekknummerfaktor, jo raskere vil motoren spille.
pl: Im wyższy współczynnik liczby ruchów, tym szybciej silnik będzie odtwarzał.
pt: Quanto maior o fator de número de movimentos, mais rápido o motor funcionará.
ro: Cu cât este mai mare factorul numărului de mișcări, cu atât motorul va juca mai repede.
ru: Чем выше коэффициент количества ходов, тем быстрее будет работать движок.

source: You can set up to three factors that will activate at the given times.
fa: شما می توانید حداکثر سه فاکتور را تنظیم کنید که در زمان های معین فعال می شوند.
ja: 指定された時間にアクティブになる要素を最大 3 つ設定できます。
ko: 지정된 시간에 활성화될 요소를 최대 3개까지 설정할 수 있습니다.
lt: Galite nustatyti iki trijų veiksnių, kurie bus suaktyvinti nurodytu laiku.
no: Du kan angi opptil tre faktorer som aktiveres på de gitte tidspunktene.
pl: Można ustawić maksymalnie trzy czynniki, które będą aktywowane w określonych godzinach.
pt: Você pode configurar até três fatores que serão ativados nos horários determinados.
ro: Puteți seta până la trei factori care se vor activa la momentele date.
ru: Вы можете установить до трех факторов, которые будут активироваться в определенное время.

source: There is a minimum allowance of 1/10 of a second for an engine move,
fa: حداقل مجاز 1/10 ثانیه برای حرکت موتور وجود دارد،
ja: エンジンの動きには1/10秒の最小許容範囲があり、
ko: 엔진의 움직임에는 최소 1/10초의 여유가 있습니다.
lt: Varikliui pajudėti skiriama mažiausiai 1/10 sekundės,
no: Det er et minimumsgodtgjørelse på 1/10 av et sekund for en motorbevegelse,
pl: Minimalny czas potrzebny na ruch silnika wynosi 1/10 sekundy,
pt: Há um tempo mínimo de 1/10 de segundo para o movimento do motor,
ro: Există o alocație minimă de 1/10 de secundă pentru o mișcare a motorului,
ru: Минимальное время работы двигателя составляет 1/10 секунды.

source: in order to prevent the engine from making gross blunders.
fa: به منظور جلوگیری از اشتباهات فاحش موتور
ja: エンジンが重大なミスを犯すのを防ぐためです。
ko: 엔진이 심각한 실수를 하지 않도록 하기 위해서입니다.
lt: kad variklis nepadarytų grubių klaidų.
no: for å forhindre at motoren gjør grove feil.
pl: aby zapobiec poważnym błędom silnika.
pt: para evitar que o motor cometa erros grosseiros.
ro: pentru a preveni ca motorul să facă gafe grave.
ru: чтобы не допустить грубых ошибок двигателя.

source: The optimum settings to prevent the computer losing on time
fa: تنظیمات بهینه برای جلوگیری از از دست دادن به موقع رایانه
ja: コンピュータが時間通りに機能しなくなるのを防ぐための最適な設定
ko: 컴퓨터가 시간 낭비를 막기 위한 최적의 설정
lt: Optimalūs nustatymai, kad kompiuteris neprarastų laiku
no: De optimale innstillingene for å forhindre at datamaskinen taper i tide
pl: Optymalne ustawienia zapobiegające utracie czasu przez komputer
pt: As configurações ideais para evitar que o computador perca tempo
ro: Setările optime pentru a preveni pierderea din timp a computerului
ru: Оптимальные настройки, чтобы компьютер не терял время

source: will depend on several factors :- the time allowed for the game,
fa: به عوامل مختلفی بستگی دارد: - زمان مجاز برای بازی،
ja: いくつかの要因に依存します：- ゲームに許可された時間、
ko: 여러 가지 요인에 따라 달라집니다. - 게임에 허용되는 시간
lt: priklausys nuo kelių veiksnių: - žaidimui skirto laiko,
no: vil avhenge av flere faktorer:- tiden tillatt for spillet,
pl: będzie zależeć od kilku czynników: czasu przeznaczonego na grę,
pt: dependerá de vários fatores: o tempo permitido para o jogo,
ro: va depinde de mai mulți factori:- timpul acordat jocului,
ru: будет зависеть от нескольких факторов:- времени, отведенного на игру,

source: whether the opening book is used, which engine you are using,
fa: آیا از کتاب افتتاحیه استفاده شده است، از کدام موتور استفاده می کنید،
ja: オープニングブックが使用されているかどうか、どのエンジンを使用しているか、
ko: 오프닝북을 사용했는지, 어떤 엔진을 사용했는지,
lt: ar naudojama pradinė knyga, kokį variklį naudojate,
no: om åpningsboken brukes, hvilken motor du bruker,
pl: czy używana jest książka otwierająca, jakiego silnika używasz,
pt: se o livro de abertura é usado, qual mecanismo você está usando,
ro: dacă se folosește cartea de deschidere, ce motor utilizați,
ru: используется ли дебютная книга, какой движок вы используете,

source: what kind of computer you have, etc.
fa: چه نوع کامپیوتری دارید و غیره
ja: どのようなコンピューターをお持ちかなど
ko: 어떤 종류의 컴퓨터를 가지고 있는지 등.
lt: kokį kompiuterį turi ir pan.
no: hva slags datamaskin du har osv.
pl: jaki masz komputer itp.
pt: que tipo de computador você tem, etc.
ro: ce fel de calculator ai etc.
ru: какой у вас компьютер и т. д.

source: It may take some experimentation to achieve optimal results.
fa: برای دستیابی به نتایج مطلوب ممکن است کمی آزمایش لازم باشد.
ja: 最適な結果を得るには、ある程度の実験が必要になる場合があります。
ko: 최적의 결과를 얻으려면 몇 가지 실험이 필요할 수 있습니다.
lt: Norint pasiekti optimalų rezultatą, gali prireikti šiek tiek eksperimentų.
no: Det kan kreve litt eksperimentering for å oppnå optimale resultater.
pl: Osiągnięcie optymalnych rezultatów może wymagać pewnych eksperymentów.
pt: Pode ser necessária alguma experimentação para atingir resultados ideais.
ro: Poate fi nevoie de ceva experimentare pentru a obține rezultate optime.
ru: Для достижения оптимальных результатов может потребоваться некоторое экспериментирование.

source: The adjustments have no effect on the engine's actual clock time,
fa: تنظیمات هیچ تاثیری بر زمان واقعی ساعت موتور ندارند،
ja: 調整はエンジンの実際のクロック時間には影響しません。
ko: 조정은 엔진의 실제 시계 시간에는 영향을 미치지 않습니다.
lt: Reguliavimas neturi įtakos tikrajam variklio laikrodžio laikui,
no: Justeringene har ingen innvirkning på motorens faktiske klokketid,
pl: Regulacja nie ma wpływu na rzeczywisty czas pracy silnika,
pt: Os ajustes não têm efeito no tempo real do relógio do motor,
ro: Reglajele nu au niciun efect asupra orei reale a ceasului motorului,
ru: Корректировки не влияют на фактическое время работы двигателя.

source: they only affect how it uses its time.
fa: آنها فقط بر نحوه استفاده از زمان خود تأثیر می گذارند.
ja: それらは時間の使い方にのみ影響します。
ko: 그것은 단지 시간을 어떻게 사용하는지에 영향을 미칠 뿐입니다.
lt: jie turi įtakos tik tam, kaip jis naudoja savo laiką.
no: de påvirker bare hvordan den bruker tiden sin.
pl: Mają wpływ jedynie na sposób wykorzystania czasu.
pt: elas afetam apenas como ele usa seu tempo.
ro: ele afectează doar modul în care își folosește timpul.
ru: они влияют только на то, как он использует свое время.

source: The adjustments are more likely to be needed using low time controls
fa: تنظیمات بیشتر با استفاده از کنترل های زمان کم مورد نیاز است
ja: 低時間制御を使用する場合は調整が必要になる可能性が高くなります
ko: 낮은 시간 제어를 사용하면 조정이 더 필요할 가능성이 높습니다.
lt: Labiau tikėtina, kad koregavimas bus reikalingas naudojant trumpo laiko valdiklius
no: Det er mer sannsynlig at justeringene er nødvendige ved å bruke lavtidskontroller
pl: Prawdopodobieństwo konieczności wprowadzenia zmian jest większe w przypadku stosowania kontroli o krótkim czasie trwania
pt: Os ajustes são mais propensos a serem necessários usando controles de tempo baixo
ro: Este mai probabil ca ajustările să fie necesare utilizând controale de timp redus
ru: Корректировки, скорее всего, потребуются при использовании контроля низкого времени.

source: with no opening book.
fa: بدون کتاب افتتاحیه
ja: 開封本なし。
ko: 개봉책이 없음.
lt: be atidarymo knygos.
no: uten åpningsbok.
pl: bez otwierającej książki.
pt: sem livro de abertura.
ro: fără carte de deschidere.
ru: без вступительной книги.

source: Uncheck the < fake book delay > check box to speed up the engine moves
fa: برای سرعت بخشیدن به حرکت موتور، علامت کادر < تاخیر کتاب جعلی > را بردارید
ja: エンジンの動きを高速化するには、<フェイクブック遅延>チェックボックスをオフにします。
ko: <가짜 책 지연> 체크박스의 체크를 해제하면 엔진 이동 속도가 빨라집니다.
lt: Panaikinkite žymės langelio < netikros knygos delsa > žymėjimą, kad pagreitintumėte variklio judėjimą
no: Fjern merket for < falsk bok forsinkelse > avkrysningsboksen for å øke hastigheten på motorbevegelsene
pl: Odznacz pole wyboru <opóźnienie fałszywej książki>, aby przyspieszyć działanie silnika
pt: Desmarque a caixa de seleção <fake book delay> para acelerar os movimentos do motor
ro: Debifați caseta de selectare < întârziere carte falsă > pentru a accelera mișcările motorului
ru: Снимите флажок <задержка поддельной книги>, чтобы ускорить движение двигателя.

source: when it is using the opening book.
fa: هنگامی که از کتاب افتتاحیه استفاده می کند.
ja: オープニングブックを使用しているとき。
ko: 오프닝북을 사용할 때.
lt: kai jis naudoja atidarymo knygą.
no: når den bruker åpningsboken.
pl: gdy korzysta z książki otwierającej.
pt: quando estiver usando o livro de abertura.
ro: când folosește cartea de deschidere.
ru: когда он использует дебютную книгу.

source: Engine time adjustment help
fa: کمک تنظیم زمان موتور
ja: エンジン時間調整ヘルプ
ko: 엔진 시간 조정 도움말
lt: Variklio darbo laiko reguliavimo pagalba
no: Hjelp til justering av motortid
pl: Pomoc w regulacji czasu pracy silnika
pt: Ajuda para ajuste do tempo do motor
ro: Ajutor la reglarea timpului motorului
ru: Помощь в регулировке времени работы двигателя

source: There must be at least two engines selected
fa: باید حداقل دو موتور انتخاب شده باشد
ja: 少なくとも2つのエンジンを選択する必要があります
ko: 최소 2개의 엔진을 선택해야 합니다.
lt: Turi būti pasirinkti bent du varikliai
no: Det må være valgt minst to motorer
pl: Należy wybrać co najmniej dwa silniki
pt: Deve haver pelo menos dois motores selecionados
ro: Trebuie să fie selectate cel puțin două motoare
ru: Должно быть выбрано не менее двух двигателей.

source: in order to hold an engine tournament.
fa: به منظور برگزاری مسابقات موتور
ja: エンジントーナメントを開催するため。
ko: 엔진 토너먼트를 개최하기 위해서입니다.
lt: siekiant surengti variklių turnyrą.
no: for å holde en motorturnering.
pl: w celu zorganizowania turnieju silników.
pt: para realizar um torneio de motores.
ro: pentru a organiza un turneu de motoare.
ru: для проведения турнира по двигателям.

source: Engine tournament message
fa: پیام مسابقات موتور
ja: エンジントーナメントメッセージ
ko: 엔진 토너먼트 메시지
lt: Variklio turnyro žinutė
no: Motorturneringsmelding
pl: Wiadomość o turnieju silnika
pt: Mensagem do torneio do motor
ro: Mesajul turneului motor
ru: Сообщение о турнире двигателя

source: Stop engine tournament
fa: مسابقات موتور توقف
ja: エンジン停止トーナメント
ko: 엔진 정지 토너먼트
lt: Stop engine turnyras
no: Stopp motorturnering
pl: Turniej Stop Engine
pt: Torneio de parada de motor
ro: Opriți turneul de motoare
ru: Турнир «Останови двигатель»

source: Error reading engine parameter file
fa: خطا در خواندن فایل پارامتر موتور
ja: エンジンパラメータファイルの読み取りエラー
ko: 엔진 매개변수 파일을 읽는 중 오류가 발생했습니다.
lt: Klaida skaitant variklio parametrų failą
no: Feil ved lesing av motorparameterfil
pl: Błąd odczytu pliku parametrów silnika
pt: Erro ao ler o arquivo de parâmetros do mecanismo
ro: Eroare la citirea fișierului cu parametrii motorului
ru: Ошибка чтения файла параметров двигателя

source: Error opening engine parameter file
fa: خطا در باز کردن فایل پارامتر موتور
ja: エンジンパラメータファイルを開くときにエラーが発生しました
ko: 엔진 매개변수 파일을 여는 중 오류가 발생했습니다.
lt: Klaida atidarant variklio parametrų failą
no: Feil ved åpning av motorparameterfil
pl: Błąd podczas otwierania pliku parametrów silnika
pt: Erro ao abrir arquivo de parâmetros do mecanismo
ro: Eroare la deschiderea fișierului cu parametrii motorului
ru: Ошибка открытия файла параметров двигателя
