Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: The database is not currently running. To correct this select a database
fa: پایگاه داده در حال حاضر اجرا نمی شود. برای تصحیح این یک پایگاه داده را انتخاب کنید
ja: データベースは現在実行されていません。これを修正するには、データベースを選択してください
ko: 데이터베이스가 현재 실행 중이 아닙니다. 이를 수정하려면 데이터베이스를 선택하십시오.
lt: Duomenų bazė šiuo metu neveikia. Norėdami tai ištaisyti, pasirinkite duomenų bazę
no: Databasen kjører ikke for øyeblikket. Velg en database for å rette opp dette
pl: Baza danych nie jest obecnie uruchomiona. Aby to naprawić, wybierz bazę danych
pt: O banco de dados não está em execução no momento. Para corrigir isso, selecione um banco de dados
ro: Baza de date nu rulează în prezent. Pentru a corecta acest lucru, selectați o bază de date
ru: База данных в данный момент не запущена. Чтобы исправить это, выберите базу данных

source: using the < Select current database > command in the database menu.
fa: با استفاده از دستور < Select current database > در منوی پایگاه داده.
ja: データベース メニューの < 現在のデータベースを選択 > コマンドを使用します。
ko: 데이터베이스 메뉴에서 <현재 데이터베이스 선택> 명령을 사용합니다.
lt: naudodami komandą < Pasirinkti dabartinę duomenų bazę > duomenų bazės meniu.
no: ved å bruke kommandoen < Velg gjeldende database > i databasemenyen.
pl: używając polecenia < Wybierz bieżącą bazę danych > w menu bazy danych.
pt: usando o comando < Selecionar banco de dados atual > no menu do banco de dados.
ro: folosind comanda < Selectează baza de date curentă > din meniul bazei de date.
ru: с помощью команды <Выбрать текущую базу данных> в меню базы данных.

source: If you don't have a database, you can download one from
fa: اگر پایگاه داده ندارید، می توانید از آن دانلود کنید
ja: データベースをお持ちでない場合は、以下からダウンロードできます。
ko: 데이터베이스가 없으면 다음에서 다운로드할 수 있습니다.
lt: Jei neturite duomenų bazės, galite ją atsisiųsti iš
no: Hvis du ikke har en database, kan du laste ned en fra
pl: Jeżeli nie posiadasz bazy danych, możesz ją pobrać z
pt: Se você não tiver um banco de dados, você pode baixar um em
ro: Dacă nu aveți o bază de date, puteți descărca una de pe
ru: Если у вас нет базы данных, вы можете загрузить ее с сайта

source: Alternatively, you can create your own database from .pgn files
fa: از طرف دیگر، می توانید پایگاه داده خود را از فایل های pgn. ایجاد کنید
ja: あるいは、.pgnファイルから独自のデータベースを作成することもできます。
ko: 또는 .pgn 파일에서 자신의 데이터베이스를 만들 수 있습니다.
lt: Arba galite sukurti savo duomenų bazę iš .pgn failų
no: Alternativt kan du lage din egen database fra .pgn-filer
pl: Alternatywnie możesz utworzyć własną bazę danych z plików .pgn
pt: Alternativamente, você pode criar seu próprio banco de dados a partir de arquivos .pgn
ro: Alternativ, vă puteți crea propria bază de date din fișiere .pgn
ru: Кроме того, вы можете создать свою собственную базу данных из файлов .pgn.

source: with the < Create new database > command in the database menu.
fa: با دستور < Create new database > در منوی پایگاه داده.
ja: データベース メニューの < 新しいデータベースの作成 > コマンドを使用します。
ko: 데이터베이스 메뉴에서 <새 데이터베이스 만들기> 명령을 사용합니다.
lt: su komanda < Create new database > duomenų bazės meniu.
no: med kommandoen < Opprett ny database > i databasemenyen.
pl: za pomocą polecenia < Utwórz nową bazę danych > w menu bazy danych.
pt: com o comando < Criar novo banco de dados > no menu do banco de dados.
ro: cu comanda < Creare nouă bază de date > din meniul bazei de date.
ru: с помощью команды <Создать новую базу данных> в меню базы данных.

source: Database problem
fa: مشکل پایگاه داده
ja: データベースの問題
ko: 데이터베이스 문제
lt: Duomenų bazės problema
pl: Problem z bazą danych
pt: Problema de banco de dados
ro: Problema baza de date
ru: Проблема с базой данных

source: Database games
fa: بازی های پایگاه داده
ja: データベースゲーム
ko: 데이터베이스 게임
lt: Duomenų bazių žaidimai
no: Databasespill
pl: Gry bazodanowe
pt: Jogos de banco de dados
ro: Jocuri cu baze de date
ru: База данных игр

source: Memory Congestion Error
fa: خطای احتقان حافظه
ja: メモリ輻輳エラー
ko: 메모리 정체 오류
lt: Atminties perkrovos klaida
no: Minnestoppfeil
pl: Błąd przepełnienia pamięci
pt: Erro de congestionamento de memória
ro: Eroare de congestie a memoriei
ru: Ошибка перегрузки памяти

source: Sorry, it is no longer possible to load new databases,
fa: با عرض پوزش، دیگر امکان بارگیری پایگاه داده های جدید وجود ندارد،
ja: 申し訳ありませんが、新しいデータベースを読み込むことはできなくなりました。
ko: 죄송합니다. 더 이상 새로운 데이터베이스를 로드할 수 없습니다.
lt: Atsiprašome, nebeįmanoma įkelti naujų duomenų bazių,
no: Beklager, det er ikke lenger mulig å laste inn nye databaser,
pl: Przepraszamy, nie można już ładować nowych baz danych,
pt: Desculpe, não é mais possível carregar novos bancos de dados,
ro: Ne pare rău, nu mai este posibil să încărcați baze de date noi,
ru: Извините, загрузка новых баз данных больше невозможна,

source: please save your work, exit Tarrasch and restart
fa: لطفاً کار خود را ذخیره کنید، از Tarrasch خارج شوید و دوباره راه اندازی کنید
ja: 作業を保存し、Tarraschを終了して再起動してください
ko: 작업을 저장하고 Tarrasch를 종료한 후 다시 시작하세요.
lt: išsaugokite savo darbą, išeikite iš Tarrasch ir paleiskite iš naujo
no: vennligst lagre arbeidet ditt, avslutt Tarrasch og start på nytt
pl: proszę zapisać swoją pracę, wyjść z Tarrasch i uruchomić ponownie
pt: por favor salve seu trabalho, saia do Tarrasch e reinicie
ro: salvați-vă munca, părăsiți Tarrasch și reporniți
ru: пожалуйста, сохраните вашу работу, выйдите из Tarrasch и перезапустите

source: Memory Congestion Warning
fa: هشدار احتقان حافظه
ja: メモリ混雑警告
ko: 메모리 혼잡 경고
lt: Atminties perkrovos įspėjimas
no: Advarsel om overbelastning av minne
pl: Ostrzeżenie o przeciążeniu pamięci
pt: Aviso de congestionamento de memória
ro: Avertizare de congestie a memoriei
ru: Предупреждение о перегрузке памяти

source: Please consider clearing the clipboard and/or closing the file
fa: لطفاً به پاک کردن کلیپ بورد و/یا بستن فایل فکر کنید
ja: クリップボードをクリアするか、ファイルを閉じることを検討してください
ko: 클립보드를 비우거나 파일을 닫아보세요.
lt: Apsvarstykite galimybę išvalyti mainų sritį ir (arba) uždaryti failą
no: Vennligst vurder å tømme utklippstavlen og/eller lukke filen
pl: Proszę rozważyć wyczyszczenie schowka i/lub zamknięcie pliku
pt: Considere limpar a área de transferência e/ou fechar o arquivo
ro: Vă rugăm să luați în considerare ștergerea clipboard-ului și/sau închiderea fișierului
ru: Пожалуйста, рассмотрите возможность очистки буфера обмена и/или закрытия файла.

source: Select current database
fa: پایگاه داده فعلی را انتخاب کنید
ja: 現在のデータベースを選択
ko: 현재 데이터베이스 선택
lt: Pasirinkite dabartinę duomenų bazę
no: Velg gjeldende database
pl: Wybierz bieżącą bazę danych
pt: Selecione o banco de dados atual
ro: Selectați baza de date curentă
ru: Выбрать текущую базу данных

source: Database selection failed
fa: انتخاب پایگاه داده انجام نشد
ja: データベースの選択に失敗しました
ko: 데이터베이스 선택에 실패했습니다
lt: Nepavyko pasirinkti duomenų bazės
no: Databasevalg mislyktes
pl: Wybór bazy danych nie powiódł się
pt: A seleção do banco de dados falhou
ro: Selectarea bazei de date a eșuat
ru: Выбор базы данных не удался

source: Press < Yes > to set the new database as the current database
fa: برای تنظیم پایگاه داده جدید به عنوان پایگاه داده فعلی، < بله > را فشار دهید
ja: 新しいデータベースを現在のデータベースとして設定するには、<はい>を押します。
ko: <예>를 눌러 새 데이터베이스를 현재 데이터베이스로 설정합니다.
lt: Norėdami nustatyti naują duomenų bazę kaip dabartinę duomenų bazę, paspauskite < Taip >
no: Trykk < Ja > for å angi den nye databasen som gjeldende database
pl: Naciśnij <Tak>, aby ustawić nową bazę danych jako bieżącą bazę danych.
pt: Pressione < Sim > para definir o novo banco de dados como o banco de dados atual
ro: Apăsați <Da> pentru a seta noua bază de date ca bază de date curentă
ru: Нажмите <Да>, чтобы установить новую базу данных в качестве текущей.

source: Would you like to use the new database now?
fa: آیا می خواهید اکنون از پایگاه داده جدید استفاده کنید؟
ja: 今すぐ新しいデータベースを使用しますか?
ko: 지금 새로운 데이터베이스를 사용하시겠습니까?
lt: Ar norėtumėte dabar naudotis nauja duomenų baze?
no: Vil du bruke den nye databasen nå?
pl: Czy chcesz teraz korzystać z nowej bazy danych?
pt: Gostaria de usar o novo banco de dados agora?
ro: Doriți să utilizați noua bază de date acum?
ru: Хотите ли вы использовать новую базу данных сейчас?

source: Games in this session
fa: بازی های این جلسه
ja: このセッションのゲーム
ko: 이 세션의 게임
lt: Žaidimai šioje sesijoje
no: Spill i denne økten
pl: Gry w tej sesji
pt: Jogos nesta sessão
ro: Jocuri din această sesiune
ru: Игры в этой сессии

source: Clipboard
fa: کلیپ بورد
ja: クリップボード
ko: 클립보드
lt: Iškarpinė
no: Utklippstavle
pl: Schowek
pt: Área de transferência
ru: Буфер обмена

source: Stop Kibitzer
fa: کیبیتزر را متوقف کنید
ja: キビツァーを止める
ko: 키비처를 멈추세요
lt: Sustabdykite Kibitzerį
no: Stopp Kibitzer
pl: Zatrzymaj Kibitzera
pt: Pare o Kibitzer
ro: Opreste Kibitzer
ru: Остановить Кибитцера

source: Start Kibitzer
fa: Kibitzer را راه اندازی کنید
ja: Kibitzer を開始
ko: Kibitzer 시작하기
lt: Paleiskite Kibitzer
pl: Uruchom Kibitzera
pt: Iniciar Kibitzer
ro: Porniți Kibitzer
ru: Начать Kibitzer

source: Shootout
fa: تیراندازی
ja: シュートアウト
ko: 총격전
lt: Susišaudymas
pl: Strzelanina
pt: Tiroteio
ru: Перестрелка

source: (book)
fa: (کتاب)
ja: （本）
ko: (책)
lt: (knyga)
no: (bok)
pl: (książka)
pt: (livro)
ro: (carte)
ru: (книга)

source: Puzzle message
fa: پیام پازل
ja: パズルメッセージ
ko: 퍼즐 메시지
lt: Dėlionės žinutė
no: Puslespillmelding
pl: Wiadomość-łamigłówka
pt: Mensagem de quebra-cabeça
ro: Mesaj puzzle
ru: Сообщение-головоломка

source: Puzzle completed
fa: پازل تکمیل شد
ja: パズル完成
ko: 퍼즐 완성
lt: Dėlionė baigta
no: Puslespillet fullført
pl: Puzzle ukończone
pt: Quebra-cabeça concluído
ro: Puzzle finalizat
ru: Пазл собран

source: This is the last puzzle in the file
fa: این آخرین پازل فایل است
ja: これはファイル内の最後のパズルです
ko: 이것은 파일의 마지막 퍼즐입니다
lt: Tai paskutinis galvosūkis faile
no: Dette er det siste puslespillet i filen
pl: To ostatnia łamigłówka w pliku
pt: Este é o último quebra-cabeça do arquivo
ro: Acesta este ultimul puzzle din fișier
ru: Это последняя головоломка в файле.

source: Puzzle file message
fa: پیام فایل پازل
ja: パズルファイルメッセージ
ko: 퍼즐 파일 메시지
lt: Dėlionės failo žinutė
no: Puslespillfilmelding
pl: Wiadomość dotycząca pliku łamigłówki
pt: Mensagem do arquivo de quebra-cabeça
ro: Mesaj fișier puzzle
ru: Сообщение файла головоломки

source: Incorrect move,
fa: حرکت نادرست،
ja: 間違った動き、
ko: 잘못된 움직임,
lt: Neteisingas judesys,
no: Feil bevegelse,
pl: Nieprawidłowy ruch,
pt: Movimento incorreto,
ro: Mișcare incorectă,
ru: Неправильный ход,

source: please try again
fa: لطفا دوباره امتحان کنید
ja: もう一度お試しください
ko: 다시 시도해주세요
lt: pabandykite dar kartą
no: vennligst prøv igjen
pl: Proszę spróbować ponownie
pt: por favor tente novamente
ro: vă rugăm să încercați din nou
ru: пожалуйста, попробуйте еще раз

source: New game
fa: بازی جدید
ja: 新しいゲーム
ko: 새로운 게임
lt: Naujas žaidimas
no: Nytt spill
pl: Nowa gra
pt: Novo jogo
ro: Joc nou
ru: Новая игра

source: Play white
fa: سفید بازی کن
ja: 白をプレイ
ko: 흰색으로 플레이
lt: Žaisti baltai
no: Spill hvit
pl: Graj na biało
pt: Jogar branco
ro: Joacă alb
ru: Играть белыми

source: Play black
fa: سیاه بازی کن
ja: 黒をプレイ
ko: 검은색으로 플레이하다
lt: Žaisti juodai
no: Spill svart
pl: Graj na czarno
pt: Jogar preto
ro: Joacă negru
ru: Играть черными

source: Setup position
fa: موقعیت راه اندازی
ja: セットアップ位置
ko: 설정 위치
lt: Nustatymo padėtis
no: Oppsettposisjon
pl: Pozycja ustawienia
pt: Posição de configuração
ro: Poziția de configurare
ru: Положение установки

source: Search database
fa: جستجو در پایگاه داده
ja: データベースを検索
ko: 데이터베이스 검색
lt: Paieškos duomenų bazėje
no: Søk i databasen
pl: Przeszukaj bazę danych
pt: Pesquisar banco de dados
ro: Căutare în baza de date
ru: Поиск в базе данных

source: Swap sides
fa: طرفین را عوض کنید
ja: サイドを交換する
ko: 측면을 바꾸세요
lt: Sukeisti šonus
no: Bytt side
pl: Zamień strony
pt: Trocar de lado
ro: Schimbați părțile
ru: Поменяться сторонами

source: Force move
fa: حرکت اجباری
ja: 強制移動
ko: 강제 이동
lt: Priverstinis judėjimas
no: Tving bevegelse
pl: Wymuś ruch
pt: Forçar movimento
ro: Mișcarea forțată
ru: Принудительный ход

source: Examine game
fa: بازی را بررسی کنید
ja: ゲームを調べる
ko: 게임 살펴보기
lt: Išnagrinėkite žaidimą
no: Undersøk spillet
pl: Zbadaj grę
pt: Examinar jogo
ro: Examinați jocul
ru: Изучить игру

source: Engine thinking...
fa: تفکر موتور...
ja: エンジン思考…
ko: 엔진 생각...
lt: Variklio mąstymas...
no: Motortenkning...
pl: Myślenie silnika...
pt: Pensamento de motor...
ro: Gândirea motorului...
ru: Двигатель думает...

source: Enter moves, comments and variations freely - or ...
fa: حرکات، نظرات و تغییرات را آزادانه وارد کنید - یا ...
ja: 動き、コメント、バリエーションを自由に入力するか、または...
ko: 자유롭게 동작, 코멘트, 변형을 입력하세요. - 또는 ...
lt: Laisvai įveskite judesius, komentarus ir variantus – arba...
no: Skriv inn trekk, kommentarer og varianter fritt - eller ...
pl: Wprowadzaj ruchy, komentarze i wariacje swobodnie - lub...
pt: Insira movimentos, comentários e variações livremente - ou ...
ro: Introduceți liber mișcări, comentarii și variații - sau...
ru: Свободно вводите ходы, комментарии и вариации — или...

source: Opening book
fa: کتاب افتتاحیه
ja: オープニングブック
ko: 책 열기
lt: Atidarymo knyga
no: Åpningsbok
pl: Otwieranie książki
pt: Abrindo livro
ro: Cartea de deschidere
ru: Открытие книги

source: pondering
fa: در حال تعمق
ja: 熟考する
ko: 숙고하다
lt: susimąsčiusi
no: grubler
pl: zastanawianie się
pt: ponderando
ro: chibzuind
ru: размышляя

source: List is already empty
fa: لیست قبلاً خالی است
ja: リストはすでに空です
ko: 목록이 이미 비어 있습니다
lt: Sąrašas jau tuščias
no: Listen er allerede tom
pl: Lista jest już pusta
pt: A lista já está vazia
ro: Lista este deja goală
ru: Список уже пуст

source: Clear recent file list ?
fa: لیست فایل های اخیر پاک شود؟
ja: 最近使ったファイルリストをクリアしますか?
ko: 최근 파일 목록을 지우시겠습니까?
lt: Išvalyti naujausių failų sąrašą?
no: Vil du slette listen over nylige filer?
pl: Wyczyścić listę ostatnio używanych plików?
pt: Limpar lista de arquivos recentes?
ro: Ștergeți lista de fișiere recente?
ru: Очистить список последних файлов?

source: Confirm action
fa: اقدام را تایید کنید
ja: アクションを確認
ko: 동작 확인
lt: Patvirtinkite veiksmą
no: Bekreft handling
pl: Potwierdź działanie
pt: Confirmar ação
ro: Confirmați acțiunea
ru: Подтвердить действие

source: Recently opened file list cleared
fa: لیست فایل های اخیراً باز شده پاک شد
ja: 最近開いたファイルリストがクリアされました
ko: 최근에 열린 파일 목록이 지워짐
lt: Neseniai atidarytų failų sąrašas išvalytas
no: Nylig åpnet filliste slettet
pl: Lista ostatnio otwieranych plików została wyczyszczona
pt: Lista de arquivos abertos recentemente limpa
ro: Lista de fișiere deschisă recent a fost șters
ru: Список недавно открытых файлов очищен

source: The text that prefixes this game.
fa: متنی که پیشوند این بازی است.
ja: このゲームの先頭に付けるテキスト。
ko: 이 게임의 접두사를 나타내는 텍스트입니다.
lt: Tekstas priešais šį žaidimą.
no: Teksten som står foran dette spillet.
pl: Tekst poprzedzający tę grę.
pt: O texto que prefixa este jogo.
ro: Textul care prefixează acest joc.
ru: Текст, предшествующий этой игре.

source: Use this panel to edit text that prefixes the
fa: از این پانل برای ویرایش متنی که پیشوند آن است استفاده کنید
ja: このパネルを使用して、
ko: 이 패널을 사용하여 접두사로 사용되는 텍스트를 편집합니다.
lt: Naudokite šį skydelį norėdami redaguoti tekstą su priešdėliais
no: Bruk dette panelet til å redigere tekst som står foran
pl: Użyj tego panelu, aby edytować tekst poprzedzający
pt: Use este painel para editar o texto que prefixa o
ro: Utilizați acest panou pentru a edita textul care prefix
ru: Используйте эту панель для редактирования текста, который предшествует

source: game on the .pgn file.
fa: بازی در فایل pgn.
ja: .pgn ファイル上のゲーム。
ko: .pgn 파일의 게임.
lt: žaidimas .pgn faile.
no: spillet på .pgn-filen.
pl: gra w pliku .pgn.
pt: jogo no arquivo .pgn.
ro: joc în fișierul .pgn.
ru: игра в файле .pgn.

source: Game Prefix Dialog Help
fa: راهنمای گفتگوی پیشوند بازی
ja: ゲームプレフィックスダイアログヘルプ
ko: 게임 접두사 대화 상자 도움말
lt: Žaidimo priešdėlio dialogo žinynas
no: Game Prefix Dialog Hjelp
pl: Pomoc w oknie dialogowym Prefiksu gry
pt: Ajuda do diálogo de prefixo do jogo
ro: Ajutor de dialog Prefix joc
ru: Помощь в диалоге игрового префикса

source: File usage conflict detected
fa: تداخل استفاده از فایل شناسایی شد
ja: ファイル使用の競合が検出されました
ko: 파일 사용 충돌이 감지되었습니다.
lt: Aptiktas failo naudojimo konfliktas
no: Filbrukskonflikt oppdaget
pl: Wykryto konflikt użycia pliku
pt: Conflito de uso de arquivo detectado
ro: Conflict de utilizare a fișierului detectat
ru: Обнаружен конфликт использования файла

source: Scanning .pgn file for games
fa: اسکن فایل pgn. برای بازی
ja: ゲームの .pgn ファイルをスキャンする
ko: 게임용 .pgn 파일 스캔
lt: Nuskaitomas žaidimų .pgn failas
no: Skanner .pgn-fil for spill
pl: Skanowanie pliku .pgn w poszukiwaniu gier
pt: Verificando arquivo .pgn em busca de jogos
ro: Scanarea fișierului .pgn pentru jocuri
ru: Сканирование .pgn файла на наличие игр

source: Reading .pgn file
fa: خواندن فایل pgn
ja: .pgn ファイルの読み取り
ko: .pgn 파일 읽기
lt: Skaitomas .pgn failas
no: Leser .pgn-fil
pl: Odczytywanie pliku .pgn
pt: Lendo arquivo .pgn
ro: Citirea fișierului .pgn
ru: Чтение файла .pgn

source: Saving file
fa: ذخیره فایل
ja: ファイルを保存しています
ko: 파일 저장 중
lt: Išsaugomas failas
no: Lagrer fil
pl: Zapisywanie pliku
pt: Salvando arquivo
ro: Se salvează fișierul
ru: Сохранение файла

source: Saving file (restrictions apply)
fa: ذخیره فایل (محدودیت اعمال می شود)
ja: ファイルを保存しています（制限が適用されます）
ko: 파일 저장(제한 사항 적용)
lt: Išsaugomas failas (taikomi apribojimai)
no: Lagrer fil (restriksjoner gjelder)
pl: Zapisywanie pliku (obowiązują ograniczenia)
pt: Salvando arquivo (restrições se aplicam)
ro: Se salvează fișierul (se aplică restricții)
ru: Сохранение файла (действуют ограничения)

source: Some games omitted from saved file
fa: برخی از بازی ها از فایل ذخیره شده حذف شده اند
ja: 保存ファイルから一部のゲームが省略されました
ko: 저장된 파일에서 일부 게임이 생략됨
lt: Kai kurie žaidimai buvo praleisti išsaugotame faile
no: Noen spill er utelatt fra den lagrede filen
pl: Niektóre gry pominięte w zapisanym pliku
pt: Alguns jogos omitidos do arquivo salvo
ro: Unele jocuri au fost omise din fișierul salvat
ru: Некоторые игры исключены из сохраненного файла

source: Calculate missing ECO codes
fa: کدهای گمشده ECO را محاسبه کنید
ja: 不足しているECOコードを計算する
ko: 누락된 ECO 코드 계산
lt: Apskaičiuokite trūkstamus ECO kodus
no: Beregn manglende ECO-koder
pl: Oblicz brakujące kody ECO
pt: Calcular códigos ECO ausentes
ro: Calculați codurile ECO lipsă
ru: Рассчитать недостающие коды ECO

source: after
fa: بعد از
ja: 後
ko: ~ 후에
lt: po to
no: etter
pl: Po
pt: depois
ro: după
ru: после

source: (use right arrow key to browse)
fa: (برای مرور از کلید پیکان سمت راست استفاده کنید)
ja: (右矢印キーを使用して参照してください)
ko: (찾아보려면 오른쪽 화살표 키를 사용하세요)
lt: (norėdami naršyti naudokite rodyklės dešinėn klavišą)
no: (bruk høyre piltast for å bla)
pl: (użyj prawego klawisza strzałki, aby przeglądać)
pt: (use a tecla de seta para a direita para navegar)
ro: (utilizați tasta săgeată dreapta pentru a naviga)
ru: (используйте клавишу со стрелкой вправо для просмотра)

source: Elo
fa: الو
ja: エロ
ko: 엘로
ru: Эло

source: Site/Event
fa: سایت/رویداد
ja: サイト/イベント
ko: 사이트/이벤트
lt: Svetainė / įvykis
no: Nettsted/arrangement
pl: Miejsce/Wydarzenie
pt: Site/Evento
ro: Site/Eveniment
ru: Сайт/Событие

source: ECO
fa: اکو
ja: エコ
ko: 에코
lt: EKO
no: ØKO
pl: EKOLOGICZNY
pt: Ecológico
ru: ЭКО

source: Moves
fa: حرکت می کند
ja: 移動
ko: 이동
lt: Juda
no: Beveger seg
pl: Ruchy
pt: Movimentos
ro: Mișcări
ru: Ходы

source: Load Game
fa: بارگذاری بازی
ja: ゲームをロード
ko: 게임 로드
lt: Įkelti žaidimą
no: Last inn spillet
pl: Załaduj grę
pt: Carregar jogo
ro: Încărcați jocul
ru: Загрузить игру

source: Save as
fa: ذخیره به عنوان
ja: 名前を付けて保存
ko: 다른 이름으로 저장
lt: Išsaugoti kaip
no: Lagre som
pl: Zapisz jako
pt: Salvar como
ro: Salvați ca
ru: Сохранить как

source: Use Game
fa: از بازی استفاده کنید
ja: ゲームを使用する
ko: 게임 사용
lt: Naudokite žaidimą
no: Bruk spillet
pl: Użyj gry
pt: Usar jogo
ro: Folosește jocul
ru: Использовать игру

source: Goto game..
fa: برو بازی..
ja: ゲームへ進む。
ko: 게임으로 이동..
lt: Į žaidimą..
no: Gå til spillet..
pl: Przejdź do gry.
pt: Ir para o jogo..
ro: Treci la joc..
ru: Перейти к игре..

source: Search games..
fa: جستجو در بازی ها..
ja: ゲームを検索します。
ko: 게임 검색..
lt: Ieškoti žaidimų. .
no: Søk etter spill..
pl: Szukaj gier..
pt: Pesquisar jogos..
ro: Cauta jocuri..
ru: Поиск игр..

source: Analyse games..
fa: آنالیز بازی ها..
ja: ゲームを分析します。
ko: 게임을 분석합니다.
lt: Analizuoti žaidimus. .
no: Analyser spill..
pl: Analizuj gry..
pt: Analisar jogos.
ro: Analizeaza jocurile...
ru: Анализируйте игры..

source: Goto game number in list box
fa: شماره بازی را در کادر لیست بروید
ja: リストボックスのゲーム番号へ移動
ko: 목록 상자에서 게임 번호로 이동
lt: Eikite į žaidimo numerį sąrašo laukelyje
no: Gå til spillnummer i listeboksen
pl: Przejdź do numeru gry w polu listy
pt: Ir para o número do jogo na caixa de listagem
ro: Mergeți la numărul jocului din caseta de listă
ru: Перейти к номеру игры в списке

source: Select all
fa: همه را انتخاب کنید
ja: すべて選択
ko: 모두 선택
lt: Pasirinkite viską
no: Velg alle
pl: Zaznacz wszystko
pt: Selecionar tudo
ro: Selectați toate
ru: Выбрать все

source: Selecting all
fa: انتخاب همه
ja: すべて選択
ko: 모두 선택
lt: Pasirinkus visus
no: Velger alle
pl: Zaznaczanie wszystkich
pt: Selecionando tudo
ro: Selectarea tuturor
ru: Выбрать все

source: Column Sort: Moves column requires two stages
fa: مرتب سازی ستونی: حرکت ستون نیاز به دو مرحله دارد
ja: 列のソート: 列の移動には2段階必要
ko: 열 정렬: 열 이동에는 두 단계가 필요합니다.
lt: Stulpelių rūšiavimas: norint perkelti stulpelį reikia dviejų etapų
no: Kolonnesortering: Flytter kolonne krever to trinn
pl: Sortowanie kolumn: Przenoszenie kolumny wymaga dwóch etapów
pt: Classificação de coluna: Mover coluna requer dois estágios
ro: Sortare coloane: Mutarea coloanei necesită două etape
ru: Сортировка по столбцам: столбец перемещений требует двух этапов

source: Column Sort : Moves column included in sort
fa: مرتب سازی ستونی: ستون موجود در مرتب سازی را جابجا می کند
ja: 列の並べ替え: 並べ替えに含まれる列を移動します
ko: 열 정렬 : 정렬에 포함된 열을 이동합니다.
lt: Stulpelių rūšiavimas : perkelia stulpelį, įtrauktą į rūšiavimą
no: Kolonnesortering : Flytter kolonne inkludert i sortering
pl: Sortowanie kolumn: Przenosi kolumnę uwzględnioną w sortowaniu
pt: Classificação de coluna: move a coluna incluída na classificação
ro: Sortare coloane: Mută ​​coloana inclusă în sortare
ru: Сортировка столбцов: перемещает столбцы, включенные в сортировку.

source: Requires two stages, stage 1
fa: نیاز به دو مرحله، مرحله 1
ja: 2つのステージが必要、ステージ1
ko: 2단계가 필요합니다. 1단계
lt: Reikalingi du etapai, 1 etapas
no: Krever to trinn, trinn 1
pl: Wymaga dwóch etapów, etap 1
pt: Requer duas etapas, etapa 1
ro: Necesită două etape, etapa 1
ru: Требуется два этапа, этап 1

source: Requires two stages, stage 2
fa: نیاز به دو مرحله، مرحله 2
ja: 2つのステージが必要、ステージ2
ko: 2단계가 필요합니다. 2단계
lt: Reikalingi du etapai, 2 etapas
no: Krever to trinn, trinn 2
pl: Wymaga dwóch etapów, etap 2
pt: Requer dois estágios, estágio 2
ro: Necesită două etape, etapa 2
ru: Требуется два этапа, этап 2

source: Column sort
fa: مرتب سازی ستونی
ja: 列の並べ替え
ko: 열 정렬
lt: Stulpelių rūšiavimas
no: Kolonnesortering
pl: Sortowanie kolumnowe
pt: Classificação de coluna
ro: Sortare coloane
ru: Сортировка по столбцу

source: Sorting...
fa: مرتب سازی...
ja: 並べ替え中...
ko: 정렬 중...
lt: Rūšiuojama...
no: Sorterer...
pl: Sortowanie...
pt: Classificando...
ro: Triere...
ru: Сортировка...

source: Goto game number
fa: برو شماره بازی
ja: ゲーム番号へ移動
ko: 게임 번호로 이동
lt: Eiti į žaidimo numerį
no: Gå til spillnummer
pl: Przejdź do numeru gry
pt: Ir para o número do jogo
ro: Du-te la numărul jocului
ru: Перейти к номеру игры

source: Input game number :
fa: شماره بازی ورودی:
ja: ゲーム番号を入力してください:
ko: 게임번호를 입력하세요 :
lt: Įveskite žaidimo numerį:
no: Legg inn spillnummer:
pl: Wprowadź numer gry:
pt: Número do jogo de entrada:
ro: Introduceți numărul jocului:
ru: Введите номер игры:

source: Bookmark functions are only available
fa: عملکردهای نشانک فقط در دسترس هستند
ja: ブックマーク機能は
ko: 북마크 기능은 다음과 같이만 사용 가능합니다.
lt: Galimos tik žymių funkcijos
no: Bokmerkefunksjoner er bare tilgjengelige
pl: Funkcje zakładek są dostępne tylko
pt: As funções de favoritos estão disponíveis apenas
ro: Funcțiile de marcare sunt disponibile numai
ru: Функции закладок доступны только
