Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: This can be found in the file Tournament.cpp, which is contained in a source code zip file
fa: این را می توان در فایل Tournament.cpp یافت که در یک فایل فشرده کد منبع موجود است
ja: これは、ソースコードzipファイルに含まれるTournament.cppファイルにあります。
ko: 이는 소스 코드 zip 파일에 포함된 Tournament.cpp 파일에서 찾을 수 있습니다.
lt: Tai galima rasti faile Tournament.cpp, kuris yra šaltinio kodo ZIP faile
no: Dette finner du i filen Tournament.cpp, som ligger i en zip-fil med kildekode
pl: Można to znaleźć w pliku Tournament.cpp, który znajduje się w pliku zip z kodem źródłowym
pt: Isso pode ser encontrado no arquivo Tournament.cpp, que está contido em um arquivo zip de código-fonte
ro: Acesta poate fi găsit în fișierul Tournament.cpp, care este conținut într-un fișier zip cod sursă
ru: Его можно найти в файле Tournament.cpp, который содержится в zip-файле с исходным кодом.

source: and can be downloaded from the following address :-
fa: و از آدرس زیر قابل دانلود است:
ja: 以下のアドレスからダウンロードできます:-
ko: 다음 주소에서 다운로드할 수 있습니다.
lt: ir galima atsisiųsti iš šio adreso: -
no: og kan lastes ned fra følgende adresse:-
pl: i można je pobrać z następującego adresu:
pt: e pode ser baixado do seguinte endereço:-
ro: și poate fi descărcat de la următoarea adresă:
ru: и может быть загружен по следующему адресу:-

source: Details of my implementation can be found in the file SwissSystem.txt
fa: جزئیات پیاده سازی من را می توان در فایل SwissSystem.txt یافت
ja: 私の実装の詳細はSwissSystem.txtファイルに記載されています。
ko: 내 구현에 대한 세부 사항은 SwissSystem.txt 파일에서 찾을 수 있습니다.
lt: Išsamią mano įgyvendinimo informaciją rasite faile SwissSystem.txt
no: Detaljer om implementeringen min finner du i filen SwissSystem.txt
pl: Szczegóły mojej implementacji można znaleźć w pliku SwissSystem.txt
pt: Detalhes da minha implementação podem ser encontrados no arquivo SwissSystem.txt
ro: Detalii despre implementarea mea pot fi găsite în fișierul SwissSystem.txt
ru: Подробности моей реализации можно найти в файле SwissSystem.txt.

source: which is part of the original download.
fa: که بخشی از دانلود اصلی است.
ja: これは元のダウンロードの一部です。
ko: 이는 원본 다운로드의 일부입니다.
lt: kuri yra originalaus atsisiuntimo dalis.
no: som er en del av den originale nedlastingen.
pl: która jest częścią oryginalnego pobrania.
pt: que faz parte do download original.
ro: care face parte din descărcarea originală.
ru: который является частью оригинальной загрузки.

source: Notes on tournament types
fa: نکاتی در مورد انواع مسابقات
ja: トーナメントの種類に関する注意事項
ko: 토너먼트 유형에 대한 참고 사항
lt: Pastabos apie turnyrų tipus
no: Merknader om turneringstyper
pl: Notatki dotyczące typów turniejów
pt: Notas sobre os tipos de torneios
ro: Note despre tipurile de turnee
ru: Заметки о типах турниров

source: Select engines
fa: موتورها را انتخاب کنید
ja: エンジンを選択
ko: 엔진 선택
lt: Pasirinkite variklius
no: Velg motorer
pl: Wybierz silniki
pt: Selecione motores
ro: Selectați motoarele
ru: Выбрать двигатели

source: Only engine parameter files (*.epm)
fa: فقط فایل های پارامتر موتور (*.epm)
ja: エンジンパラメータファイルのみ (*.epm)
ko: 엔진 매개변수 파일(*.epm)만
lt: Tik variklio parametrų failai (*.epm)
no: Bare motorparameterfiler (*.epm)
pl: Tylko pliki parametrów silnika (*.epm)
pt: Apenas arquivos de parâmetros do mecanismo (*.epm)
ro: Numai fișierele cu parametrii motorului (*.epm)
ru: Только файлы параметров двигателя (*.epm)

source: can be used in engine tournaments.
fa: می توان در مسابقات موتور استفاده کرد.
ja: エンジントーナメントで使用できます。
ko: 엔진 토너먼트에서 사용할 수 있습니다.
lt: gali būti naudojamas variklių turnyruose.
no: kan brukes i motorturneringer.
pl: można używać w turniejach silników.
pt: pode ser usado em torneios de motores.
ro: poate fi folosit în turneele cu motor.
ru: можно использовать в турнирах по движкам.

source: So the file that you selected
fa: پس فایلی که انتخاب کردید
ja: 選択したファイルは
ko: 그래서 당신이 선택한 파일
lt: Taigi failas, kurį pasirinkote
no: Altså filen du valgte
pl: Więc wybrany przez Ciebie plik
pt: Então o arquivo que você selecionou
ro: Deci fișierul pe care l-ați selectat
ru: Итак, файл, который вы выбрали,

source: without this extension was not added.
fa: بدون این پسوند اضافه نشده است.
ja: この拡張機能がなければ追加されませんでした。
ko: 이 확장자가 없으면 추가되지 않습니다.
lt: be šio plėtinio nebuvo pridėtas.
no: uten denne utvidelsen ble ikke lagt til.
pl: bez tego rozszerzenia nie dodano.
pt: sem essa extensão não foi adicionado.
ro: fără această extensie nu a fost adăugată.
ru: без этого расширения не было добавлено.

source: For a detailed explanation of *.epm files,
fa: برای توضیح دقیق فایل های *.epm،
ja: *.epmファイルの詳しい説明については、
ko: *.epm 파일에 대한 자세한 설명은 다음과 같습니다.
lt: Norėdami gauti išsamų *.epm failų paaiškinimą,
no: For en detaljert forklaring av *.epm-filer,
pl: Aby uzyskać szczegółowe wyjaśnienie plików *.epm,
pt: Para uma explicação detalhada dos arquivos *.epm,
ro: Pentru o explicație detaliată a fișierelor *.epm,
ru: Подробное описание файлов *.epm см.

source: click on the < epm file help > button.
fa: روی دکمه <epm file help > کلیک کنید.
ja: <epm ファイル ヘルプ> ボタンをクリックします。
ko: <epm 파일 도움말> 버튼을 클릭하세요.
lt: spustelėkite mygtuką < epm failo pagalba >.
no: klikk på < epm file help > knappen.
pl: Kliknij na przycisk < pomoc dotycząca pliku epm >.
pt: clique no botão < epm file help >.
ro: faceți clic pe butonul < epm file help >.
ru: нажмите кнопку <справка по файлу epm>.

source: In order to do this, you must first make a *.epm file for your selected engine.
fa: برای انجام این کار، ابتدا باید یک فایل *.epm برای موتور انتخابی خود بسازید.
ja: これを行うには、まず選択したエンジンの *.epm ファイルを作成する必要があります。
ko: 이렇게 하려면 먼저 선택한 엔진에 대한 *.epm 파일을 만들어야 합니다.
lt: Norėdami tai padaryti, pirmiausia turite sukurti *.epm failą pasirinktam varikliui.
no: For å gjøre dette må du først lage en *.epm-fil for den valgte motoren.
pl: Aby to zrobić, musisz najpierw utworzyć plik *.epm dla wybranego silnika.
pt: Para fazer isso, você deve primeiro criar um arquivo *.epm para o mecanismo selecionado.
ro: Pentru a face acest lucru, trebuie mai întâi să creați un fișier *.epm pentru motorul selectat.
ru: Для этого вам необходимо сначала создать файл *.epm для выбранного вами движка.

source: This is like the < Create UCI engine > process that you see in many chess programs.
fa: این مانند فرآیند <Create UCI engine> است که در بسیاری از برنامه های شطرنج مشاهده می کنید.
ja: これは、多くのチェス プログラムで見られる < UCI エンジンの作成 > プロセスに似ています。
ko: 이는 많은 체스 프로그램에서 볼 수 있는 <UCI 엔진 만들기> 프로세스와 같습니다.
lt: Tai panašu į procesą < Sukurti UCI variklį >, kurį matote daugelyje šachmatų programų.
no: Dette er som < Create UCI engine > prosessen som du ser i mange sjakkprogrammer.
pl: Jest to podobne do procesu <Utwórz silnik UCI>, który można znaleźć w wielu programach szachowych.
pt: Isso é como o processo < Criar mecanismo UCI > que você vê em muitos programas de xadrez.
ro: Acesta este ca procesul < Create UCI engine > pe care îl vedeți în multe programe de șah.
ru: Это похоже на процесс <Создать движок UCI>, который вы видите во многих шахматных программах.

source: In order to do this, first open the < Engine.. > dialog box.
fa: برای انجام این کار ابتدا کادر محاوره ای < Engine.. > را باز کنید.
ja: これを行うには、まず < Engine.. > ダイアログ ボックスを開きます。
ko: 이렇게 하려면 먼저 <엔진..> 대화 상자를 엽니다.
lt: Norėdami tai padaryti, pirmiausia atidarykite dialogo langą < Engine.. >.
no: For å gjøre dette, åpne først dialogboksen < Engine.. >.
pl: Aby to zrobić należy najpierw otworzyć okno dialogowe < Silnik.. >.
pt: Para fazer isso, primeiro abra a caixa de diálogo < Engine.. >.
ro: Pentru a face acest lucru, deschideți mai întâi caseta de dialog < Motor.. >.
ru: Для этого сначала откройте диалоговое окно <Движок..>.

source: This can be done from the Main menu, or from the Engine Tournament.. dialog box.
fa: این را می توان از منوی اصلی یا از کادر محاوره ای Engine Tournament.. انجام داد.
ja: これは、メイン メニューまたは [エンジン トーナメント] ダイアログ ボックスから実行できます。
ko: 이 작업은 메인 메뉴나 엔진 토너먼트 대화 상자에서 수행할 수 있습니다.
lt: Tai galima padaryti pagrindiniame meniu arba dialogo lange Engine Tournament....
no: Dette kan gjøres fra hovedmenyen, eller fra dialogboksen Engine Tournament....
pl: Można to zrobić z menu głównego lub z okna dialogowego Engine Tournament..
pt: Isso pode ser feito no menu principal ou na caixa de diálogo Engine Tournament.
ro: Acest lucru se poate face din meniul principal sau din caseta de dialog Motor Tournament.
ru: Это можно сделать из главного меню или из диалогового окна Engine Tournament..

source: Select the *.exe file for the desired engine as normal, and then click on the
fa: فایل *.exe را برای موتور مورد نظر به طور معمول انتخاب کنید و سپس بر روی آن کلیک کنید
ja: 通常どおり、目的のエンジンの*.exeファイルを選択し、
ko: 원하는 엔진에 대한 *.exe 파일을 평소처럼 선택한 다음 클릭하십시오.
lt: Kaip įprastai pasirinkite norimo variklio *.exe failą, tada spustelėkite
no: Velg *.exe-filen for ønsket motor som normalt, og klikk deretter på
pl: Wybierz plik *.exe dla żądanego silnika w zwykły sposób, a następnie kliknij
pt: Selecione o arquivo *.exe para o mecanismo desejado normalmente e clique em
ro: Selectați fișierul *.exe pentru motorul dorit ca de obicei, apoi faceți clic pe
ru: Выберите файл *.exe для нужного движка как обычно, а затем нажмите на

source: < Browse.. > button next to Save Engine.. at the bottom of the box.
fa: دکمه <مرور..> در کنار Save Engine.. در پایین کادر.
ja: ボックスの下部にある [Save Engine..] の横にある < 参照.. > ボタンをクリックします。
ko: 상자 하단의 저장 엔진 옆에 있는 <찾아보기..> 버튼을 클릭하세요.
lt: < Naršyti.. > mygtuką, esantį šalia Išsaugoti variklį.. langelio apačioje.
no: < Bla gjennom.. >-knappen ved siden av Lagre motor.. nederst i boksen.
pl: Kliknij przycisk < Przeglądaj.. > znajdujący się obok opcji Zapisz silnik.. na dole pola.
pt: Botão < Procurar.. > ao lado de Salvar mecanismo.. na parte inferior da caixa.
ro: butonul < Răsfoiți.. > de lângă Salvare motor.. în partea de jos a casetei.
ru: Нажмите кнопку <Обзор..> рядом с кнопкой Сохранить движок.. в нижней части окна.

source: You will then get a file dialog box showing the stem of the engine name
fa: سپس یک کادر محاوره ای فایل دریافت خواهید کرد که ساقه نام موتور را نشان می دهد
ja: すると、エンジン名の語幹を示すファイルダイアログボックスが表示されます。
ko: 그러면 엔진 이름의 줄기를 보여주는 파일 대화 상자가 나타납니다.
lt: Tada gausite failo dialogo langą, kuriame bus rodomas variklio pavadinimo kamienas
no: Du vil da få opp en fildialogboks som viser stammen til motornavnet
pl: Następnie pojawi się okno dialogowe pliku, w którym pokazany będzie rdzeń nazwy silnika
pt: Você verá uma caixa de diálogo de arquivo mostrando o radical do nome do mecanismo
ro: Veți primi apoi o casetă de dialog de fișier care arată tulpina numelui motorului
ru: Затем вы увидите диалоговое окно файла, в котором будет показана основа имени движка.

source: with the line below saying < Save as type : .epm files(*.epm) >
fa: با خط زیر می گوید < ذخیره به عنوان نوع: فایل های .epm(*.epm) >
ja: 以下の行に< ファイルの種類: .epm ファイル(*.epm) >と記載します。
ko: 아래 줄에 < 파일 형식: .epm 파일(*.epm) > 이라고 적혀 있습니다.
lt: su žemiau esančia eilute < Save as type : .epm files(*.epm) >
no: med linjen under som sier < Lagre som type : .epm files(*.epm) >
pl: z poniższym wierszem mówiącym < Zapisz jako typ : pliki .epm(*.epm) >
pt: com a linha abaixo dizendo < Salvar como tipo: arquivos .epm(*.epm) >
ro: cu linia de mai jos spunând < Salvare ca tip : fișiere .epm(*.epm) >
ru: со строкой ниже, говорящей < Сохранить как тип : .epm files(*.epm) >

source: Press Save to accept the name offered, or edit it as you wish.
fa: ذخیره را فشار دهید تا نام پیشنهادی را بپذیرید، یا آن را به دلخواه ویرایش کنید.
ja: 「保存」を押して提示された名前を受け入れるか、必要に応じて編集します。
ko: 제공된 이름을 수락하려면 '저장'을 누르거나, 원하는 대로 편집하세요.
lt: Paspauskite Išsaugoti, kad priimtumėte siūlomą pavadinimą arba pakeistumėte jį kaip norite.
no: Trykk Lagre for å godta navnet som tilbys, eller rediger det som du ønsker.
pl: Kliknij Zapisz, aby zaakceptować proponowaną nazwę, lub edytuj ją według własnego uznania.
pt: Pressione Salvar para aceitar o nome oferecido ou edite-o como desejar.
ro: Apăsați pe Salvare pentru a accepta numele oferit sau editați-l după cum doriți.
ru: Нажмите «Сохранить», чтобы принять предложенное имя, или отредактируйте его по своему усмотрению.

source: Then the *.epm file will be stored on disk alongside the *.exe file.
fa: سپس فایل *.epm روی دیسک در کنار فایل *.exe ذخیره می شود.
ja: その後、*.epm ファイルは *.exe ファイルと一緒にディスクに保存されます。
ko: 그러면 *.epm 파일이 *.exe 파일과 함께 디스크에 저장됩니다.
lt: Tada *.epm failas bus saugomas diske kartu su *.exe failu.
no: Deretter vil *.epm-filen bli lagret på disken ved siden av *.exe-filen.
pl: Następnie plik *.epm zostanie zapisany na dysku razem z plikiem *.exe.
pt: Então o arquivo *.epm será armazenado no disco junto com o arquivo *.exe.
ro: Apoi fișierul *.epm va fi stocat pe disc alături de fișierul *.exe.
ru: Затем файл *.epm будет сохранен на диске вместе с файлом *.exe.

source: Repeat this process for all of the engines that you want to use in tournaments.
fa: این روند را برای همه موتورهایی که می خواهید در مسابقات استفاده کنید، تکرار کنید.
ja: トーナメントで使用するすべてのエンジンに対してこのプロセスを繰り返します。
ko: 토너먼트에 사용하고자 하는 모든 엔진에 대해 이 과정을 반복하세요.
lt: Pakartokite šį procesą visiems varikliams, kuriuos norite naudoti turnyruose.
no: Gjenta denne prosessen for alle motorene du vil bruke i turneringer.
pl: Powtórz ten proces dla wszystkich silników, których chcesz używać w turniejach.
pt: Repita esse processo para todos os mecanismos que você deseja usar em torneios.
ro: Repetați acest proces pentru toate motoarele pe care doriți să le utilizați în turnee.
ru: Повторите этот процесс для всех движков, которые вы хотите использовать в турнирах.

source: The *.epm files are kept on disk, so you only have to do this once.
fa: فایل های *.epm روی دیسک نگهداری می شوند، بنابراین فقط یک بار باید این کار را انجام دهید.
ja: *.epm ファイルはディスク上に保存されるため、これを実行する必要があるのは 1 回だけです。
ko: *.epm 파일은 디스크에 보관되므로 이 작업은 한 번만 수행하면 됩니다.
lt: *.epm failai laikomi diske, todėl tai padaryti reikia tik vieną kartą.
no: *.epm-filene holdes på disken, så du trenger bare å gjøre dette én gang.
pl: Pliki *.epm są przechowywane na dysku, więc wystarczy to zrobić tylko raz.
pt: Os arquivos *.epm são mantidos em disco, então você só precisa fazer isso uma vez.
ro: Fișierele *.epm sunt păstrate pe disc, așa că trebuie să faceți acest lucru o singură dată.
ru: Файлы *.epm хранятся на диске, поэтому вам придется сделать это только один раз.

source: Once you have made the *.epm files, they will be offered to you
fa: هنگامی که فایل های *.epm را ساختید، به شما ارائه می شود
ja: *.epmファイルを作成すると、それが提供されます。
ko: *.epm 파일을 만들면 제공됩니다.
lt: Sukūrę *.epm failus, jie jums bus pasiūlyti
no: Når du har laget *.epm-filene, vil de bli tilbudt deg
pl: Po utworzeniu plików *.epm zostaną one Ci zaproponowane
pt: Depois de criar os arquivos *.epm, eles serão oferecidos a você
ro: Odată ce ați creat fișierele *.epm, acestea vă vor fi oferite
ru: После того, как вы создали файлы *.epm, они будут вам предложены

source: when you press < Select Engines.. > in the tournament dialog box.
fa: وقتی < Select Engines.. > را در کادر گفتگوی مسابقات فشار دهید.
ja: トーナメント ダイアログ ボックスで < エンジンの選択 > を押すと、
ko: 토너먼트 대화 상자에서 <엔진 선택..>을 누를 때.
lt: kai turnyro dialogo lange paspausite < Select Engines.. >.
no: når du trykker < Select Engines.. > i turneringsdialogboksen.
pl: po naciśnięciu < Wybierz silniki.. > w oknie dialogowym turnieju.
pt: quando você pressiona < Selecionar Motores.. > na caixa de diálogo do torneio.
ro: când apăsați < Select Engines.. > în caseta de dialog turneu.
ru: при нажатии <Выбрать движки.. > в диалоговом окне турнира.

source: For convenience, you can put them all in the same directory,
fa: برای راحتی، می توانید همه آنها را در یک فهرست قرار دهید،
ja: 便宜上、これらをすべて同じディレクトリに置くことができます。
ko: 편의상 모두 같은 디렉토리에 넣을 수 있습니다.
lt: Kad būtų patogiau, galite juos visus sudėti į tą patį katalogą,
no: For enkelhets skyld kan du legge dem alle i samme katalog,
pl: Dla wygody możesz umieścić je wszystkie w tym samym katalogu,
pt: Para sua conveniência, você pode colocá-los todos no mesmo diretório,
ro: Pentru comoditate, le puteți pune pe toate în același director,
ru: Для удобства вы можете поместить их все в один каталог,

source: then several can be loaded at once for an engine tournament.
fa: سپس چندین مورد را می توان به طور همزمان برای مسابقات موتور بارگذاری کرد.
ja: エンジントーナメント用に一度に複数をロードできます。
ko: 그러면 엔진 토너먼트를 위해 여러 개를 동시에 로드할 수 있습니다.
lt: tada vienu metu galima įkelti kelis variklio turnyrui.
no: så kan flere lastes på en gang for en motorturnering.
pl: następnie można załadować kilka na raz w celu przeprowadzenia turnieju silników.
pt: então vários podem ser carregados de uma só vez para um torneio de motores.
ro: atunci mai multe pot fi încărcate simultan pentru un turneu de motoare.
ru: затем можно загрузить несколько движков одновременно для турнира.

source: If you want, you can have several *.epm files for each engine
fa: در صورت تمایل می توانید چندین فایل *.epm برای هر موتور داشته باشید
ja: 必要に応じて、エンジンごとに複数の*.epmファイルを用意できます。
ko: 원하는 경우 각 엔진에 대해 여러 개의 *.epm 파일을 가질 수 있습니다.
lt: Jei norite, kiekvienam varikliui galite turėti kelis *.epm failus
no: Hvis du vil, kan du ha flere *.epm-filer for hver motor
pl: Jeśli chcesz, możesz mieć kilka plików *.epm dla każdego silnika
pt: Se desejar, você pode ter vários arquivos *.epm para cada mecanismo
ro: Dacă doriți, puteți avea mai multe fișiere *.epm pentru fiecare motor
ru: При желании можно иметь несколько файлов *.epm для каждого движка.

source: each with different parameters. Simply set the parameters that you want
fa: هر کدام با پارامترهای مختلف به سادگی پارامترهای مورد نظر خود را تنظیم کنید
ja: それぞれ異なるパラメータがあります。必要なパラメータを設定するだけです
ko: 각각 다른 매개변수가 있습니다. 원하는 매개변수를 설정하기만 하면 됩니다.
lt: kiekvienas su skirtingais parametrais. Tiesiog nustatykite norimus parametrus
no: hver med forskjellige parametere. Still inn parametrene du ønsker
pl: każdy z innymi parametrami. Po prostu ustaw parametry, które chcesz
pt: cada um com parâmetros diferentes. Basta definir os parâmetros que você deseja
ro: fiecare cu parametri diferiți. Pur și simplu setați parametrii pe care îi doriți
ru: каждый с разными параметрами. Просто установите нужные вам параметры

source: and save the *.epm file with a slightly different name.
fa: و فایل *.epm را با نام کمی متفاوت ذخیره کنید.
ja: *.epm ファイルを少し異なる名前で保存します。
ko: *.epm 파일을 약간 다른 이름으로 저장합니다.
lt: ir išsaugokite *.epm failą šiek tiek kitu pavadinimu.
no: og lagre *.epm-filen med et litt annet navn.
pl: i zapisz plik *.epm pod nieco inną nazwą.
pt: e salve o arquivo *.epm com um nome ligeiramente diferente.
ro: și salvați fișierul *.epm cu un nume ușor diferit.
ru: и сохраните файл *.epm под немного другим именем.

source: This is the reason for the two different file extensions.
fa: این دلیل دو پسوند فایل متفاوت است.
ja: これが、2 つの異なるファイル拡張子が存在する理由です。
ko: 이것이 두 가지 파일 확장자가 다른 이유입니다.
lt: Tai yra dviejų skirtingų failų plėtinių priežastis.
no: Dette er grunnen til de to forskjellige filtypene.
pl: To jest powód istnienia dwóch różnych rozszerzeń plików.
pt: Esta é a razão das duas extensões de arquivo diferentes.
ro: Acesta este motivul pentru cele două extensii de fișiere diferite.
ru: Вот почему существуют два разных расширения файлов.

source: So if you wanted to play an engine match with specific parameters for the engines,
fa: بنابراین اگر می‌خواهید یک مسابقه موتور با پارامترهای خاص برای موتورها انجام دهید،
ja: エンジンの特定のパラメータでエンジンマッチをプレイしたい場合は、
ko: 따라서 엔진에 대한 특정 매개변수를 사용하여 엔진 매치를 플레이하려는 경우,
lt: Taigi, jei norite sužaisti variklio rungtynes ​​su konkrečiais variklių parametrais,
no: Så hvis du ønsket å spille en motormatch med spesifikke parametere for motorene,
pl: Jeśli więc chcesz rozegrać mecz silników z określonymi parametrami silników,
pt: Então, se você quiser jogar uma partida de motor com parâmetros específicos para os motores,
ro: Deci, dacă doriți să jucați un meci de motor cu parametri specifici pentru motoare,
ru: Итак, если вы хотите сыграть в матче с определенными параметрами для двигателей,

source: in the Engine Match.. dialog box, when you click on < Select Engine.. >
fa: در کادر محاوره ای Engine Match..، وقتی روی < Select Engine.. > کلیک می کنید
ja: エンジンマッチダイアログボックスで、<エンジンを選択>をクリックすると、
ko: 엔진 매치.. 대화 상자에서 <엔진 선택..>을 클릭하면
lt: dialogo lange Engine Match.. spustelėję < Select Engine.. >
no: i dialogboksen Engine Match.. når du klikker på < Velg motor.. >
pl: w oknie dialogowym Dopasowanie silnika, po kliknięciu < Wybierz silnik.. >
pt: na caixa de diálogo Engine Match.., quando você clica em < Selecionar mecanismo.. >
ro: în caseta de dialog Engine Match.., când faceți clic pe < Select Engine.. >
ru: в диалоговом окне Engine Match.. при нажатии на < Select Engine.. >

source: then click the Browse.. button next to < Load Engine.. >
fa: سپس روی دکمه Browse.. در کنار < Load Engine.. > کلیک کنید
ja: 次に、< Load Engine.. > の横にある [参照..] ボタンをクリックします。
ko: 그런 다음 <엔진 로드..> 옆에 있는 찾아보기.. 버튼을 클릭하세요.
lt: tada spustelėkite mygtuką Naršyti.. šalia < Load Engine.. >
no: klikk deretter på Bla gjennom..-knappen ved siden av < Load Engine.. >
pl: Następnie kliknij przycisk Przeglądaj... znajdujący się obok < Załaduj silnik... >
pt: então clique no botão Procurar.. ao lado de < Carregar mecanismo.. >
ro: apoi faceți clic pe butonul Răsfoire.. de lângă < Load Engine.. >
ru: затем нажмите кнопку «Обзор...» рядом с надписью <Загрузить движок... >

source: and select the *.epm parameter file that you want for that engine.
fa: و فایل پارامتر *.epm مورد نظر خود را برای آن موتور انتخاب کنید.
ja: そのエンジンに必要な *.epm パラメータ ファイルを選択します。
ko: 해당 엔진에 필요한 *.epm 매개변수 파일을 선택합니다.
lt: ir pasirinkite *.epm parametro failą, kurio norite šiam varikliui.
no: og velg *.epm-parameterfilen du vil ha for den motoren.
pl: i wybierz plik parametrów *.epm, który chcesz dla tego silnika.
pt: e selecione o arquivo de parâmetro *.epm que você deseja para esse mecanismo.
ro: și selectați fișierul de parametri *.epm pe care îl doriți pentru acel motor.
ru: и выберите файл параметров *.epm, который вам нужен для этого движка.

source: Help on engine parameter files *.epm
fa: راهنما در مورد فایل های پارامتر موتور *.epm
ja: エンジン パラメータ ファイル *.epm に関するヘルプ
ko: 엔진 매개변수 파일 *.epm에 대한 도움말
lt: Pagalba dėl variklio parametrų failų *.epm
no: Hjelp til motorparameterfiler *.epm
pl: Pomoc dotycząca plików parametrów silnika *.epm
pt: Ajuda sobre arquivos de parâmetros do motor *.epm
ro: Ajutor pentru fișierele cu parametrii motorului *.epm
ru: Справка по файлам параметров двигателя *.epm

source: Cannot open engine tournament save file
fa: فایل ذخیره مسابقات موتور باز نمی شود
ja: エンジントーナメント保存ファイルを開けません
ko: 엔진 토너먼트 저장 파일을 열 수 없습니다
lt: Nepavyko atidaryti variklio turnyro išsaugojimo failo
no: Kan ikke åpne lagringsfilen for motorturneringen
pl: Nie można otworzyć pliku zapisu turnieju silnika
pt: Não é possível abrir o arquivo salvo do torneio do motor
ro: Nu se poate deschide fișierul de salvare a turneului motor
ru: Невозможно открыть файл сохранения турнира движка

source: Engine tournament options saved to file :-
fa: گزینه های مسابقات موتور ذخیره شده در فایل: -
ja: エンジントーナメントオプションがファイルに保存されました:-
ko: 엔진 토너먼트 옵션이 파일에 저장됨:-
lt: Variklio turnyro parinktys išsaugotos faile: -
no: Motorturneringsalternativer lagret i fil:-
pl: Opcje turnieju silnika zapisane w pliku:-
pt: Opções de torneio do motor salvas no arquivo :-
ro: Opțiuni de turneu motor salvate în fișier:-
ru: Параметры турнира движка сохранены в файле:-

source: Engine tournament options not saved
fa: گزینه های مسابقات موتور ذخیره نشده است
ja: エンジントーナメントオプションが保存されませんでした
ko: 엔진 토너먼트 옵션이 저장되지 않았습니다.
lt: Variklio turnyro parinktys neišsaugotos
no: Alternativer for motorturneringer er ikke lagret
pl: Opcje turnieju silnika nie zostały zapisane
pt: Opções de torneio do motor não salvas
ro: Opțiunile de turneu motor nu au fost salvate
ru: Параметры турнира движка не сохранены
