Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: the file < hh.exe > This may fix the problem.
fa: فایل < hh.exe > ممکن است مشکل را برطرف کند.
ja: ファイル < hh.exe > により問題が解決する可能性があります。
ko: <hh.exe> 파일을 사용하면 문제가 해결될 수 있습니다.
lt: failas < hh.exe > Tai gali išspręsti problemą.
no: filen < hh.exe > Dette kan løse problemet.
pl: plik < hh.exe > To może rozwiązać problem.
pt: o arquivo < hh.exe > Isso pode corrigir o problema.
ro: fișierul < hh.exe > Acest lucru poate rezolva problema.
ru: файл <hh.exe> Это может решить проблему.

source: Help file error message
fa: پیغام خطای فایل راهنما
ja: ヘルプファイルのエラーメッセージ
ko: 도움말 파일 오류 메시지
lt: Pagalbos failo klaidos pranešimas
no: Hjelpefil feilmelding
pl: Komunikat o błędzie pliku pomocy
pt: Mensagem de erro do arquivo de ajuda
ro: Mesaj de eroare pentru fișierul de ajutor
ru: Сообщение об ошибке файла справки

source: Tarrasch is firstly an electronic chessboard.
fa: Tarrasch در ابتدا یک صفحه شطرنج الکترونیکی است.
ja: Tarrasch は、まず第一に電子チェスボードです。
ko: 타라쉬는 첫째, 전자 체스판이다.
lt: Tarrasch pirmiausia yra elektroninė šachmatų lenta.
no: Tarrasch er for det første et elektronisk sjakkbrett.
pl: Tarrasch jest przede wszystkim elektroniczną szachownicą.
pt: Tarrasch é primeiramente um tabuleiro de xadrez eletrônico.
ro: Tarrasch este în primul rând o tablă de șah electronică.
ru: Tarrasch — это прежде всего электронная шахматная доска.

source: You can start from the standard starting position,
fa: می توانید از موقعیت شروع استاندارد شروع کنید،
ja: 標準の開始位置から開始できます。
ko: 표준 시작 위치에서 시작할 수 있습니다.
lt: Galite pradėti nuo standartinės pradinės padėties,
no: Du kan starte fra standard startposisjon,
pl: Możesz zacząć od standardowej pozycji startowej,
pt: Você pode começar na posição inicial padrão,
ro: Puteți începe de la poziția de pornire standard,
ru: Вы можете начать со стандартной стартовой позиции,

source: or set up any (legal) position easily.
fa: یا هر موقعیت (قانونی) را به راحتی تنظیم کنید.
ja: または、あらゆる（法的）立場を簡単に設定できます。
ko: 또는 쉽게 어떠한 (법적) 지위도 설정할 수 있습니다.
lt: arba lengvai susikurkite bet kokią (teisinę) poziciją.
no: eller sette opp en hvilken som helst (juridisk) stilling enkelt.
pl: lub łatwo zająć dowolne (legalne) stanowisko.
pt: ou criar qualquer posição (legal) facilmente.
ro: sau stabiliți cu ușurință orice poziție (legală).
ru: или легко создать любую (юридическую) позицию.

source: You can move the pieces around freely.
fa: می توانید قطعات را آزادانه به اطراف حرکت دهید.
ja: ピースを自由に動かすことができます。
ko: 여러분은 말을 자유롭게 옮길 수 있습니다.
lt: Galite laisvai perkelti gabalus.
no: Du kan bevege brikkene fritt rundt.
pl: Możesz swobodnie przesuwać elementy.
pt: Você pode mover as peças livremente.
ro: Puteți muta liber piesele.
ru: Вы можете свободно перемещать детали.

source: A built in chess clock can be turned on, useful if you want to
fa: یک ساعت شطرنج داخلی را می توان روشن کرد، اگر بخواهید مفید است
ja: 内蔵のチェスクロックをオンにすると、
ko: 내장된 체스 시계를 켜서 원하는 경우에 유용합니다.
lt: Galima įjungti įmontuotą šachmatų laikrodį, naudinga, jei norite
no: En innebygd sjakkklokke kan slås på, nyttig hvis du vil
pl: Można włączyć wbudowany zegar szachowy, co jest przydatne, jeśli chcesz
pt: Um relógio de xadrez embutido pode ser ligado, útil se você quiser
ro: Un ceas de șah încorporat poate fi pornit, util dacă doriți
ru: Встроенные шахматные часы можно включить, это полезно, если вы хотите

source: play an old fashioned normal game of chess with a friend.
fa: یک بازی شطرنج معمولی قدیمی را با یک دوست انجام دهید.
ja: 友人と昔ながらの普通のチェスゲームをプレイします。
ko: 친구와 함께 고전적인 체스 게임을 즐겨보세요.
lt: žaisti senamadišką įprastą šachmatų partiją su draugu.
no: spille en gammeldags vanlig sjakk med en venn.
pl: zagrać w tradycyjną partię szachów ze znajomym.
pt: jogue uma partida normal de xadrez com um amigo.
ro: jucați un joc normal de șah de modă veche cu un prieten.
ru: сыграйте в старую добрую обычную партию в шахматы с другом.

source: Tarrasch has an opening book, you can easily see the < Book >
fa: Tarrasch دارای یک کتاب افتتاحیه است، شما می توانید به راحتی < Book > را ببینید
ja: タラッシュにはオープニングブックがあり、<ブック>を簡単に見ることができます
ko: 타라쉬에는 오프닝북이 있어서 <책>을 쉽게 볼 수 있어요
lt: Tarrasch turi atidarymo knygą, galite lengvai pamatyti < Book >
no: Tarrasch har en åpningsbok, du kan enkelt se < Boken >
pl: Tarrasch ma książkę otwierającą, którą można łatwo zobaczyć <Książka>
pt: Tarrasch tem um livro de abertura, você pode ver facilmente o < Livro >
ro: Tarrasch are o carte de deschidere, puteți vedea cu ușurință < Cartea >
ru: У Тарраша есть дебютная книга, вы можете легко увидеть < Книга >

source: moves early in a game. Tarrasch uses a green colour when
fa: در اوایل بازی حرکت می کند Tarrasch زمانی که از رنگ سبز استفاده می کند
ja: ゲームの早い段階で動きます。タラッシュは緑色を使用します
ko: 게임 초반에 움직입니다. Tarrasch는 녹색을 사용합니다.
lt: juda žaidimo pradžioje. Tarrasch naudoja žalią spalvą, kai
no: beveger seg tidlig i et spill. Tarrasch bruker en grønn farge når
pl: porusza się wcześnie w grze. Tarrasch używa zielonego koloru, gdy
pt: movimentos no início do jogo. Tarrasch usa uma cor verde quando
ro: se mișcă devreme într-un joc. Tarrasch folosește o culoare verde când
ru: Ходы в начале игры. Тарраш использует зеленый цвет, когда

source: listing or suggesting book moves. The book can be turned off
fa: فهرست کردن یا پیشنهاد حرکت کتاب کتاب را می توان خاموش کرد
ja: 本の移動をリスト化または提案します。本をオフにすることができます
ko: 책 이동을 나열하거나 제안합니다. 책을 끌 수 있습니다.
lt: surašyti ar siūlyti knygų judesius. Knygą galima išjungti
no: liste eller foreslå boktrekk. Boken kan slås av
pl: wymienianie lub sugerowanie ruchów książki. Książkę można wyłączyć
pt: listando ou sugerindo movimentos de livros. O livro pode ser desligado
ro: enumerarea sau sugerarea mutarilor de carte. Cartea poate fi oprită
ru: перечисление или предложение ходов книги. Книгу можно отключить

source: using menu < Options >. That menu allows control over all
fa: با استفاده از منو < Options > آن منو امکان کنترل همه چیز را فراهم می کند
ja: メニュー<オプション>を使用します。このメニューでは、すべての
ko: <옵션> 메뉴를 사용합니다. 해당 메뉴를 사용하면 모든 것을 제어할 수 있습니다.
lt: naudodami meniu < Parinktys >. Šis meniu leidžia valdyti viską
no: ved å bruke menyen < Alternativer >. Den menyen gir kontroll over alt
pl: korzystając z menu < Opcje >. To menu umożliwia kontrolę nad wszystkimi
pt: usando o menu < Opções >. Esse menu permite o controle sobre todos
ro: folosind meniul < Opțiuni >. Acel meniu permite controlul asupra tuturor
ru: с помощью меню <Параметры>. Это меню позволяет управлять всеми

source: optional features, including blindfold and delayed display
fa: ویژگی های اختیاری، از جمله چشم بند و نمایش تاخیری
ja: 目隠しや遅延表示などのオプション機能
ko: 눈 가리개 및 지연된 디스플레이를 포함한 옵션 기능
lt: pasirenkamos funkcijos, įskaitant užrištomis akimis ir uždelstą ekraną
no: valgfrie funksjoner, inkludert bind for øynene og forsinket visning
pl: opcjonalne funkcje, w tym opaska na oczy i opóźniony wyświetlacz
pt: recursos opcionais, incluindo venda nos olhos e exibição retardada
ro: caracteristici opționale, inclusiv legături la ochi și afișaj întârziat
ru: дополнительные функции, включая завязывание глаз и отложенный показ

source: training modes.
fa: حالت های آموزشی
ja: トレーニングモード。
ko: 훈련 모드.
lt: treniruočių režimai.
no: treningsmoduser.
pl: tryby szkoleniowe.
pt: modos de treinamento.
ro: moduri de antrenament.
ru: режимы обучения.

source: Your moves are recorded in a moves window as a main line
fa: حرکات شما در یک پنجره حرکت به عنوان خط اصلی ثبت می شود
ja: あなたの動きは、メインラインとして動きウィンドウに記録されます
ko: 귀하의 이동은 이동 창에 주요 줄로 기록됩니다.
lt: Jūsų judesiai įrašomi judesių lange kaip pagrindinė eilutė
no: Trekkene dine registreres i et trekkvindu som en hovedlinje
pl: Twoje ruchy są rejestrowane w oknie ruchów jako linia główna
pt: Seus movimentos são registrados em uma janela de movimentos como uma linha principal
ro: Mișcările tale sunt înregistrate într-o fereastră de mișcări ca linie principală
ru: Ваши ходы записываются в окно ходов как основная линия

source: plus variations. It is easy to promote or demote variations.
fa: به علاوه تغییرات ترویج یا تنزل تغییرات آسان است.
ja: バリエーションも追加。バリエーションの昇格や降格も簡単です。
ko: 플러스 변형. 변형을 촉진하거나 강등하는 것은 쉽습니다.
lt: plius variacijos. Lengva skatinti arba pažeminti variantus.
no: pluss variasjoner. Det er enkelt å fremme eller nedgradere varianter.
pl: plus wariacje. Łatwo jest promować lub degradować wariacje.
pt: mais variações. É fácil promover ou rebaixar variações.
ro: plus variatii. Este ușor să promovați sau să retrogradați variațiile.
ru: плюс вариации. Легко повышать или понижать вариации.

source: You can freely type (and edit) comments to go with your moves.
fa: شما می توانید آزادانه نظرات را تایپ کنید (و ویرایش کنید) تا با حرکات خود پیش بروید.
ja: 自分の動きに合わせてコメントを自由に入力（および編集）できます。
ko: 여러분의 움직임에 맞춰 자유롭게 코멘트를 입력(및 편집)할 수 있습니다.
lt: Galite laisvai rašyti (ir redaguoti) komentarus, kad galėtumėte atlikti savo veiksmus.
no: Du kan fritt skrive (og redigere) kommentarer som passer til bevegelsene dine.
pl: Możesz swobodnie wpisywać (i edytować) komentarze towarzyszące swoim ruchom.
pt: Você pode digitar (e editar) comentários livremente para acompanhar seus movimentos.
ro: Puteți să tastați (și să editați) comentarii în mod liber pentru a merge cu mișcările dvs.
ru: Вы можете свободно вводить (и редактировать) комментарии к своим действиям.

source: Just click in the moves window and start typing.
fa: فقط روی پنجره حرکت کلیک کنید و شروع به تایپ کنید.
ja: 移動ウィンドウをクリックして入力を開始するだけです。
ko: 이동 창을 클릭하고 입력을 시작하세요.
lt: Tiesiog spustelėkite judesių lange ir pradėkite rašyti.
no: Bare klikk i trekkvinduet og begynn å skrive.
pl: Wystarczy kliknąć w oknie ruchów i zacząć pisać.
pt: Basta clicar na janela de movimentos e começar a digitar.
ro: Doar faceți clic în fereastra de mișcări și începeți să tastați.
ru: Просто щелкните в окне ходов и начните печатать.

source: Comments can be converted to moves and vice-versa.
fa: نظرات را می توان به حرکت و بالعکس تبدیل کرد.
ja: コメントは移動に変換でき、その逆も可能です。
ko: 주석은 이동으로 변환될 수 있으며, 그 반대의 경우도 가능합니다.
lt: Komentarus galima konvertuoti į judesius ir atvirkščiai.
no: Kommentarer kan konverteres til trekk og omvendt.
pl: Komentarze można zamienić na ruchy i odwrotnie.
pt: Comentários podem ser convertidos em movimentos e vice-versa.
ro: Comentariile pot fi convertite în mișcări și invers.
ru: Комментарии можно преобразовывать в ходы и наоборот.

source: At any time you can save your work in a new or existing .pgn file
fa: در هر زمان می توانید کار خود را در یک فایل pgn. جدید یا موجود ذخیره کنید
ja: いつでも、新しいまたは既存の.pgnファイルに作業内容を保存できます。
ko: 언제든지 새 .pgn 파일이나 기존 .pgn 파일에 작업을 저장할 수 있습니다.
lt: Bet kada galite išsaugoti savo darbą naujame arba esamame .pgn faile
no: Du kan når som helst lagre arbeidet ditt i en ny eller eksisterende .pgn-fil
pl: W dowolnym momencie możesz zapisać swoją pracę w nowym lub istniejącym pliku .pgn
pt: A qualquer momento você pode salvar seu trabalho em um arquivo .pgn novo ou existente
ro: În orice moment, vă puteți salva munca într-un fișier .pgn nou sau existent
ru: В любое время вы можете сохранить свою работу в новом или существующем файле .pgn.

source: (a standard chess file format). You can load games from
fa: (فرمت استاندارد فایل شطرنج). شما می توانید بازی ها را از
ja: （標準的なチェスファイル形式）。ゲームは以下からロードできます。
ko: (표준 체스 파일 형식). 다음에서 게임을 로드할 수 있습니다.
lt: (standartinis šachmatų failo formatas). Galite įkelti žaidimus iš
no: (et standard sjakkfilformat). Du kan laste ned spill fra
pl: (standardowy format pliku szachowego). Możesz ładować gry z
pt: (um formato de arquivo de xadrez padrão). Você pode carregar jogos de
ro: (un format standard de fișier de șah). Puteți încărca jocuri de pe
ru: (стандартный шахматный формат файла). Вы можете загрузить партии из

source: any .pgn file. Open a .pgn file in the < File > menu and
fa: هر فایل pgn. یک فایل pgn. را در منوی < File > باز کنید و
ja: .pgnファイル。<ファイル>メニューで.pgnファイルを開き、
ko: 모든 .pgn 파일. <파일> 메뉴에서 .pgn 파일을 열고
lt: bet koks .pgn failas. Atidarykite .pgn failą meniu < Failas > ir
no: hvilken som helst .pgn-fil. Åpne en .pgn-fil i menyen < Fil > og
pl: dowolny plik .pgn. Otwórz plik .pgn w menu < Plik > i
pt: qualquer arquivo .pgn. Abra um arquivo .pgn no menu < Arquivo > e
ro: orice fișier .pgn. Deschideți un fișier .pgn în meniul <Fișier > și
ru: любой файл .pgn. Откройте файл .pgn в меню < Файл > и

source: select a game, later on the < Games > menu allows you to pick
fa: یک بازی را انتخاب کنید، بعداً در منوی < Games > به شما امکان می دهد انتخاب کنید
ja: ゲームを選択すると、その後<ゲーム>メニューで選択できます
ko: 게임을 선택하면 나중에 <게임> 메뉴에서 선택할 수 있습니다.
lt: pasirinkite žaidimą, vėliau meniu < Žaidimai > galėsite pasirinkti
no: velge et spill, senere på < Spill >-menyen lar deg velge
pl: wybierz grę, później w menu < Gry > możesz wybrać
pt: selecione um jogo, mais tarde o menu < Jogos > permite que você escolha
ro: selectați un joc, mai târziu în meniul < Jocuri > vă permite să alegeți
ru: выберите игру, позже в меню <Игры> вы сможете выбрать

source: another game from the file.
fa: بازی دیگری از فایل
ja: ファイルからの別のゲーム。
ko: 파일의 다른 게임입니다.
lt: kitas žaidimas iš failo.
no: et annet spill fra filen.
pl: kolejna gra z pliku.
pt: outro jogo do arquivo.
ro: alt joc din fisier.
ru: еще одна игра из файла.

source: You can use a UCI chess engine
fa: می توانید از موتور شطرنج UCI استفاده کنید
ja: UCIチェスエンジンを使用することができます
ko: UCI 체스 엔진을 사용할 수 있습니다
lt: Galite naudoti UCI šachmatų variklį
no: Du kan bruke en UCI sjakkmotor
pl: Możesz użyć silnika szachowego UCI
pt: Você pode usar um mecanismo de xadrez UCI
ro: Puteți folosi un motor de șah UCI
ru: Вы можете использовать шахматный движок UCI

source: (UCI is another chesscomputing standard)
fa: (UCI یکی دیگر از استانداردهای محاسبه شطرنج است)
ja: (UCI は別のチェスコンピューティング標準です)
ko: (UCI는 또 다른 체스 컴퓨팅 표준입니다)
lt: (UCI yra dar vienas šachmatų skaičiavimo standartas)
no: (UCI er en annen sjakkstandard)
pl: (UCI to kolejny standard szachowy)
pt: (UCI é outro padrão de computação de xadrez)
ro: (UCI este un alt standard de calcul de șah)
ru: (UCI — еще один стандарт шахматных вычислений)

source: either as an opponent, or to provide expert commentary.
fa: یا به عنوان مخالف، یا برای ارائه نظر کارشناسی.
ja: 反対者として、または専門家としての解説者として。
ko: 상대방으로서 또는 전문가적 의견을 제공함으로써.
lt: arba kaip oponentas, arba pateikti ekspertų komentarus.
no: enten som opponent, eller for å gi ekspertkommentarer.
pl: zarówno jako przeciwnik, jak i w celu przedstawienia fachowego komentarza.
pt: seja como oponente ou para fornecer comentários especializados.
ro: fie ca adversar, fie pentru a oferi comentarii de specialitate.
ru: либо в качестве оппонента, либо для предоставления экспертных комментариев.

source: The Tarrasch package includes one or more engines and one of
fa: بسته Tarrasch شامل یک یا چند موتور و یکی از
ja: Tarraschパッケージには、1つ以上のエンジンと、
ko: Tarrasch 패키지에는 하나 이상의 엔진과 다음 중 하나가 포함됩니다.
lt: Tarrasch paketą sudaro vienas ar keli varikliai ir vienas iš jų
no: Tarrasch-pakken inkluderer en eller flere motorer og en av
pl: Pakiet Tarrasch obejmuje jeden lub więcej silników i jeden z
pt: O pacote Tarrasch inclui um ou mais motores e um dos
ro: Pachetul Tarrasch include unul sau mai multe motoare și unul dintre
ru: Пакет Tarrasch включает в себя один или несколько двигателей и один из

source: these engines is used by default.
fa: این موتورها به صورت پیش فرض استفاده می شوند.
ja: これらのエンジンはデフォルトで使用されます。
ko: 이러한 엔진은 기본적으로 사용됩니다.
lt: šie varikliai naudojami pagal numatytuosius nustatymus.
no: disse motorene brukes som standard.
pl: Te silniki są używane domyślnie.
pt: esses motores são usados por padrão.
ro: aceste motoare sunt utilizate implicit.
ru: эти движки используются по умолчанию.

source: Other engines can be separately purchased or downloaded.
fa: موتورهای دیگر را می توان جداگانه خریداری یا دانلود کرد.
ja: その他のエンジンは別途購入またはダウンロードできます。
ko: 다른 엔진은 별도로 구매하거나 다운로드할 수 있습니다.
lt: Kitus variklius galima įsigyti arba atsisiųsti atskirai.
no: Andre motorer kan kjøpes separat eller lastes ned.
pl: Pozostałe silniki można zakupić lub pobrać osobno.
pt: Outros mecanismos podem ser adquiridos ou baixados separadamente.
ro: Alte motoare pot fi achiziționate sau descărcate separat.
ru: Другие движки можно приобрести или загрузить отдельно.

source: Use menu < Options > to select an alternative engine if you have one.
fa: اگر موتور دیگری دارید، از منوی < Options > استفاده کنید.
ja: 代替エンジンがある場合は、メニュー < オプション > を使用してそれを選択します。
ko: 대체 엔진이 있는 경우 메뉴 <옵션>을 사용하여 선택하세요.
lt: Naudokite meniu < Parinktys > norėdami pasirinkti alternatyvų variklį, jei tokį turite.
no: Bruk menyen < Alternativer > for å velge en alternativ motor hvis du har en.
pl: Jeśli posiadasz inny silnik, użyj menu < Opcje >, aby go wybrać.
pt: Use o menu < Opções > para selecionar um mecanismo alternativo, se você tiver um.
ro: Utilizați meniul < Opțiuni > pentru a selecta un motor alternativ, dacă aveți unul.
ru: Используйте меню <Параметры>, чтобы выбрать альтернативный движок, если он у вас есть.

source: You can start a game with the engine at any time, in any
fa: شما می توانید یک بازی را با موتور در هر زمان و در هر زمان شروع کنید
ja: エンジンを使っていつでも、どんな状況でもゲームを始めることができます。
ko: 언제든지 엔진으로 게임을 시작할 수 있습니다.
lt: Galite pradėti žaidimą su varikliu bet kuriuo metu ir bet kuriame
no: Du kan starte et spill med motoren når som helst, når som helst
pl: Grę z silnikiem możesz rozpocząć w dowolnym momencie i w dowolnym czasie.
pt: Você pode iniciar um jogo com o motor a qualquer momento, em qualquer
ro: Puteți începe un joc cu motorul oricând, în orice moment
ru: Вы можете начать игру с движком в любое время и в любом месте.

source: position, as either white or black. By default you will get
fa: موقعیت، به صورت سفید یا سیاه. به طور پیش فرض دریافت خواهید کرد
ja: 位置は白か黒のいずれかになります。デフォルトでは
ko: 위치, 흰색 또는 검정색으로. 기본적으로 다음을 받게 됩니다.
lt: padėtis yra balta arba juoda. Pagal numatytuosius nustatymus gausite
no: posisjon, enten hvit eller svart. Som standard får du
pl: pozycję, jako białą lub czarną. Domyślnie otrzymasz
pt: posição, como branco ou preto. Por padrão, você obterá
ro: poziție, fie alb, fie negru. În mod implicit, veți obține
ru: позиция, как белый или черный. По умолчанию вы получите

source: a time handicap. You can change the clock settings by
fa: یک نقص زمانی می توانید تنظیمات ساعت را تغییر دهید
ja: 時間制限があります。時計の設定を変更するには
ko: 시간 장애. 시계 설정을 변경할 수 있습니다.
lt: laiko trūkumas. Galite pakeisti laikrodžio nustatymus
no: et tidshandikap. Du kan endre klokkeinnstillingene ved å
pl: handicap czasowy. Możesz zmienić ustawienia zegara poprzez
pt: um handicap de tempo. Você pode alterar as configurações do relógio
ro: un handicap de timp. Puteți modifica setările ceasului prin
ru: гандикап времени. Вы можете изменить настройки часов,

source: clicking on the clock, or using menu < Options >. You can change
fa: روی ساعت کلیک کنید یا از منوی <گزینه ها > استفاده کنید. شما می توانید تغییر دهید
ja: 時計をクリックするか、メニューの<オプション>を使用します。
ko: 시계를 클릭하거나 메뉴 <옵션>을 사용합니다. 변경할 수 있습니다.
lt: spustelėdami laikrodį arba naudodami meniu < Parinktys >. Jūs galite pakeisti
no: ved å klikke på klokken, eller bruke menyen < Alternativer >. Du kan endre
pl: klikając na zegar lub używając menu < Opcje >. Możesz zmienić
pt: clicando no relógio, ou usando o menu < Opções >. Você pode alterar
ro: făcând clic pe ceas sau folosind meniul < Opțiuni >. Te poți schimba
ru: нажав на часы, или используя меню <Параметры>. Вы можете изменить

source: player names by clicking on them or by using menu < Options >
fa: نام بازیکنان را با کلیک کردن روی آنها یا با استفاده از منوی <گزینه ها >
ja: プレイヤー名をクリックするか、メニューの<オプション>を使用して
ko: 플레이어 이름을 클릭하거나 메뉴 <옵션>을 사용하여
lt: žaidėjų vardus spustelėdami juos arba naudodami meniu < Parinktys >
no: spillernavn ved å klikke på dem eller ved å bruke menyen < Alternativer >
pl: nazwy graczy klikając na nie lub używając menu <Opcje>
pt: nomes dos jogadores clicando neles ou usando o menu < Opções >
ro: numele jucătorilor făcând clic pe ele sau utilizând meniul < Opțiuni >
ru: имена игроков, нажав на них или воспользовавшись меню <Параметры>

source: To turn on commentary (kibitzing in chess parlance),
fa: برای روشن کردن تفسیر (کیبیتز در اصطلاح شطرنج)،
ja: 解説をオンにするには（チェス用語では「口論」）、
ko: 해설을 켜려면(체스 용어로 kibitzing)
lt: Norėdami įjungti komentarus (šachmatų kalba kibitizavimą),
no: For å slå på kommentarer (kibitzing på sjakkspråk),
pl: Aby włączyć komentarz (tzw. „kibitzing” w żargonie szachowym),
pt: Para ativar o comentário (kibitzing no jargão do xadrez),
ro: Pentru a activa comentariul (kibitzing în limbajul de șah),
ru: Чтобы включить комментарии (на шахматном языке — кибитчинг),

source: use the < Commands > menu or the Robot button,
fa: از منوی < Commands > یا دکمه Robot استفاده کنید،
ja: <コマンド>メニューまたはロボットボタンを使用します。
ko: <명령> 메뉴 또는 로봇 버튼을 사용하세요.
lt: naudokite meniu < Commands > arba roboto mygtuką,
no: bruk menyen < Kommandoer > eller Robot-knappen,
pl: użyj menu < Polecenia > lub przycisku Robot,
pt: use o menu <Comandos> ou o botão Robô,
ro: utilizați meniul <Comenzi> sau butonul Robot,
ru: используйте меню <Команды> или кнопку «Робот»,

source: or select the < Engine Analysis > tab at the bottom.
fa: یا تب < Engine Analysis > را در پایین انتخاب کنید.
ja: または、下部にある<エンジン分析>タブを選択します。
ko: 또는 하단의 <엔진 분석> 탭을 선택하세요.
lt: arba apačioje pasirinkite skirtuką < Variklio analizė >.
no: eller velg kategorien < Engine Analysis > nederst.
pl: lub wybierz zakładkę < Analiza silnika > na dole.
pt: ou selecione a aba < Engine Analysis > na parte inferior.
ro: sau selectați fila < Analiza motorului > din partea de jos.
ru: или выберите вкладку <Анализ двигателя> внизу.

source: You can even get the chess engine to provide commentary
fa: شما حتی می توانید موتور شطرنج را برای ارائه تفسیر دریافت کنید
ja: チェスエンジンに解説をさせることもできます
ko: 체스 엔진에서 해설을 제공하도록 할 수도 있습니다.
lt: Jūs netgi galite gauti šachmatų variklį, kad pateiktumėte komentarus
no: Du kan til og med få sjakkmotoren til å gi kommentarer
pl: Możesz nawet sprawić, by silnik szachowy zapewniał komentarz
pt: Você pode até fazer com que o mecanismo de xadrez forneça comentários
ro: Puteți chiar să obțineți motorul de șah pentru a oferi comentarii
ru: Вы даже можете заставить шахматный движок комментировать.

source: when you are playing against it.
fa: وقتی مقابلش بازی می کنی
ja: 対戦しているとき。
ko: 당신이 그것에 맞서 싸울 때.
lt: kai žaidi prieš jį.
no: når du spiller mot den.
pl: kiedy grasz przeciwko niemu.
pt: quando você está jogando contra ele.
ro: când joci împotriva lui.
ru: когда вы играете против него.

source: Tarrasch now includes database facilities for easily finding
fa: Tarrasch اکنون شامل امکانات پایگاه داده برای یافتن آسان است
ja: Tarraschには、簡単に検索できるデータベース機能が追加されました。
ko: Tarrasch에는 이제 쉽게 찾을 수 있는 데이터베이스 기능이 포함되어 있습니다.
lt: Tarrasch dabar turi duomenų bazių priemones, kad būtų lengva rasti
no: Tarrasch inkluderer nå databasefasiliteter for enkel å finne
pl: Tarrasch zawiera teraz funkcje bazy danych umożliwiające łatwe wyszukiwanie
pt: Tarrasch agora inclui recursos de banco de dados para encontrar facilmente
ro: Tarrasch include acum facilități de bază de date pentru găsirea cu ușurință
ru: Tarrasch теперь включает в себя возможности базы данных для легкого поиска

source: games and move frequency statistics for openings you are interested in.
fa: بازی ها و آمار فرکانس جابجایی برای افتتاحیه های مورد علاقه شما.
ja: 興味のあるオープニングのゲームと移動頻度の統計。
ko: 관심 있는 오프닝에 대한 게임 및 이동 빈도 통계.
lt: žaidimų ir perkėlimo dažnumo statistiką apie jus dominančius atidarymus.
no: spill og flyttefrekvensstatistikk for åpninger du er interessert i.
pl: statystyki gier i częstotliwości ruchów dla interesujących Cię otwarć.
pt: jogos e estatísticas de frequência de movimentos para aberturas nas quais você está interessado.
ro: jocuri și statistici de frecvență de mișcare pentru deschiderile care vă interesează.
ru: статистика игр и частоты ходов для интересующих вас дебютов.
