Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Forward (main line)
fa: جلو (خط اصلی)
ja: 前進（本線）
ko: 포워드(메인라인)
lt: Pirmyn (pagrindinė linija)
no: Forover (hovedlinje)
pl: Do przodu (linia główna)
pt: Avançar (linha principal)
ro: Înainte (linia principală)
ru: Вперед (основная линия)

source: Backward
fa: عقب مانده
ja: 後方
ko: 뒤로
lt: Atgal
no: Bakover
pl: Wstecz
pt: Para trás
ro: Înapoi
ru: Назад

source: Forward
fa: به جلو
ja: フォワード
ko: 앞으로
lt: Pirmyn
no: Framover
pl: Do przodu
pt: Avançar
ro: Redirecţiona
ru: Вперед

source: Start of game
fa: شروع بازی
ja: ゲーム開始
ko: 게임 시작
lt: Žaidimo pradžia
no: Start av spillet
pl: Początek gry
pt: Início do jogo
ro: Începutul jocului
ru: Начало игры

source: End of game
fa: پایان بازی
ja: ゲーム終了
ko: 게임 종료
lt: Žaidimo pabaiga
no: Slutt på spillet
pl: Koniec gry
pt: Fim do jogo
ro: Sfârșitul jocului
ru: Конец игры

source: Display current games list
fa: نمایش لیست بازی های فعلی
ja: 現在のゲームリストを表示
ko: 현재 게임 목록 표시
lt: Rodyti esamų žaidimų sąrašą
no: Vis gjeldende spillliste
pl: Wyświetl aktualną listę gier
pt: Exibir lista de jogos atuais
ro: Afișează lista de jocuri curentă
ru: Показать текущий список игр

source: Load a puzzle at random
fa: یک پازل را به صورت تصادفی بارگذاری کنید
ja: パズルをランダムにロードする
ko: 무작위로 퍼즐을 로드하세요
lt: Atsitiktinai įkelkite galvosūkį
no: Last et puslespill tilfeldig
pl: Załaduj układankę losowo
pt: Carregue um quebra-cabeça aleatoriamente
ro: Încărcați un puzzle la întâmplare
ru: Загрузите головоломку наугад

source: Toggle puzzle mode
fa: حالت پازل را تغییر دهید
ja: パズルモードを切り替える
ko: 퍼즐 모드 전환
lt: Perjungti galvosūkio režimą
no: Veksle puslespillmodus
pl: Przełącz tryb układanki
pt: Alternar modo quebra-cabeça
ro: Comutați modul puzzle
ru: Переключить режим головоломки

source: Reset current puzzle
fa: بازنشانی پازل فعلی
ja: 現在のパズルをリセット
ko: 현재 퍼즐을 재설정합니다
lt: Iš naujo nustatyti dabartinį galvosūkį
no: Tilbakestill gjeldende puslespill
pl: Zresetuj bieżącą układankę
pt: Redefinir quebra-cabeça atual
ro: Resetați puzzle-ul curent
ru: Сбросить текущую головоломку

source: Display hint for puzzle
fa: نمایش اشاره برای پازل
ja: パズルのヒントを表示
ko: 퍼즐에 대한 힌트 표시
lt: Rodyti galvosūkio užuominą
no: Vis hint for puslespill
pl: Wyświetl podpowiedź do łamigłówki
pt: Exibir dica para quebra-cabeça
ro: Afișează indiciu pentru puzzle
ru: Показать подсказку для головоломки

source: Start clock
fa: شروع ساعت
ja: スタートクロック
ko: 시계 시작
lt: Pradėti laikrodį
no: Start klokken
pl: Uruchom zegar
pt: Iniciar relógio
ro: Porniți ceasul
ru: Стартовые часы

source: Stop clock
fa: ساعت را متوقف کنید
ja: 時計を止める
ko: 시계를 멈추다
lt: Sustabdyti laikrodį
no: Stoppklokke
pl: Zatrzymaj zegar
pt: Pare o relógio
ro: Opriți ceasul
ru: Стоп-часы

source: Reset clock
fa: تنظیم مجدد ساعت
ja: 時計をリセット
ko: 시계 재설정
lt: Iš naujo nustatyti laikrodį
no: Tilbakestill klokken
pl: Zresetuj zegar
pt: Reiniciar relógio
ro: Resetați ceasul
ru: Сбросить часы

source: Pause engine
fa: توقف موتور
ja: エンジンを一時停止
ko: 엔진 일시 정지
lt: Pristabdyti variklį
no: Sett motoren på pause
pl: Wstrzymaj silnik
pt: Pausar motor
ro: Opriți motorul
ru: Пауза двигателя

source: Kibitz options
fa: گزینه های کیبیتز
ja: キビッツオプション
ko: Kibitz 옵션
lt: Kibitz parinktys
no: Kibitz-alternativer
pl: Opcje Kibitz
pt: Opções de Kibitz
ro: Opțiuni Kibitz
ru: Варианты кибица

source: Adjudicate game
fa: قضاوت بازی
ja: ゲームを裁定する
ko: 게임 심판
lt: Spręskite žaidimą
no: Døm spillet
pl: Rozstrzygnij grę
pt: Julgar jogo
ro: Adjudeca jocul
ru: Судить игру

source: Display tournament schedule
fa: نمایش برنامه مسابقات
ja: トーナメントスケジュールを表示
ko: 토너먼트 일정 보기
lt: Rodyti turnyro tvarkaraštį
no: Vis turneringsplan
pl: Wyświetl harmonogram turnieju
pt: Exibir cronograma do torneio
ro: Afișează programul turneului
ru: Показать расписание турнира

source: Display tournament cross table
fa: نمایش جدول متقاطع مسابقات
ja: トーナメントクロステーブルを表示
ko: 토너먼트 크로스 테이블 표시
lt: Rodyti turnyro kroso lentelę
no: Vis turneringskrysstabell
pl: Wyświetl tabelę turniejową
pt: Exibir tabela cruzada de torneios
ro: Afișează masa de turneu încrucișată
ru: Показать турнирную таблицу

source: Skip analysis for this game
fa: از تحلیل این بازی صرف نظر کنید
ja: このゲームの分析をスキップ
ko: 이 게임에 대한 분석 건너뛰기
lt: Praleisti šio žaidimo analizę
no: Hopp over analyse for dette spillet
pl: Pomiń analizę tej gry
pt: Análise de pulos para este jogo
ro: Omiteți analiza pentru acest joc
ru: Пропустить анализ этой игры

source: Stop auto game analysis
fa: آنالیز بازی خودکار را متوقف کنید
ja: 自動ゲーム分析を停止
ko: 자동 게임 분석 중지
lt: Sustabdykite automatinę žaidimų analizę
no: Stopp automatisk spillanalyse
pl: Zatrzymaj automatyczną analizę gry
pt: Parar análise automática do jogo
ro: Opriți analiza automată a jocului
ru: Остановить автоматический анализ игры

source: Switch to 3d graphics
fa: به گرافیک سه بعدی بروید
ja: 3Dグラフィックに切り替える
ko: 3D 그래픽으로 전환
lt: Perjungti į 3D grafiką
no: Bytt til 3d-grafikk
pl: Przełącz na grafikę 3D
pt: Mudar para gráficos 3D
ro: Comutați la grafica 3D
ru: Переключиться на 3D-графику

source: Open Fics network window
fa: پنجره شبکه Fics را باز کنید
ja: Ficsネットワークウィンドウを開く
ko: Fics 네트워크 창 열기
lt: Atidarykite „Fics“ tinklo langą
no: Åpne Fics-nettverksvinduet
pl: Otwórz okno sieciowe Fics
pt: Abrir janela de rede Fics
ro: Deschideți fereastra de rețea FIC
ru: Открыть окно сети Fics

source: Open Media Player window
fa: پنجره Media Player را باز کنید
ja: メディアプレーヤーウィンドウを開く
ko: 미디어 플레이어 창 열기
lt: Atidarykite Media Player langą
no: Åpne Media Player-vinduet
pl: Otwórz okno odtwarzacza multimedialnego
pt: Abrir janela do Media Player
ro: Deschideți fereastra Media Player
ru: Открыть окно медиаплеера

source: This is the Tarrasch Chess GUI V3
fa: این Tarrasch Chess GUI V3 است
ja: これはTarrasch Chess GUI V3です
ko: 이것은 Tarrasch Chess GUI V3입니다.
lt: Tai Tarrasch Chess GUI V3
no: Dette er Tarrasch Chess GUI V3
pl: To jest interfejs graficzny Tarrasch Chess V3
pt: Esta é a GUI V3 do Tarrasch Chess
ro: Acesta este Tarrasch Chess GUI V3
ru: Это Tarrasch Chess GUI V3

source: Tarrasch is an easy to use yet powerful system for playing
fa: Tarrasch یک سیستم آسان برای استفاده و در عین حال قدرتمند برای بازی است
ja: Tarraschは、使いやすく強力なプレイシステムです。
ko: Tarrasch는 사용하기 쉬우면서도 강력한 게임 시스템입니다.
lt: Tarrasch yra paprasta naudoti, tačiau galinga žaidimo sistema
no: Tarrasch er et enkelt å bruke, men kraftig system for å spille
pl: Tarrasch to łatwy w użyciu, a jednocześnie wydajny system do gry
pt: Tarrasch é um sistema fácil de usar, mas poderoso para tocar
ro: Tarrasch este un sistem ușor de utilizat, dar puternic pentru joc
ru: Tarrasch — простая в использовании, но мощная система для игры

source: and analysing with UCI standard chess engines.
fa: و آنالیز با موتورهای شطرنج استاندارد UCI.
ja: UCI 標準チェス エンジンを使用して分析します。
ko: UCI 표준 체스 엔진을 사용하여 분석합니다.
lt: ir analizuoti UCI standartiniais šachmatų varikliais.
no: og analysere med UCI standard sjakkmotorer.
pl: i analizując je przy użyciu standardowych silników szachowych UCI.
pt: e analisando com mecanismos de xadrez padrão UCI.
ro: și analiza cu motoare de șah standard UCI.
ru: и анализ с использованием стандартных шахматных движков UCI.

source: With V3 Tarrasch now adds fast and powerful database features.
fa: با V3 Tarrasch اکنون ویژگی های پایگاه داده سریع و قدرتمند را اضافه می کند.
ja: V3 では、Tarrasch に高速かつ強力なデータベース機能が追加されました。
ko: V3 Tarrasch에는 이제 빠르고 강력한 데이터베이스 기능이 추가되었습니다.
lt: Su V3 Tarrasch dabar prideda greitų ir galingų duomenų bazės funkcijų.
no: Med V3 Tarrasch legger nå til raske og kraftige databasefunksjoner.
pl: W wersji V3 Tarrasch dodaje szybkie i wydajne funkcje baz danych.
pt: Com o V3, o Tarrasch agora adiciona recursos de banco de dados rápidos e poderosos.
ro: Cu V3, Tarrasch adaugă acum funcții rapide și puternice pentru baze de date.
ru: В версии V3 Tarrasch добавляет быстрые и мощные функции базы данных.

source: Tarrasch includes the state of the art Stockfish engine,
fa: Tarrasch شامل پیشرفته ترین موتور Stockfish است،
ja: Tarraschには最先端のStockfishエンジンが搭載されており、
ko: Tarrasch에는 최신 Stockfish 엔진이 포함되어 있습니다.
lt: Tarrasch apima naujausią Stockfish variklį,
no: Tarrasch inkluderer toppmoderne Stockfish-motor,
pl: Tarrasch zawiera najnowocześniejszy silnik Stockfish,
pt: Tarrasch inclui o motor Stockfish de última geração,
ro: Tarrasch include motorul de ultimă generație Stockfish,
ru: Tarrasch включает в себя современный движок Stockfish,

source: some other strong engines and the weak Tarrasch toy engine.
fa: برخی موتورهای قوی دیگر و موتور اسباب بازی ضعیف تاراش.
ja: 他の強力なエンジンと弱い Tarrasch おもちゃのエンジン。
ko: 다른 강력한 엔진과 약한 타라쉬 장난감 엔진.
lt: kai kurie kiti stiprūs varikliai ir silpnas žaislinis „Tarrasch“ variklis.
no: noen andre sterke motorer og den svake Tarrasch-lekemotoren.
pl: kilka innych mocnych silników i słaby silnik zabawkowy Tarrasch.
pt: alguns outros motores fortes e o fraco motor de brinquedo Tarrasch.
ro: alte câteva motoare puternice și slabul motor de jucărie Tarrasch.
ru: несколько других мощных двигателей и слабый игрушечный двигатель Тарраша.

source: The toy engine is particularly suited to Tarrasch's blindfold,
fa: موتور اسباب بازی به ویژه برای چشم بند Tarrasch مناسب است.
ja: おもちゃのエンジンはタラッシュの目隠しに特に適しています。
ko: 장난감 엔진은 특히 타라쉬의 눈가리개에 적합합니다.
lt: Žaislinis variklis ypač tinka Tarrasch užrištoms akims,
no: Lekemotoren er spesielt egnet for Tarraschs bind for øynene,
pl: Zabawkowy silnik jest szczególnie przystosowany do opaski na oczy Tarrascha,
pt: O motor de brinquedo é particularmente adequado para a venda de Tarrasch,
ro: Motorul de jucărie este potrivit în special pentru legarea ochilor lui Tarrasch,
ru: Игрушечный паровозик особенно подходит для повязки Тарраша,

source: partial blindfold, and N move lag training modes.
fa: حالت های تمرین با چشم بند جزئی و N حرکت تاخیر.
ja: 部分的な目隠し、および N 移動ラグ トレーニング モード。
ko: 부분적 눈가리개, N 이동 지연 훈련 모드.
lt: dalinis užrišimas akimis ir N judėjimo vėlavimo treniruočių režimai.
no: delvis bind for øynene og treningsmoduser for N move lag.
pl: częściowe zawiązanie oczu i tryby treningu N-motion-lag.
pt: venda parcial e modos de treinamento de atraso de movimento N.
ro: legătură parțială la ochi și N moduri de antrenament cu întârziere în mișcare.
ru: режимы обучения с частичной завязкой вслепую и N-шаговой задержкой.

source: Visit the publisher's website www.triplehappy.com
fa: از وب سایت ناشر www.triplehappy.com دیدن کنید
ja: 出版社のウェブサイト www.triplehappy.com をご覧ください。
ko: 출판사 웹사이트 www.triplehappy.com을 방문하세요
lt: Apsilankykite leidėjo svetainėje www.triplehappy.com
no: Besøk utgiverens nettsted www.triplehappy.com
pl: Odwiedź stronę wydawcy www.triplehappy.com
pt: Visite o site da editora www.triplehappy.com
ro: Vizitați site-ul web al editorului www.triplehappy.com
ru: Посетите сайт издателя www.triplehappy.com

source: for Tarrasch Chess GUI news and updates.
fa: برای اخبار و به روز رسانی های رابط کاربری گرافیکی Tarrasch Chess.
ja: Tarrasch Chess GUI のニュースとアップデート。
ko: Tarrasch 체스 GUI 뉴스와 업데이트를 확인하세요.
lt: Tarrasch Chess GUI naujienoms ir atnaujinimams.
no: for Tarrasch Chess GUI-nyheter og oppdateringer.
pl: aby uzyskać najnowsze informacje i aktualizacje dotyczące interfejsu graficznego Tarrasch Chess.
pt: para notícias e atualizações da interface gráfica do usuário do Tarrasch Chess.
ro: pentru știri și actualizări ale GUI Tarrasch Chess.
ru: для получения новостей и обновлений Tarrasch Chess GUI.

source: This version of the program, Nimzo_3d, was written by Roy Sawyer.
fa: این نسخه از برنامه Nimzo_3d توسط روی سایر نوشته شده است.
ja: このバージョンのプログラム、Nimzo_3d は Roy Sawyer によって作成されました。
ko: Nimzo_3d라는 이 프로그램 버전은 Roy Sawyer가 작성했습니다.
lt: Šią programos versiją Nimzo_3d parašė Roy'us Sawyeris.
no: Denne versjonen av programmet, Nimzo_3d, ble skrevet av Roy Sawyer.
pl: Autorem wersji programu, Nimzo_3d, jest Roy Sawyer.
pt: Esta versão do programa, Nimzo_3d, foi escrita por Roy Sawyer.
ro: Această versiune a programului, Nimzo_3d, a fost scrisă de Roy Sawyer.
ru: Эта версия программы, Nimzo_3d, была написана Роем Сойером.

source: It is a fork of the original Tarrasch Chess GUI written by Mr Bill Forster.
fa: این یک چنگال از رابط گرافیکی اصلی Tarrasch Chess است که توسط آقای بیل فورستر نوشته شده است.
ja: これは、Bill Forster 氏によって書かれたオリジナルの Tarrasch Chess GUI のフォークです。
ko: 이는 빌 포스터 씨가 작성한 원래 Tarrasch 체스 GUI의 포크입니다.
lt: Tai originalios Tarrasch Chess GUI šakutė, kurią parašė ponas Billas Forsteris.
no: Det er en gaffel av den originale Tarrasch Chess GUI skrevet av Mr Bill Forster.
pl: Jest to rozwidlenie oryginalnego interfejsu graficznego Tarrasch Chess, którego autorem jest Bill Forster.
pt: É uma bifurcação da interface gráfica original do Tarrasch Chess, escrita pelo Sr. Bill Forster.
ro: Este o bifurcătură a interfeței originale de șah Tarrasch scrisă de domnul Bill Forster.
ru: Это форк оригинального графического интерфейса Tarrasch Chess, написанный Биллом Форстером.

source: For this version, thanks to :-
fa: برای این نسخه، با تشکر از: -
ja: このバージョンについては、次の方々に感謝します:-
ko: 이 버전에 대해서는 다음 분들께 감사드립니다:-
lt: Už šią versiją ačiū: -
no: For denne versjonen, takk til:-
pl: Za tę wersję dziękujemy:
pt: Para esta versão, agradecemos a:-
ro: Pentru această versiune, mulțumim lui:-
ru: За эту версию спасибо:-

source: Arroway Textures for permission to use their free sample bitmaps.
fa: Arroway Textures برای اجازه استفاده از نمونه بیت مپ رایگان خود.
ja: 無料のサンプル ビットマップの使用許可をいただいた Arroway Textures に感謝します。
ko: Arroway Textures에 무료 샘플 비트맵 사용 허가를 요청했습니다.
lt: Arroway Textures už leidimą naudoti nemokamus bitmaps pavyzdžius.
no: Arroway Textures for tillatelse til å bruke deres gratis bitmaps.
pl: Arroway Textures za pozwolenie na wykorzystanie bezpłatnych przykładowych map bitowych.
pt: Arroway Textures pela permissão de usar seus bitmaps de amostra gratuitos.
ro: Arroway Textures pentru permisiunea de a folosi eșantionul gratuit de hărți de biți.
ru: Arroway Textures за разрешение использовать их бесплатные образцы растровых изображений.

source: Mr Sedat Canbaz for his Balsa PGN opening books.
fa: آقای صدات کانباز برای کتاب های افتتاحیه Balsa PGN.
ja: Balsa PGN オープニング ブックを作成した Sedat Canbaz 氏。
ko: 발사 PGN 오프닝 북을 쓴 세다트 칸바즈 씨.
lt: P. Sedat Canbaz už jo Balsa PGN atidarymo knygas.
no: Mr Sedat Canbaz for hans Balsa PGN-åpningsbøker.
pl: Pan Sedat Canbaz za jego książki otwierające Balsa PGN.
pt: Sr. Sedat Canbaz por seus livros de abertura Balsa PGN.
ro: Domnul Sedat Canbaz pentru cărțile sale de deschidere Balsa PGN.
ru: Г-н Седат Канбаз за свои дебютные книги Balsa PGN.

source: Mr Graham O'Neill for his OpenBook conversion utility program.
fa: آقای گراهام اونیل برای برنامه کاربردی تبدیل OpenBook خود.
ja: OpenBook 変換ユーティリティ プログラムを開発してくれた Graham O'Neill 氏。
ko: OpenBook 변환 유틸리티 프로그램을 개발한 그레이엄 오닐 씨.
lt: Graham O'Neill už OpenBook konvertavimo paslaugų programą.
no: Mr Graham O'Neill for hans OpenBook-konverteringsverktøy.
pl: Pan Graham O'Neill za jego program narzędziowy do konwersji OpenBook.
pt: Sr. Graham O'Neill por seu programa utilitário de conversão OpenBook.
ro: Domnul Graham O'Neill pentru programul său utilitar de conversie OpenBook.
ru: Г-н Грэм О'Нил за свою программу-утилиту конвертации OpenBook.

source: Mr Uwe Auerswald for the PGN puzzle file.
fa: آقای Uwe Auerswald برای فایل پازل PGN.
ja: PGN パズル ファイルを提供してくれた Uwe Auerswald 氏。
ko: PGN 퍼즐 파일을 제공해 주신 Uwe Auerswald 씨께 감사드립니다.
lt: Uwe Auerswald už PGN galvosūkio failą.
no: Mr Uwe Auerswald for PGN-puslespillet.
pl: Pan Uwe Auerswald za plik z zagadką PGN.
pt: Sr. Uwe Auerswald pelo arquivo de quebra-cabeça PGN.
ro: Domnul Uwe Auerswald pentru fișierul puzzle PGN.
ru: Господину Уве Ауэрсвальду за файл головоломки PGN.

source: Here is the explanation for the name of the program.
fa: در اینجا توضیح نام برنامه آمده است.
ja: プログラム名の説明は次のとおりです。
ko: 프로그램 이름에 대한 설명은 다음과 같습니다.
lt: Čia yra programos pavadinimo paaiškinimas.
no: Her er forklaringen på navnet på programmet.
pl: Oto wyjaśnienie nazwy programu.
pt: Aqui está a explicação para o nome do programa.
ro: Iată explicația pentru numele programului.
ru: Вот объяснение названия программы.

source: which many users may find rather curious.
fa: که ممکن است برای بسیاری از کاربران نسبتاً کنجکاو باشد.
ja: 多くのユーザーは、これをむしろ不思議に思うかもしれません。
ko: 많은 사용자가 매우 호기심을 가질 수 있는 부분입니다.
lt: kuris daugeliui vartotojų gali pasirodyti gana įdomus.
no: som mange brukere kan finne ganske nysgjerrige.
pl: co dla wielu użytkowników może wydawać się dość dziwne.
pt: o que muitos usuários podem achar bastante curioso.
ro: pe care mulți utilizatori îl pot găsi destul de curios.
ru: что многим пользователям может показаться весьма любопытным.

source: It is a great irony that the idea for this project first occurred
fa: این یک طنز بزرگ است که ایده این پروژه برای اولین بار رخ داد
ja: このプロジェクトのアイデアが最初に浮かんだのは皮肉なことだ
ko: 이 프로젝트에 대한 아이디어가 처음 나왔다는 것은 큰 아이러니입니다.
lt: Labai ironiška, kad šio projekto idėja kilo pirmą kartą
no: Det er en stor ironi at ideen til dette prosjektet først oppsto
pl: Wielką ironią jest to, że pomysł na ten projekt zrodził się po raz pierwszy
pt: É uma grande ironia que a ideia para este projeto tenha surgido pela primeira vez
ro: Este o mare ironie că ideea acestui proiect a apărut pentru prima dată
ru: По иронии судьбы, идея этого проекта впервые возникла

source: to me when I was studying
fa: برای من وقتی درس می خواندم
ja: 私が勉強していた頃
ko: 내가 공부할 때 나에게
lt: man, kai studijavau
no: til meg da jeg studerte
pl: do mnie, kiedy studiowałem
pt: para mim quando eu estava estudando
ro: la mine când studiam
ru: мне, когда я учился

source: My System
fa: سیستم من
ja: 私のシステム
ko: 내 시스템
lt: Mano Sistema
no: Mitt system
pl: Mój system
pt: Meu Sistema
ro: Sistemul meu
ru: Моя система

source: by Aron Nimzowitsch.
fa: توسط آرون نیمزوویچ
ja: アーロン・ニムゾヴィッチ著。
ko: 저자: 아론 님조비치
lt: pateikė Aronas Nimzowitschas.
no: av Aron Nimzowitsch.
pl: przez Arona Nimzowitscha.
pt: por Aron Nimzowitsch.
ro: de Aron Nimzowitsch.
ru: Арон Нимцович.

source: Also, it was the preference of Mr Forster that my version
fa: همچنین، ترجیح آقای فورستر نسبت به نسخه من بود
ja: また、フォースター氏の好みで、私のバージョンは
ko: 또한 포스터 씨는 내 버전을 선호했습니다.
lt: Be to, pono Forsterio pirmenybė buvo mano versija
no: Dessuten var det Mr Forsters preferanse at min versjon
pl: Ponadto pan Forster wolał moją wersję
pt: Além disso, era preferência do Sr. Forster que minha versão
ro: De asemenea, a fost preferința domnului Forster decât versiunea mea
ru: Кроме того, г-н Форстер предпочел, чтобы моя версия

source: should be called something different to his original program.
fa: را باید چیزی متفاوت با برنامه اصلی او نامید.
ja: 彼の元のプログラムとは別の名前で呼ばれるべきです。
ko: 원래 프로그램과는 다른 이름으로 불려야 합니다.
lt: turėtų būti vadinama kitaip nei jo pradinė programa.
no: skal kalles noe annet enn det opprinnelige programmet hans.
pl: powinien nazywać się inaczej niż jego oryginalny program.
pt: deveria ter um nome diferente do seu programa original.
ro: ar trebui să fie numit ceva diferit de programul său original.
ru: следует назвать как-то иначе, чем его первоначальная программа.

source: I was quite happy to go along with his wishes.
fa: من بسیار خوشحالم که با خواسته های او همراه شدم.
ja: 私は彼の願いに従ってとても幸せでした。
ko: 나는 그의 뜻에 따라 기꺼이 행동했습니다.
lt: Buvau labai laimingas galėdamas išpildyti jo norus.
no: Jeg var ganske fornøyd med å gå med på hans ønsker.
pl: Z przyjemnością spełniłem jego życzenia.
pt: Fiquei muito feliz em atender aos seus desejos.
ro: Am fost destul de fericit să merg de acord cu dorințele lui.
ru: Я был очень рад выполнить его пожелания.

source: Nimzo_3d is the latest release of the program,
fa: Nimzo_3d آخرین نسخه این برنامه است،
ja: Nimzo_3dはプログラムの最新リリースです。
ko: Nimzo_3d는 이 프로그램의 최신 릴리스입니다.
lt: Nimzo_3d yra naujausias programos leidimas,
no: Nimzo_3d er den siste utgivelsen av programmet,
pl: Nimzo_3d to najnowsza wersja programu,
pt: Nimzo_3d é a versão mais recente do programa,
ro: Nimzo_3d este cea mai recentă versiune a programului,
ru: Nimzo_3d — последняя версия программы,

source: with 3d graphics powered by DirectX
fa: با گرافیک سه بعدی که توسط DirectX طراحی شده است
ja: DirectX搭載の3Dグラフィック
ko: DirectX로 구동되는 3D 그래픽
lt: su 3D grafika, maitinama „DirectX“.
no: med 3D-grafikk drevet av DirectX
pl: z grafiką 3D opartą na DirectX
pt: com gráficos 3D alimentados por DirectX
ro: cu grafică 3D alimentată de DirectX
ru: с 3D-графикой на базе DirectX

source: About the Tarrasch Chess GUI
fa: درباره رابط کاربری گرافیکی شطرنج Tarrasch
ja: Tarrasch Chess GUIについて
ko: Tarrasch 체스 GUI에 대하여
lt: Apie Tarrasch šachmatų GUI
no: Om Tarrasch Chess GUI
pl: O interfejsie graficznym Tarrasch Chess
pt: Sobre a interface gráfica do Tarrasch Chess
ro: Despre GUI Tarrasch Chess
ru: О графическом интерфейсе Tarrasch Chess

source: Features added
fa: امکانات اضافه شده
ja: 追加された機能
ko: 추가된 기능
lt: Pridėtos funkcijos
no: Funksjoner lagt til
pl: Dodane funkcje
pt: Recursos adicionados
ro: Caracteristici adăugate
ru: Добавлены функции

source: Major features added :-
fa: ویژگی های اصلی اضافه شده: -
ja: 追加された主な機能:-
ko: 추가된 주요 기능 :-
lt: Pridėtos pagrindinės funkcijos: -
no: Viktige funksjoner lagt til: -
pl: Dodano następujące najważniejsze funkcje:-
pt: Principais recursos adicionados:
ro: Caracteristici majore adăugate: -
ru: Добавлены основные функции:

source: Shootout mode
fa: حالت تیراندازی
ja: シュートアウトモード
ko: 슈팅아웃 모드
lt: Šaudymo režimas
no: Shootout-modus
pl: Tryb strzelaniny
pt: Modo de tiroteio
ro: Modul Shootout
ru: Режим перестрелки

source: User board bitamps
fa: بیتمپ های برد کاربر
ja: ユーザーボードビットスタンプ
ko: 사용자 보드 비탬프
lt: Vartotojo plokštės bitampai
no: Brukerbord bitamps
pl: Bitampy płyty użytkownika
pt: Placa de usuário bitamps
ro: Bitampurile plăcii utilizatorului
ru: Пользовательская плата битампов

source: Printing functions
fa: توابع چاپ
ja: 印刷機能
ko: 인쇄 기능
lt: Spausdinimo funkcijos
no: Utskriftsfunksjoner
pl: Funkcje drukowania
pt: Funções de impressão
ro: Funcții de imprimare
ru: Функции печати

source: Engine match functions
fa: عملکردهای تطبیق موتور
ja: エンジンマッチ機能
ko: 엔진 매치 기능
lt: Variklio atitikimo funkcijos
no: Motormatchfunksjoner
pl: Funkcje dopasowania silnika
pt: Funções de correspondência do motor
ro: Funcții de potrivire a motorului
ru: Функции соответствия двигателя

source: Engine tournament functions
fa: توابع مسابقات موتور
ja: エンジントーナメント機能
ko: 엔진 토너먼트 기능
lt: Variklio turnyro funkcijos
no: Motorturneringsfunksjoner
pl: Funkcje turniejowe silnika
pt: Funções do torneio do motor
ro: Funcții de turneu motor
ru: Турнирные функции движка

source: PGN game file search functions
fa: توابع جستجوی فایل بازی PGN
ja: PGNゲームファイル検索機能
ko: PGN 게임 파일 검색 기능
lt: PGN žaidimų failų paieškos funkcijos
no: PGN-spillfilsøkefunksjoner
pl: Funkcje wyszukiwania plików gier PGN
pt: Funções de pesquisa de arquivos de jogos PGN
ro: Funcții de căutare a fișierelor de joc PGN
ru: Функции поиска игровых файлов PGN

source: Automatic analysis of games (version 2.0)
fa: تجزیه و تحلیل خودکار بازی ها (نسخه 2.0)
ja: ゲームの自動分析（バージョン 2.0）
ko: 게임 자동 분석(버전 2.0)
lt: Automatinė žaidimų analizė (2.0 versija)
no: Automatisk analyse av spill (versjon 2.0)
pl: Automatyczna analiza gier (wersja 2.0)
pt: Análise automática de jogos (versão 2.0)
ro: Analiza automată a jocurilor (versiunea 2.0)
ru: Автоматический анализ игр (версия 2.0)

source: 3d graphics with DirectX (Nimzo_3d - version 3.3)
fa: گرافیک سه بعدی با DirectX (Nimzo_3d - نسخه 3.3)
ja: DirectX を使用した 3D グラフィックス (Nimzo_3d - バージョン 3.3)
ko: DirectX를 사용한 3D 그래픽(Nimzo_3d - 버전 3.3)
lt: 3D grafika su „DirectX“ („Nimzo_3d“ – 3.3 versija)
no: 3D-grafikk med DirectX (Nimzo_3d - versjon 3.3)
pl: Grafika 3D z DirectX (Nimzo_3d - wersja 3.3)
pt: Gráficos 3D com DirectX (Nimzo_3d - versão 3.3)
ro: Grafică 3d cu DirectX (Nimzo_3d - versiunea 3.3)
ru: 3D-графика с DirectX (Nimzo_3d - версия 3.3)
