Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Arrows can be displayed between two squares by holding down a control key
fa: فلش ها را می توان بین دو مربع با نگه داشتن یک کلید کنترل نمایش داد
ja: コントロールキーを押すと、2つの四角形の間に矢印が表示されます。
ko: Ctrl 키를 누르고 있으면 두 개의 사각형 사이에 화살표가 표시됩니다.
lt: Rodyklės gali būti rodomos tarp dviejų kvadratų laikant nuspaudę valdymo klavišą
no: Piler kan vises mellom to ruter ved å holde nede en kontrolltast
pl: Strzałki można wyświetlać między dwoma kwadratami, przytrzymując klawisz Control
pt: As setas podem ser exibidas entre dois quadrados mantendo pressionada uma tecla de controle
ro: Săgețile pot fi afișate între două pătrate ținând apăsată o tastă de control
ru: Стрелки можно отображать между двумя квадратами, удерживая клавишу Control.

source: and clicking and holding down the left mouse button on the start square,
fa: و با کلیک کردن و نگه داشتن دکمه سمت چپ ماوس در مربع شروع،
ja: スタート地点でマウスの左ボタンを押したまま、
ko: 그리고 시작 사각형에서 왼쪽 마우스 버튼을 클릭하고 누른 채로 유지하세요.
lt: ir spustelėdami ir palaikydami nuspaudę kairįjį pelės mygtuką pradžios kvadrate,
no: og klikk og hold nede venstre museknapp på startfeltet,
pl: i klikając i przytrzymując lewy przycisk myszy na kwadracie startowym,
pt: e clicar e segurar o botão esquerdo do mouse no quadrado inicial,
ro: și făcând clic și ținând apăsat butonul stâng al mouse-ului pe pătratul de pornire,
ru: и нажав и удерживая левую кнопку мыши на начальном квадрате,

source: then dragging the mouse to the end square and releasing the mouse button.
fa: سپس ماوس را به مربع انتهایی بکشید و دکمه ماوس را رها کنید.
ja: 次に、マウスを最後の四角形までドラッグし、マウス ボタンを放します。
ko: 그런 다음 마우스를 끝 사각형으로 끌고 마우스 버튼을 놓습니다.
lt: tada vilkite pelę į pabaigos kvadratą ir atleiskite pelės mygtuką.
no: dra deretter musen til sluttruten og slipp museknappen.
pl: a następnie przeciągnij mysz do końcowego kwadratu i zwolnij przycisk myszy.
pt: em seguida, arrastando o mouse até o quadrado final e soltando o botão do mouse.
ro: apoi trăgând mouse-ul până la capătul pătratului și eliberând butonul mouse-ului.
ru: затем перетащите мышь в конечный квадрат и отпустите кнопку мыши.

source: As well as the arrow colours, you can set the following options :-
fa: علاوه بر رنگ های فلش، می توانید گزینه های زیر را تنظیم کنید:
ja: 矢印の色に加えて、次のオプションを設定できます:-
ko: 화살표 색상 뿐만 아니라 다음 옵션도 설정할 수 있습니다.
lt: Be rodyklių spalvų, galite nustatyti šias parinktis:
no: I tillegg til pilfargene kan du angi følgende alternativer:
pl: Oprócz kolorów strzałek możesz ustawić następujące opcje:
pt: Além das cores das setas, você pode definir as seguintes opções:
ro: Pe lângă culorile săgeților, puteți seta următoarele opțiuni:-
ru: Помимо цвета стрелок, вы можете установить следующие параметры:

source: Arrow size - arrow head size as a percentage of the square size.
fa: اندازه فلش - اندازه سر فلش به عنوان درصدی از اندازه مربع.
ja: 矢印のサイズ - 矢印の先端のサイズを正方形のサイズのパーセンテージで表します。
ko: 화살표 크기 - 사각형 크기에 대한 화살표 머리 크기의 백분율입니다.
lt: Rodyklės dydis – rodyklės galvutės dydis procentais nuo kvadrato dydžio.
no: Pilstørrelse - pilhodestørrelse i prosent av kvadratstørrelsen.
pl: Rozmiar strzałki – rozmiar grotu strzałki jako procent rozmiaru kwadratu.
pt: Tamanho da seta - tamanho da ponta da seta como uma porcentagem do tamanho do quadrado.
ro: Dimensiunea săgeții - dimensiunea capului săgeții ca procent din dimensiunea pătratului.
ru: Размер стрелки — размер наконечника стрелки в процентах от размера квадрата.

source: Arrow thickness - arrow line thickness as a percentage of the board size.
fa: ضخامت پیکان - ضخامت خط پیکان به عنوان درصدی از اندازه تخته.
ja: 矢印の太さ - ボードのサイズに対する矢印の線の太さのパーセンテージ。
ko: 화살표 두께 - 보드 크기에 대한 화살표 선 두께의 백분율입니다.
lt: Rodyklės storis – rodyklės linijos storis procentais nuo lentos dydžio.
no: Piltykkelse - pillinjetykkelse i prosent av brettstørrelsen.
pl: Grubość strzałki – grubość linii strzałki wyrażona jako procent rozmiaru planszy.
pt: Espessura da seta - espessura da linha da seta como uma porcentagem do tamanho do tabuleiro.
ro: Grosimea săgeții - grosimea liniei săgeții ca procent din dimensiunea plăcii.
ru: Толщина стрелки — толщина линии стрелки в процентах от размера доски.

source: Arrow size - arrow head size in pixels.
fa: اندازه پیکان - اندازه سر فلش بر حسب پیکسل.
ja: 矢印のサイズ - 矢印の先端のサイズ（ピクセル単位）。
ko: 화살표 크기 - 픽셀 단위의 화살표 머리 크기입니다.
lt: Rodyklės dydis – rodyklės galvutės dydis pikseliais.
no: Pilstørrelse - pilhodestørrelse i piksler.
pl: Rozmiar strzałki - rozmiar grotu strzałki w pikselach.
pt: Tamanho da seta - tamanho da ponta da seta em pixels.
ro: Dimensiunea săgeții - dimensiunea capului săgeții în pixeli.
ru: Размер стрелки — размер наконечника стрелки в пикселях.

source: Arrow thickness - arrow line thickness in pixels.
fa: ضخامت پیکان - ضخامت خط پیکان بر حسب پیکسل.
ja: 矢印の太さ - 矢印の線の太さ（ピクセル単位）。
ko: 화살표 두께 - 픽셀 단위의 화살표 선 두께입니다.
lt: Rodyklės storis – rodyklės linijos storis pikseliais.
no: Piltykkelse - pillinjetykkelse i piksler.
pl: Grubość strzałki - grubość linii strzałki w pikselach.
pt: Espessura da seta - espessura da linha da seta em pixels.
ro: Grosimea săgeții - grosimea liniei săgeții în pixeli.
ru: Толщина стрелки — толщина линии стрелки в пикселях.

source: Arrow proportion - arrow square proportion.
fa: نسبت پیکان - نسبت مربع فلش.
ja: 矢印の比率 - 矢印の正方形の比率。
ko: 화살표 비율 - 화살표 사각형 비율.
lt: Rodyklės proporcija – rodyklės kvadrato proporcija.
no: Pil proporsjon - pil kvadrat proporsjon.
pl: Proporcja strzałki - proporcja kwadratu strzałki.
pt: Proporção da seta - proporção do quadrado da seta.
ro: Proporție săgeată - proporție pătrată săgeată.
ru: Пропорция стрелки - пропорция квадрата стрелки.

source: i.e. How far the arrow goes into a square.
fa: یعنی فلش چقدر به سمت مربع می رود.
ja: つまり、矢印が正方形にどれだけ入るかということです。
ko: 즉, 화살표가 사각형 안으로 얼마나 들어가는지입니다.
lt: y., kiek toli rodyklė eina į kvadratą.
no: dvs. hvor langt pilen går inn i en firkant.
pl: tj. Jak daleko strzałka sięga w kwadrat.
pt: ou seja, até onde a flecha vai em um quadrado.
ro: adică cât de departe ajunge săgeata într-un pătrat.
ru: т. е. насколько далеко стрелка входит в квадрат.

source: Board highlight colours help
fa: رنگ های هایلایت تخته کمک می کند
ja: ボードのハイライトカラーが役立ちます
ko: 보드 강조 색상이 도움이 됩니다
lt: Padeda lentos paryškinimo spalvos
no: Bretthøydelysfarger hjelper
pl: Kolory podświetlenia planszy pomagają
pt: As cores de destaque do quadro ajudam
ro: Culorile de evidențiere a tablei ajută
ru: Помощь в выборе цвета подсветки доски

source: Single line kibitz
fa: کیبیتز تک خطی
ja: 単行の雑談
ko: 단일 라인 키비츠
lt: Vienos linijos kibicas
no: Enkel linje kibitz
pl: Kibitz jednoliniowy
pt: Kibitz de linha única
ro: Kibitz cu o singură linie
ru: Однострочный кибиц

source: Full kibitz
fa: کیبیتز کامل
ja: 完全なおしゃべり
ko: 풀 키비츠
lt: Pilnas kibicas
pl: Pełny kibitz
pt: Kibitz completo
ro: Kibitz complet
ru: Полный кибиц

source: Reverse single line display
fa: نمایشگر تک خطی معکوس
ja: 逆1行表示
ko: 역방향 단일 줄 표시
lt: Atvirkštinis vienos eilutės ekranas
no: Omvendt enkeltlinjevisning
pl: Odwrócony wyświetlacz jednoliniowy
pt: Exibição reversa de linha única
ro: Afișaj inversat cu o singură linie
ru: Обратный однострочный дисплей

source: Enforce Kibitz line number
fa: شماره خط Kibitz را اجرا کنید
ja: Kibitz行番号の強制
ko: Kibitz 라인 번호 적용
lt: Vykdyti Kibitz eilutės numerį
no: Håndheve Kibitz linjenummer
pl: Wymuś numer wiersza Kibitz
pt: Aplicar número de linha Kibitz
ro: Aplicați numărul de linie Kibitz
ru: Обеспечить соблюдение номера линии Kibitz

source: These options allow the user to select the kibitzing mode
fa: این گزینه ها به کاربر این امکان را می دهد که حالت کیبیتز را انتخاب کند
ja: これらのオプションにより、ユーザーはキビッティングモードを選択できます
ko: 이러한 옵션을 사용하면 사용자가 kibitzing 모드를 선택할 수 있습니다.
lt: Šios parinktys leidžia vartotojui pasirinkti kibitavimo režimą
no: Disse alternativene lar brukeren velge kibitzing-modus
pl: Opcje te umożliwiają użytkownikowi wybór trybu kibicowania
pt: Essas opções permitem que o usuário selecione o modo kibitzing
ro: Aceste opțiuni permit utilizatorului să selecteze modul kibitzing
ru: Эти параметры позволяют пользователю выбрать режим кибитчинга.

source: to use when the engine is analysing a move on its own turn.
fa: برای استفاده زمانی که موتور در نوبت خود حرکتی را تجزیه و تحلیل می کند.
ja: エンジンが自分のターンで動きを分析するときに使用します。
ko: 엔진이 자신의 차례에서 움직임을 분석할 때 사용합니다.
lt: naudoti, kai variklis analizuoja judesį savo ruožtu.
no: å bruke når motoren analyserer et trekk i sin egen sving.
pl: do użycia, gdy silnik analizuje ruch we własnym zakresie.
pt: para usar quando o motor estiver analisando um movimento em seu próprio turno.
ro: de utilizat atunci când motorul analizează o mișcare la rândul său.
ru: использовать, когда движок анализирует ход в свой ход.

source: Select <Single line kibitz> to display the best line of play only.
fa: <Single line kibitz> را انتخاب کنید تا فقط بهترین خط بازی نمایش داده شود.
ja: 最良のプレイラインのみを表示するには、<シングル ライン キビッツ> を選択します。
ko: 가장 좋은 플레이 라인만 표시하려면 <단일 라인 키비츠>를 선택하세요.
lt: Pasirinkite <Single line kibitz>, kad būtų rodoma tik geriausia žaidimo linija.
no: Velg <Enkeltlinjekibitz> for kun å vise den beste spillelinjen.
pl: Wybierz opcję <Kibitz pojedynczej linii>, aby wyświetlić tylko najlepszą linię gry.
pt: Selecione <Single line kibitz> para exibir apenas a melhor linha de jogo.
ro: Selectați <Single line kibitz> pentru a afișa numai cea mai bună linie de joc.
ru: Выберите <Однострочный кибиц>, чтобы отобразить только лучшую линию игры.

source: Of the two modes this gives slightly stronger play
fa: از بین دو حالت، این بازی کمی قوی تر می دهد
ja: 2つのモードのうち、これは少し強いプレイになります
ko: 두 가지 모드 중 이 모드는 플레이가 약간 더 강력합니다.
lt: Iš dviejų režimų tai suteikia šiek tiek stipresnį grojimą
no: Av de to modusene gir dette litt sterkere spill
pl: Z tych dwóch trybów ten zapewnia nieco silniejszą rozgrywkę
pt: Dos dois modos, este proporciona um jogo um pouco mais forte
ro: Dintre cele două moduri, acest lucru oferă un joc puțin mai puternic
ru: Из двух режимов этот дает немного более сильную игру

source: Select <Full kibitz> to display the same number of lines
fa: <Full kibitz> را برای نمایش همان تعداد خطوط انتخاب کنید
ja: 同じ行数を表示するには、<Full kibitz>を選択します。
ko: <전체 키비츠>를 선택하면 같은 수의 줄이 표시됩니다.
lt: Pasirinkite <Visas kibitas>, kad būtų rodomas toks pat eilučių skaičius
no: Velg <Full kbitz> for å vise samme antall linjer
pl: Wybierz opcję <Pełny kibitz>, aby wyświetlić taką samą liczbę wierszy
pt: Selecione <Kibitz completo> para exibir o mesmo número de linhas
ro: Selectați <Full kibitz> pentru a afișa același număr de linii
ru: Выберите <Полный кибиц>, чтобы отобразить то же количество строк.

source: as displayed when the engine is pondering.
fa: همانطور که در هنگام تعمق موتور نشان داده می شود.
ja: エンジンが熟考しているときに表示されます。
ko: 엔진이 숙고할 때 표시됩니다.
lt: kaip rodoma, kai variklis apmąsto.
no: som vises når motoren grubler.
pl: wyświetlany, gdy silnik jest w trakcie pracy.
pt: conforme exibido quando o motor está ponderando.
ro: așa cum este afișat atunci când motorul se gândește.
ru: как показано, когда двигатель находится в состоянии раздумья.

source: This will give a more comprehensive view of the position,
fa: این دیدگاه جامع تری از موقعیت ارائه می دهد،
ja: これにより、ポジションのより包括的な見方が得られます。
ko: 이렇게 하면 해당 직위에 대한 보다 포괄적인 관점을 얻을 수 있습니다.
lt: Tai suteiks išsamesnį pozicijos vaizdą,
no: Dette vil gi et mer helhetlig syn på stillingen,
pl: Dzięki temu uzyskasz pełniejszy obraz sytuacji,
pt: Isso dará uma visão mais abrangente da posição,
ro: Acest lucru va oferi o imagine mai cuprinzătoare a poziției,
ru: Это даст более полное представление о позиции,

source: if the kibitz pondering line number is set to more than one.
fa: اگر شماره خط تعمق کیبیتز روی بیش از یک تنظیم شده باشد.
ja: kibitz の熟考行番号が 1 以上に設定されている場合は、
ko: kibitz 숙고 라인 번호가 둘 이상으로 설정된 경우.
lt: jei kibito apmąstymo eilutės numeris nustatytas į daugiau nei vieną.
no: hvis kibitz-grublelinjenummeret er satt til mer enn én.
pl: jeśli numer wiersza rozważań kibitz jest ustawiony na więcej niż jeden.
pt: se o número da linha de ponderação do kibitz for definido como mais de um.
ro: dacă numărul liniei de calcul kibitz este setat la mai mult de unul.
ru: если номер строки размышления «кибиц» установлен больше одного.

source: This option applies to shootout mode,
fa: این گزینه برای حالت تیراندازی اعمال می شود،
ja: このオプションはシュートアウトモードに適用されます。
ko: 이 옵션은 슈팅아웃 모드에 적용됩니다.
lt: Ši parinktis taikoma šaudymo režimui,
no: Dette alternativet gjelder for shootout-modus,
pl: Opcja ta dotyczy trybu strzelanin,
pt: Esta opção se aplica ao modo de tiroteio,
ro: Această opțiune se aplică modului shootout,
ru: Эта опция применяется к режиму перестрелки,

source: engine vs. engine games and human vs. engine games.
fa: بازی های موتور در مقابل موتور و بازی های انسان در مقابل موتور.
ja: エンジン対エンジンのゲームと人間対エンジンのゲーム。
ko: 엔진 대 엔진 게임과 인간 대 엔진 게임.
lt: Variklio prieš variklį žaidimai ir Žmogaus prieš variklį žaidimai.
no: motor vs. motor-spill og menneske vs. motor-spill.
pl: gry silnik kontra silnik i gry człowiek kontra silnik.
pt: jogos de motor vs. motor e jogos de humanos vs. motor.
ro: jocuri cu motor vs. motor și jocuri cu motor vs.
ru: игры движок против движка и игры человек против движка.

source: It has no effect when the engine is pondering.
fa: وقتی موتور در حال تعمق است هیچ تاثیری ندارد.
ja: エンジンが熟考しているときは効果がありません。
ko: 엔진이 숙고 중일 때는 효과가 없습니다.
lt: Tai neturi jokios įtakos, kai variklis apmąsto.
no: Det har ingen effekt når motoren grubler.
pl: Nie ma to żadnego znaczenia, gdy silnik jest w trybie rozmyślania.
pt: Não tem efeito quando o motor está ponderando.
ro: Nu are niciun efect atunci când motorul se gândește.
ru: Это не имеет никакого эффекта, когда двигатель находится в состоянии раздумий.

source: In that case you can adjust the number of lines
fa: در این صورت می توانید تعداد خطوط را تنظیم کنید
ja: その場合は行数を調整できます
ko: 이 경우에는 줄의 개수를 조절할 수 있습니다.
lt: Tokiu atveju galite reguliuoti eilučių skaičių
no: I så fall kan du justere antall linjer
pl: W takim przypadku możesz dostosować liczbę wierszy
pt: Nesse caso você pode ajustar o número de linhas
ro: În acest caz, puteți ajusta numărul de linii
ru: В этом случае вы можете отрегулировать количество строк.

source: with the plus and minus buttons in the analysis panel.
fa: با دکمه های مثبت و منفی در پانل تجزیه و تحلیل.
ja: 分析パネルのプラスボタンとマイナスボタンを使用します。
ko: 분석 패널의 더하기 및 빼기 버튼을 사용합니다.
lt: su pliuso ir minuso mygtukais analizės skydelyje.
no: med pluss- og minusknappene i analysepanelet.
pl: za pomocą przycisków plus i minus w panelu analizy.
pt: com os botões de mais e menos no painel de análise.
ro: cu butoanele plus și minus din panoul de analiză.
ru: с помощью кнопок «плюс» и «минус» на панели анализа.

source: When kibitzing with full kibitz mode when the engine is thinking,
fa: هنگام کیبیتز کردن با حالت فول کیبیتز زمانی که موتور در حال فکر کردن است،
ja: エンジンが考えているときにフルキビッツモードでキビッツすると、
ko: 엔진이 생각하고 있을 때 전체 키비츠 모드로 키비츠를 할 때,
lt: Kai kibituojate viso kibito režimu, kai variklis galvoja,
no: Når du kibitser med full kibitz-modus når motoren tenker,
pl: Podczas kibicowania w trybie pełnego kibicowania, gdy silnik myśli,
pt: Ao kibitzing com modo kibitz completo quando o motor está pensando,
ro: Când kibitz cu modul kibitz complet când motorul se gândește,
ru: При кибитчинге в режиме полного кибитчинга, когда двигатель думает,

source: the speed of engine play is governed by the Engine Adjustment settings,
fa: سرعت پخش موتور توسط تنظیمات تنظیم موتور کنترل می شود،
ja: エンジンの再生速度はエンジン調整設定によって制御されます。
ko: 엔진 재생 속도는 엔진 조정 설정에 따라 결정됩니다.
lt: variklio laisvumo greitį reguliuoja variklio reguliavimo nustatymai,
no: hastigheten på motorspillet styres av innstillingene for motorjustering,
pl: prędkość obrotowa silnika jest regulowana przez ustawienia regulacji silnika,
pt: a velocidade do jogo do motor é governada pelas configurações de ajuste do motor,
ro: viteza de rulare a motorului este guvernată de setările de reglare a motorului,
ru: скорость работы двигателя регулируется настройками регулировки двигателя,

source: even if they are not switched on.
fa: حتی اگر روشن نباشند.
ja: 電源が入っていない場合でも。
ko: 켜져 있지 않더라도요.
lt: net jei jie neįjungti.
no: selv om de ikke er slått på.
pl: nawet jeśli są wyłączone.
pt: mesmo que não estejam ligados.
ro: chiar dacă nu sunt pornite.
ru: даже если они не включены.

source: The reason for this is that during full kibitzing, the program runs an
fa: دلیل این امر این است که در حین کیبیت سازی کامل، برنامه یک را اجرا می کند
ja: その理由は、フルキビッティング中にプログラムが
ko: 그 이유는 전체 키비칭 중에 프로그램이 실행되기 때문입니다.
lt: Taip yra todėl, kad visiško kibitavimo metu programa paleidžia
no: Grunnen til dette er at under full kibitzing kjører programmet en
pl: Powodem tego jest fakt, że podczas pełnego kibicowania program uruchamia
pt: A razão para isso é que durante o kibitzing completo, o programa executa um
ro: Motivul pentru aceasta este că în timpul kibitzing-ului complet, programul rulează un
ru: Причина этого в том, что во время полного кибитчинга программа запускает

source: infinite analysis loop which has to be interrupted to make it play a move.
fa: حلقه تجزیه و تحلیل بی نهایت که باید قطع شود تا حرکتی انجام شود.
ja: 手を打つために中断しなければならない無限の分析ループ。
ko: 무한 분석 루프가 있어서 움직이려면 중단해야 합니다.
lt: begalinis analizės ciklas, kuris turi būti nutrauktas, kad būtų atliktas žingsnis.
no: uendelig analysesløyfe som må avbrytes for å få den til å spille et trekk.
pl: nieskończona pętla analizy, którą należy przerwać, aby wykonać ruch.
pt: loop de análise infinito que precisa ser interrompido para que ele execute uma jogada.
ro: buclă infinită de analiză care trebuie întreruptă pentru a o face să joace o mișcare.
ru: бесконечный цикл анализа, который необходимо прервать, чтобы сделать ход.

source: So if you use this mode and find that the engine is moving too fast
fa: بنابراین اگر از این حالت استفاده کنید و متوجه شوید که موتور خیلی سریع حرکت می کند
ja: このモードを使用していて、エンジンが速すぎると感じた場合は
ko: 따라서 이 모드를 사용하고 엔진이 너무 빨리 움직이는 것을 발견하면
lt: Taigi, jei naudojate šį režimą ir pastebėsite, kad variklis juda per greitai
no: Så hvis du bruker denne modusen og finner ut at motoren beveger seg for fort
pl: Jeśli więc użyjesz tego trybu i stwierdzisz, że silnik pracuje zbyt szybko
pt: Então, se você usar este modo e perceber que o motor está se movendo muito rápido
ro: Deci, dacă utilizați acest mod și descoperiți că motorul se mișcă prea repede
ru: Итак, если вы используете этот режим и обнаруживаете, что двигатель вращается слишком быстро

source: or too slow, you can adjust the speed of play with these settings.
fa: یا خیلی آهسته، می توانید با این تنظیمات سرعت بازی را تنظیم کنید.
ja: または遅すぎる場合は、これらの設定で再生速度を調整できます。
ko: 또는 너무 느리다면 이러한 설정을 통해 재생 속도를 조절할 수 있습니다.
lt: arba per lėtas, galite reguliuoti grojimo greitį naudodami šiuos nustatymus.
no: eller for sakte, kan du justere spillehastigheten med disse innstillingene.
pl: lub zbyt wolna, możesz dostosować prędkość odtwarzania za pomocą tych ustawień.
pt: ou muito lento, você pode ajustar a velocidade da reprodução com essas configurações.
ro: sau prea lent, puteți regla viteza de redare cu aceste setări.
ru: или слишком медленно, вы можете отрегулировать скорость воспроизведения с помощью этих настроек.

source: Engine Adjustment.. is in the Options menu.
fa: تنظیم موتور.. در منوی گزینه ها قرار دارد.
ja: エンジン調整はオプションメニューにあります。
ko: 엔진 조정은 옵션 메뉴에 있습니다.
lt: Variklio reguliavimas... yra Parinkčių meniu.
no: Engine Adjustment... er i Options-menyen.
pl: Regulacja silnika znajduje się w menu Opcje.
pt: Ajuste do motor... está no menu Opções.
ro: Reglarea motorului... este în meniul Opțiuni.
ru: Регулировка двигателя... находится в меню «Параметры».

source: Check the <Reverse single line display> box to show
fa: برای نمایش کادر <Reverse single line display> را علامت بزنید
ja: <反転一行表示>ボックスをチェックすると、
ko: <역방향 단일 줄 표시> 상자를 체크하면 표시됩니다.
lt: Pažymėkite langelį <Atvirkštinis vienos eilutės rodymas>, kad būtų rodomas
no: Merk av for <Reverse single line display> for å vise
pl: Zaznacz pole wyboru <Odwróć wyświetlanie pojedynczej linii>, aby wyświetlić
pt: Marque a caixa <Reverse single line display> para mostrar
ro: Bifați caseta <Reverse single line display> pentru a afișa
ru: Установите флажок <Обратный однострочный дисплей>, чтобы отобразить

source: the two engine kibitz lines in reverse positions.
fa: دو خط موتور کیبیتز در موقعیت های معکوس.
ja: 2 つのエンジン キビッツ ラインを逆の位置に配置します。
ko: 두 엔진 키비츠 라인이 반대 위치에 있습니다.
lt: dvi variklio kibico linijos atvirkštinėje padėtyje.
no: de to motorkibitz-linjene i reverserte posisjoner.
pl: dwie linie kibitz silnika w pozycjach odwrotnych.
pt: as duas linhas de kibitz do motor em posições reversas.
ro: cele două linii kibitz ale motorului în poziții inverse.
ru: две линии управления двигателем в обратном положении.

source: Check the <Enforce kibitz line number> to instruct the engine to send
fa: برای دستور ارسال به موتور، <Enforce kibitz line number> را بررسی کنید
ja: <キビッツライン番号を強制>をチェックして、エンジンに送信するよう指示します。
ko: 엔진에 전송하도록 지시하려면 <kibitz 라인 번호 적용>을 선택하세요.
lt: Pažymėkite <Enforce kibitz line number>, kad nurodytumėte varikliui siųsti
no: Sjekk <Enforce kibitz line number> for å instruere motoren om å sende
pl: Zaznacz <numer wiersza Enforce kibitz>, aby polecić silnikowi wysłanie
pt: Verifique o <Enforce kibitz line number> para instruir o mecanismo a enviar
ro: Verificați <Inforce kibitz line number> pentru a indica motorului să trimită
ru: Установите флажок <Enforce kibitz line number>, чтобы дать команду движку отправить

source: kibitz info strings for only the number of lines selected.
fa: رشته های اطلاعات kibitz فقط برای تعداد خطوط انتخاب شده.
ja: 選択された行数のみの kibitz 情報文字列。
ko: 선택한 줄의 수에 대한 kibitz 정보 문자열만 표시합니다.
lt: kibitz informacijos eilutės tik pasirinktam eilučių skaičiui.
no: kibitz infostrenger for bare antall valgte linjer.
pl: ciągi informacyjne kibitz tylko dla wybranej liczby wierszy.
pt: strings de informação do kibitz somente para o número de linhas selecionadas.
ro: șiruri de informații kibitz numai pentru numărul de linii selectate.
ru: строки информации kibitz только для выбранного количества строк.

source: Otherwise it will send 4 kibitz info lines and then the number
fa: در غیر این صورت 4 خط اطلاعات کیبیتز و سپس شماره را ارسال می کند
ja: それ以外の場合は、4つのkibitz情報行を送信し、その後に番号を送信します。
ko: 그렇지 않으면 4개의 kibitz 정보 라인을 보낸 다음 숫자를 보냅니다.
lt: Kitu atveju atsiųs 4 kibitų informacijos eilutes ir numerį
no: Ellers vil den sende 4 kibitz infolinjer og deretter nummeret
pl: W przeciwnym wypadku wyśle 4 linie informacyjne Kibitz, a następnie numer
pt: Caso contrário, ele enviará 4 linhas de informação kibitz e, em seguida, o número
ro: În caz contrar, va trimite 4 linii de informații kibitz și apoi numărul
ru: В противном случае он отправит 4 строки с информацией о кибитце, а затем номер

source: you have selected will be displayed.
fa: انتخاب کرده اید نمایش داده خواهد شد.
ja: 選択したものが表示されます。
ko: 선택한 항목이 표시됩니다.
lt: bus rodomas jūsų pasirinktas.
no: du har valgt vil vises.
pl: Wybrane przez Ciebie zostaną wyświetlone.
pt: que você selecionou será exibido.
ro: pe care le-ați selectat va fi afișat.
ru: выбранный вами вариант будет отображен.

source: If you enforce the kibitz line number, the program will get
fa: اگر شماره خط kibitz را اعمال کنید، برنامه دریافت می کند
ja: キビッツ行番号を強制すると、プログラムは
ko: kibitz 라인 번호를 적용하면 프로그램이 다음을 얻습니다.
lt: Jei vykdysite kibito eilutės numerį, programa gaus
no: Hvis du håndhever kibitz-linjenummeret, vil programmet få
pl: Jeśli wymusisz numer wiersza kibitz, program otrzyma
pt: Se você aplicar o número da linha kibitz, o programa obterá
ro: Dacă aplicați numărul de linie kibitz, programul va primi
ru: Если вы принудительно зададите номер строки кибица, программа получит

source: a bit deeper when it is kibitzing.
fa: وقتی کیبیت می شود کمی عمیق تر است.
ja: キビキビしているときはもう少し深く。
ko: 수다를 떨 때는 좀 더 깊이 있게.
lt: šiek tiek giliau, kai kibituoja.
no: litt dypere når det kibitzing.
pl: nieco głębiej, gdy kibicuje.
pt: um pouco mais fundo quando está brincando.
ro: un pic mai adânc când este kibitzing.
ru: немного глубже, когда это кибитчинг.
