Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: and for the PGN puzzle file as a whole.
fa: و برای فایل پازل PGN به عنوان یک کل.
ja: PGN パズル ファイル全体に適用されます。
ko: PGN 퍼즐 파일 전체에 대한 내용입니다.
lt: ir visam PGN galvosūkio failui.
no: og for PGN-puslespillfilen som helhet.
pl: i dla całego pliku układanki PGN.
pt: e para o arquivo de quebra-cabeça PGN como um todo.
ro: și pentru fișierul puzzle PGN ca întreg.
ru: и для файла головоломки PGN в целом.

source: The option buttons allow the user to modify the puzzle statistics settings.
fa: دکمه های گزینه به کاربر اجازه می دهد تا تنظیمات آمار پازل را تغییر دهد.
ja: オプション ボタンを使用すると、ユーザーはパズルの統計設定を変更できます。
ko: 옵션 버튼을 사용하면 사용자가 퍼즐 통계 설정을 수정할 수 있습니다.
lt: Parinkčių mygtukai leidžia vartotojui keisti galvosūkių statistikos nustatymus.
no: Alternativknappene lar brukeren endre innstillingene for puslespillstatistikk.
pl: Przyciski opcji umożliwiają użytkownikowi modyfikację ustawień statystyk łamigłówki.
pt: Os botões de opção permitem que o usuário modifique as configurações de estatísticas do quebra-cabeça.
ro: Butoanele de opțiuni permit utilizatorului să modifice setările statisticilor puzzle.
ru: Кнопки параметров позволяют пользователю изменять настройки статистики головоломки.

source: Flip score : select to load another puzzle with a reverse
fa: امتیاز تلنگر: برای بارگذاری یک پازل دیگر با معکوس انتخاب کنید
ja: スコアを反転: 反転した別のパズルをロードするには選択します
ko: 점수 뒤집기: 역순으로 다른 퍼즐을 로드하려면 선택하세요
lt: Apversti rezultatas: pasirinkite, kad įkeltumėte kitą galvosūkį su atvirkštine puse
no: Vend poengsum: velg for å laste et annet puslespill med en revers
pl: Wynik odwrócenia: wybierz, aby załadować inną układankę z odwróceniem
pt: Pontuação invertida: selecione para carregar outro quebra-cabeça com uma inversão
ro: Scor invers: selectați pentru a încărca un alt puzzle cu un revers
ru: Перевернуть счет: выберите, чтобы загрузить другую головоломку с обратным счетом

source: scoring method to the one currently set.
fa: روش امتیازدهی به روشی که در حال حاضر تعیین شده است.
ja: スコアリング方法を現在設定されているものに変更します。
ko: 현재 설정된 채점 방법으로 채점합니다.
lt: balų skaičiavimo metodą pagal šiuo metu nustatytą.
no: skåringsmetode til den som er angitt.
pl: metodę punktacji na aktualnie ustawioną.
pt: método de pontuação para o atualmente definido.
ro: metoda de notare la cea setată în prezent.
ru: метод подсчета очков на тот, который установлен в настоящее время.

source: i.e. if the scoring method is set to score a puzzle that is skipped,
fa: یعنی اگر روش امتیازدهی برای نمره دادن به پازلی تنظیم شده باشد که نادیده گرفته شده است،
ja: つまり、スコアリング方法がスキップされたパズルをスコアリングするように設定されている場合、
ko: 즉, 채점 방법이 건너뛴 퍼즐을 채점하도록 설정된 경우
lt: t. y., jei balų skaičiavimo metodas nustatytas taip, kad būtų įvertintas galvosūkis, kuris buvo praleistas,
no: dvs. hvis poengmetoden er satt til å score et puslespill som hoppes over,
pl: tzn. jeśli metoda punktacji jest ustawiona tak, aby punktować pominiętą łamigłówkę,
pt: ou seja, se o método de pontuação for definido para pontuar um quebra-cabeça que foi pulado,
ro: adică dacă metoda de notare este setată să înscrie un puzzle care este omis,
ru: т.е. если метод подсчета очков установлен так, чтобы подсчитывать очки за пропущенную головоломку,

source: then the current puzzle will not be scored if it is skipped.
fa: سپس پازل فعلی اگر از آن رد شود امتیازی نخواهد شد.
ja: 現在のパズルをスキップすると、スコアは加算されません。
ko: 현재 퍼즐을 건너뛰면 점수가 매겨지지 않습니다.
lt: tada dabartinis galvosūkis nebus vertinamas, jei jis bus praleistas.
no: da vil det gjeldende puslespillet ikke bli scoret hvis det hoppes over.
pl: w takim przypadku bieżąca układanka nie zostanie oceniona, jeśli zostanie pominięta.
pt: então o quebra-cabeça atual não será pontuado se for pulado.
ro: atunci puzzle-ul curent nu va fi punctat dacă este omis.
ru: то текущая головоломка не будет оцениваться, если она пропущена.

source: The default setting can be changed with Score skipped puzzle
fa: تنظیمات پیش‌فرض را می‌توان با پازل Score skipped تغییر داد
ja: デフォルトの設定はスコアスキップパズルで変更できます
ko: 기본 설정은 점수 건너뛰기 퍼즐로 변경할 수 있습니다.
lt: Numatytąjį nustatymą galima pakeisti naudojant Score praleistą galvosūkį
no: Standardinnstillingen kan endres med Score hoppet puslespill
pl: Domyślne ustawienie można zmienić za pomocą funkcji Pomiń wynik
pt: A configuração padrão pode ser alterada com o quebra-cabeça Score skipped
ro: Setarea implicită poate fi schimbată cu Score skipped puzzle
ru: Настройку по умолчанию можно изменить с помощью головоломки «Пропущенные очки».

source: in the Puzzle mode options dialog box.
fa: در کادر گفتگوی گزینه های حالت پازل.
ja: パズルモードオプションダイアログボックスで。
ko: 퍼즐 모드 옵션 대화 상자에서.
lt: dialogo lange Dėlionės režimo parinktys.
no: i dialogboksen Alternativer for puslespillmodus.
pl: w oknie dialogowym opcji trybu Puzzle.
pt: na caixa de diálogo de opções do modo Quebra-cabeça.
ro: în caseta de dialog Opțiuni pentru modul Puzzle.
ru: в диалоговом окне параметров режима головоломки.

source: Hint penalty : select to adjust the percentage penalty incurred,
fa: پنالتی راهنمایی: برای تنظیم درصد جریمه اعمال شده، انتخاب کنید،
ja: ヒントペナルティ: 発生するペナルティの割合を調整する場合に選択します。
ko: 힌트 페널티: 부과되는 페널티 비율을 조정하려면 선택하세요.
lt: Užuominos bauda: pasirinkite, jei norite koreguoti patirtos baudos procentą,
no: Hintstraff: velg for å justere prosentandelen straff som påløper,
pl: Wskazówka dotycząca kary: wybierz, aby dostosować nałożoną karę procentową,
pt: Dica de penalidade: selecione para ajustar a porcentagem de penalidade incorrida,
ro: Sugestie penalizare: selectați pentru a ajusta procentul de penalizare suportat,
ru: Подсказка: выберите, чтобы настроить процент штрафа,

source: when the user requests a hint for the puzzle.
fa: هنگامی که کاربر یک اشاره برای پازل درخواست می کند.
ja: ユーザーがパズルのヒントを要求したとき。
ko: 사용자가 퍼즐에 대한 힌트를 요청할 때.
lt: kai vartotojas prašo užuominos dėl galvosūkio.
no: når brukeren ber om et hint til puslespillet.
pl: gdy użytkownik prosi o podpowiedź do zagadki.
pt: quando o usuário solicita uma dica para o quebra-cabeça.
ro: când utilizatorul solicită un indiciu pentru puzzle.
ru: когда пользователь запрашивает подсказку для головоломки.

source: Time up penalty : select to adjust the percentage penalty incurred,
fa: جریمه زمان بالا: برای تنظیم درصد جریمه اعمال شده، انتخاب کنید،
ja: タイムアップペナルティ: 発生するペナルティの割合を調整する場合に選択します。
ko: 시간 초과 페널티: 발생하는 페널티 비율을 조정하려면 선택하세요.
lt: Bauda už laiką: pasirinkite, jei norite koreguoti patirtos baudos procentą,
no: Tidsstraff: velg for å justere prosentandelen av straffen,
pl: Kara za przekroczenie limitu czasu: wybierz, aby dostosować procent kary,
pt: Penalidade de tempo limite: selecione para ajustar a porcentagem de penalidade incorrida,
ro: Penalizare de expirare: selectați pentru a ajusta penalitatea procentuală suportată,
ru: Штраф за превышение времени: выберите, чтобы настроить процент штрафа,

source: when the user runs out of time when solving a puzzle.
fa: زمانی که کاربر هنگام حل یک پازل وقت تمام می کند.
ja: ユーザーがパズルを解いているときに時間がなくなったとき。
ko: 사용자가 퍼즐을 풀다가 시간이 부족할 때.
lt: kai vartotojui pritrūksta laiko spręsdamas galvosūkį.
no: når brukeren går tom for tid når han løser et puslespill.
pl: gdy użytkownikowi kończy się czas na rozwiązanie łamigłówki.
pt: quando o usuário fica sem tempo para resolver um quebra-cabeça.
ro: când utilizatorul rămâne fără timp când rezolvă un puzzle.
ru: когда у пользователя заканчивается время при решении головоломки.

source: Adjust stats : select to manually adjust the puzzle statistics,
fa: تنظیم آمار: برای تنظیم دستی آمار پازل انتخاب کنید،
ja: 統計を調整: パズルの統計を手動で調整する場合に選択します。
ko: 통계 조정: 퍼즐 통계를 수동으로 조정하려면 선택하세요.
lt: Koreguoti statistiką: pasirinkite, jei norite rankiniu būdu koreguoti galvosūkio statistiką,
no: Juster statistikk: velg å justere puslespillstatistikken manuelt,
pl: Dostosuj statystyki: wybierz, aby ręcznie dostosować statystyki układanki,
pt: Ajustar estatísticas: selecione para ajustar manualmente as estatísticas do quebra-cabeça,
ro: Ajustare statistici: selectați pentru a ajusta manual statisticile puzzle,
ru: Настроить статистику: выберите, чтобы вручную настроить статистику головоломки,

source: in order to correct any scoring anomalies.
fa: به منظور اصلاح هر گونه ناهنجاری امتیازدهی
ja: スコアの異常を修正するため。
ko: 점수에 대한 이상을 바로잡기 위해서입니다.
lt: siekiant ištaisyti balų skaičiavimo anomalijas.
no: for å rette opp eventuelle poengavvik.
pl: w celu skorygowania wszelkich nieprawidłowości w punktacji.
pt: para corrigir quaisquer anomalias de pontuação.
ro: pentru a corecta eventualele anomalii de punctare.
ru: для исправления любых аномалий в подсчете очков.

source: Puzzle options : opens the puzzle mode options dialog box.
fa: گزینه های پازل: کادر گفتگوی گزینه های حالت پازل را باز می کند.
ja: パズル オプション: パズル モード オプション ダイアログ ボックスを開きます。
ko: 퍼즐 옵션: 퍼즐 모드 옵션 대화 상자를 엽니다.
lt: Dėlionės parinktys: atidaromas galvosūkio režimo parinkčių dialogo langas.
no: Puslespillalternativer : åpner dialogboksen for puslespillmodusalternativer.
pl: Opcje układanki: otwiera okno dialogowe opcji trybu układanki.
pt: Opções de quebra-cabeça: abre a caixa de diálogo de opções do modo quebra-cabeça.
ro: Opțiuni puzzle : deschide caseta de dialog cu opțiuni pentru modul puzzle.
ru: Параметры головоломки: открывает диалоговое окно параметров режима головоломки.

source: Puzzle statistics help
fa: آمار پازل کمک می کند
ja: パズルの統計ヘルプ
ko: 퍼즐 통계 도움말
lt: Galvosūkių statistika padeda
no: Puslespillstatistikk hjelper
pl: Statystyki łamigłówki pomagają
pt: Ajuda com estatísticas de quebra-cabeça
ro: Statisticile puzzle ajută
ru: Статистика головоломок помогает

source: To use puzzle mode, a PGN game file must be opened and a game loaded.
fa: برای استفاده از حالت پازل، یک فایل بازی PGN باید باز شود و یک بازی بارگذاری شود.
ja: パズル モードを使用するには、PGN ゲーム ファイルを開いてゲームをロードする必要があります。
ko: 퍼즐 모드를 사용하려면 PGN 게임 파일을 열고 게임을 로드해야 합니다.
lt: Norint naudoti galvosūkio režimą, reikia atidaryti PGN žaidimo failą ir įkelti žaidimą.
no: For å bruke puslespillmodus, må en PGN-spillfil åpnes og et spill lastes inn.
pl: Aby skorzystać z trybu układanki, należy otworzyć plik gry PGN i wczytać grę.
pt: Para usar o modo quebra-cabeça, um arquivo de jogo PGN deve ser aberto e um jogo carregado.
ro: Pentru a utiliza modul puzzle, un fișier de joc PGN trebuie să fie deschis și un joc încărcat.
ru: Чтобы использовать режим головоломки, необходимо открыть файл игры PGN и загрузить игру.

source: This may be done before or after puzzle mode is activated.
fa: این ممکن است قبل یا بعد از فعال شدن حالت پازل انجام شود.
ja: これは、パズル モードがアクティブになる前でも後でも実行できます。
ko: 이 작업은 퍼즐 모드가 활성화되기 전이나 후에 수행될 수 있습니다.
lt: Tai galima padaryti prieš įjungiant galvosūkio režimą arba po jo.
no: Dette kan gjøres før eller etter at puslespillmodus er aktivert.
pl: Można to zrobić przed lub po aktywacji trybu układanki.
pt: Isso pode ser feito antes ou depois que o modo quebra-cabeça for ativado.
ro: Acest lucru se poate face înainte sau după activarea modului puzzle.
ru: Это можно сделать до или после активации режима головоломки.

source: Puzzle mode can be activated using Options, Puzzle mode
fa: حالت پازل را می توان با استفاده از گزینه ها، حالت پازل فعال کرد
ja: パズルモードはオプション、パズルモードから有効にできます
ko: 퍼즐 모드는 옵션, 퍼즐 모드를 사용하여 활성화할 수 있습니다.
lt: Dėlionės režimą galima įjungti naudojant Parinktys, Galvosūkio režimas
no: Puslespillmodus kan aktiveres ved hjelp av Alternativer, Puslespillmodus
pl: Tryb układanki można aktywować za pomocą Opcje, Tryb układanki
pt: O modo quebra-cabeça pode ser ativado usando Opções, Modo quebra-cabeça
ro: Modul Puzzle poate fi activat folosind Opțiuni, Modul Puzzle
ru: Режим головоломки можно активировать в меню «Параметры», «Режим головоломки».

source: on the main menu, or with the toolbar option 'P'
fa: در منوی اصلی یا با گزینه نوار ابزار 'P'
ja: メインメニューまたはツールバーオプション「P」
ko: 메인 메뉴 또는 도구 모음 옵션 'P'를 사용하여
lt: pagrindiniame meniu arba su įrankių juostos parinktimi „P“
no: på hovedmenyen, eller med verktøylinjealternativet 'P'
pl: w menu głównym lub za pomocą opcji paska narzędzi 'P'
pt: no menu principal, ou com a opção 'P' da barra de ferramentas
ro: în meniul principal sau cu opțiunea „P” din bara de instrumente
ru: в главном меню или с помощью опции «P» на панели инструментов

source: When Puzzle mode is activated, the moves in a loaded game are hidden.
fa: وقتی حالت پازل فعال می شود، حرکات در یک بازی لود شده پنهان می شوند.
ja: パズル モードを有効にすると、読み込まれたゲーム内の動きは非表示になります。
ko: 퍼즐 모드가 활성화되면, 로드된 게임의 움직임이 숨겨집니다.
lt: Kai įjungtas galvosūkio režimas, įkelto žaidimo judesiai yra paslėpti.
no: Når puslespillmodus er aktivert, er trekkene i et lastet spill skjult.
pl: Po aktywowaniu trybu Puzzle ruchy wczytanej gry są ukryte.
pt: Quando o modo Quebra-cabeça é ativado, os movimentos em um jogo carregado ficam ocultos.
ro: Când modul Puzzle este activat, mișcările dintr-un joc încărcat sunt ascunse.
ru: При активации режима «Головоломка» ходы в загруженной игре скрываются.

source: Then the program will only allow entry of moves that match the ones in the game,
fa: سپس برنامه فقط اجازه ورود حرکاتی را می دهد که با حرکات بازی مطابقت دارند.
ja: するとプログラムはゲーム内の動きと一致する動きのみの入力を許可するようになります。
ko: 그러면 프로그램은 게임에 있는 동작과 일치하는 동작만 입력하도록 허용합니다.
lt: Tada programa leis įvesti tik tuos judesius, kurie atitinka žaidime esančius,
no: Da vil programmet bare tillate inntasting av trekk som samsvarer med de i spillet,
pl: Następnie program pozwoli na wprowadzanie tylko ruchów, które pasują do ruchów w grze,
pt: Então o programa só permitirá a entrada de movimentos que coincidam com os do jogo,
ro: Apoi programul va permite doar introducerea mișcărilor care se potrivesc cu cele din joc,
ru: Тогда программа будет разрешать ввод только тех ходов, которые соответствуют тем, что есть в игре,

source: either in the main line or one of the sub-variations.
fa: یا در خط اصلی یا یکی از تغییرات فرعی.
ja: メインラインまたはサブバリエーションのいずれかです。
ko: 메인 라인이나 하위 변형 중 하나.
lt: pagrindinėje eilutėje arba viename iš antrinių variantų.
no: enten i hovedlinjen eller en av undervariasjonene.
pl: albo w linii głównej albo w jednej z jej podwariantów.
pt: seja na linha principal ou em uma das subvariações.
ro: fie în linia principală, fie în una dintre subvariații.
ru: либо в основной линии, либо в одном из подвариантов.

source: This mode can be used for solving puzzles and studying opening lines.
fa: از این حالت می توان برای حل پازل و مطالعه خطوط باز استفاده کرد.
ja: このモードは、パズルを解いたり、オープニングラインを研究したりするために使用できます。
ko: 이 모드는 퍼즐을 풀거나 오프닝 라인을 공부하는 데 사용할 수 있습니다.
lt: Šis režimas gali būti naudojamas sprendžiant galvosūkius ir studijuojant įžangines eilutes.
no: Denne modusen kan brukes til å løse gåter og studere åpningslinjer.
pl: Tryb ten można wykorzystać do rozwiązywania łamigłówek i studiowania pierwszych zdań.
pt: Este modo pode ser usado para resolver quebra-cabeças e estudar falas de abertura.
ro: Acest mod poate fi folosit pentru rezolvarea puzzle-urilor și studierea liniilor de deschidere.
ru: Этот режим можно использовать для решения головоломок и изучения начальных строк.

source: Main line moves without sub-variations are hidden with the characters
fa: حرکات خط اصلی بدون تغییرات فرعی با شخصیت ها پنهان می شوند
ja: サブバリエーションのないメインラインの動きは文字で隠されています
ko: 하위 변형이 없는 메인 라인 동작은 문자로 숨겨져 있습니다.
lt: Pagrindinės linijos judesiai be antrinių variantų yra paslėpti kartu su simboliais
no: Hovedlinjebevegelser uten undervariasjoner er skjult med karakterene
pl: Główne ruchy linii bez podwariantów są ukryte wraz z postaciami
pt: Os movimentos da linha principal sem subvariações são ocultados com os personagens
ro: Mișcările pe linia principală fără subvariații sunt ascunse cu caracterele
ru: Основные ходы без подвариаций скрыты персонажами

source: Unless you choose the Show sub-vars option in the Puzzle options dialog box,
fa: مگر اینکه در کادر گفتگوی گزینه های Puzzle گزینه Show sub-vars را انتخاب کنید.
ja: パズルオプションダイアログボックスでサブ変数を表示するオプションを選択しない限り、
ko: 퍼즐 옵션 대화 상자에서 하위 변수 표시 옵션을 선택하지 않는 한,
lt: Nebent dialogo lange Galvosūkio parinktys pasirinksite parinktį Rodyti antrinius variantus,
no: Med mindre du velger alternativet Vis sub-vars i dialogboksen Puslespillalternativer,
pl: Jeżeli nie wybierzesz opcji Pokaż podzmienne w oknie dialogowym Opcje układanki,
pt: A menos que você escolha a opção Mostrar subvariáveis na caixa de diálogo Opções do quebra-cabeça,
ro: Dacă nu alegeți opțiunea Afișare sub-vars în caseta de dialog Opțiuni puzzle,
ru: Если вы не выбрали опцию Показать подпеременные в диалоговом окне Параметры головоломки,

source: then moves that have a sub-var are hidden with the characters
fa: سپس حرکاتی که دارای زیر var هستند با کاراکترها پنهان می شوند
ja: サブ変数を持つ動きは文字で隠されます
ko: 그런 다음 하위 변수가 있는 동작은 문자와 함께 숨겨집니다.
lt: tada judesiai, turintys porūšį, yra paslėpti su simboliais
no: så er trekk som har en sub-var skjult med karakterene
pl: następnie ruchy, które mają podzmienną, są ukrywane wraz z postaciami
pt: então os movimentos que têm uma sub-variável são escondidos com os personagens
ro: apoi mișcările care au o sub-var sunt ascunse împreună cu personajele
ru: затем ходы, имеющие подпеременную, скрываются с помощью символов

source: Puzzle mode statistics can be displayed in a panel at the bottom of the screen.
fa: آمار حالت پازل را می توان در پانل در پایین صفحه نمایش داد.
ja: パズル モードの統計は、画面下部のパネルに表示されます。
ko: 퍼즐 모드 통계는 화면 하단 패널에 표시될 수 있습니다.
lt: Dėlionės režimo statistika gali būti rodoma skydelyje ekrano apačioje.
no: Puslespillmodusstatistikk kan vises i et panel nederst på skjermen.
pl: Statystyki trybu logicznego można wyświetlić w panelu u dołu ekranu.
pt: As estatísticas do modo quebra-cabeça podem ser exibidas em um painel na parte inferior da tela.
ro: Statisticile modului Puzzle pot fi afișate într-un panou din partea de jos a ecranului.
ru: Статистику режима головоломки можно отобразить на панели в нижней части экрана.

source: Settings for puzzle mode can be changed using the Puzzle mode options dialog box,
fa: تنظیمات حالت پازل را می توان با استفاده از کادر گفتگوی گزینه های حالت پازل تغییر داد،
ja: パズルモードの設定は、パズルモードオプションダイアログボックスを使用して変更できます。
ko: 퍼즐 모드의 설정은 퍼즐 모드 옵션 대화 상자를 사용하여 변경할 수 있습니다.
lt: Dėlionės režimo nustatymus galima pakeisti naudojant galvosūkio režimo parinkčių dialogo langą,
no: Innstillinger for puslespillmodus kan endres ved hjelp av dialogboksen for puslespillmodusalternativer,
pl: Ustawienia trybu układanki można zmienić za pomocą okna dialogowego Opcje trybu układanki,
pt: As configurações do modo quebra-cabeça podem ser alteradas usando a caixa de diálogo Opções do modo quebra-cabeça,
ro: Setările pentru modul puzzle pot fi modificate utilizând caseta de dialog Opțiuni pentru modul puzzle,
ru: Настройки режима головоломки можно изменить с помощью диалогового окна параметров режима головоломки.

source: which can be accessed using Options, Puzzle mode.. on the main menu or
fa: که با استفاده از گزینه ها، حالت پازل.. در منوی اصلی یا
ja: メインメニューの「オプション」、「パズルモード」からアクセスするか、
ko: 옵션, 퍼즐 모드를 사용하여 액세스할 수 있습니다.. 메인 메뉴 또는
lt: kurį galima pasiekti naudojant Parinktys, Galvosūkio režimas.. pagrindiniame meniu arba
no: som kan nås ved hjelp av Alternativer, Puslespill-modus.. på hovedmenyen eller
pl: do których można uzyskać dostęp za pomocą Opcje, Tryb układanki... w menu głównym lub
pt: que pode ser acessado usando Opções, Modo quebra-cabeça.. no menu principal ou
ro: care poate fi accesat folosind Opțiuni, modul Puzzle.. din meniul principal sau
ru: доступ к которому можно получить с помощью Опций, Режима головоломки.. в главном меню или

source: with the Puzzle options button on the Puzzle statistics panel.
fa: با دکمه گزینه های Puzzle در پنل آمار پازل.
ja: パズル統計パネルのパズル オプション ボタンを使用します。
ko: 퍼즐 통계 패널의 퍼즐 옵션 버튼을 사용합니다.
lt: su galvosūkio parinkčių mygtuku galvosūkių statistikos skydelyje.
no: med Puslespillalternativer-knappen på Puslespillstatistikk-panelet.
pl: za pomocą przycisku Opcje układanki na panelu Statystyki układanki.
pt: com o botão Opções do quebra-cabeça no painel Estatísticas do quebra-cabeça.
ro: cu butonul Opțiuni puzzle din panoul de statistici puzzle.
ru: с помощью кнопки «Параметры головоломки» на панели статистики головоломки.

source: There are toolbar options for puzzle hints and puzzle clock control.
fa: گزینه های نوار ابزار برای نکات پازل و کنترل ساعت پازل وجود دارد.
ja: パズルのヒントとパズルの時計を制御するためのツールバー オプションがあります。
ko: 퍼즐 힌트와 퍼즐 시계 제어를 위한 도구 모음 옵션이 있습니다.
lt: Yra galvosūkių užuominų ir galvosūkių laikrodžio valdymo įrankių juostos parinktys.
no: Det er verktøylinjealternativer for puslespilltips og puslespillklokkekontroll.
pl: Na pasku narzędzi znajdują się opcje umożliwiające sterowanie wskazówkami dotyczącymi łamigłówki oraz zegarem postępu łamigłówki.
pt: Há opções na barra de ferramentas para dicas de quebra-cabeças e controle do relógio do quebra-cabeça.
ro: Există opțiuni pentru bara de instrumente pentru sugestii de puzzle și controlul ceasului puzzle-ului.
ru: На панели инструментов имеются подсказки для головоломок и управление таймером.

source: A PGN puzzle file, Auerswald_puzzles.pgn, created by Mr Uwe Auerswald,
fa: یک فایل پازل PGN، Auerswald_puzzles.pgn، ایجاد شده توسط آقای Uwe Auerswald،
ja: Uwe Auerswald 氏が作成した PGN パズル ファイル、Auerswald_puzzles.pgn。
ko: Uwe Auerswald 씨가 만든 PGN 퍼즐 파일 Auerswald_puzzles.pgn
lt: PGN galvosūkio failas Auerswald_puzzles.pgn, sukurtas pono Uwe Auerswald,
no: En PGN-oppgavefil, Auerswald_puzzles.pgn, laget av Mr Uwe Auerswald,
pl: Plik łamigłówki PGN, Auerswald_puzzles.pgn, stworzony przez pana Uwe Auerswalda,
pt: Um arquivo de quebra-cabeça PGN, Auerswald_puzzles.pgn, criado pelo Sr. Uwe Auerswald,
ro: Un fișier puzzle PGN, Auerswald_puzzles.pgn, creat de domnul Uwe Auerswald,
ru: Файл головоломки PGN, Auerswald_puzzles.pgn, созданный г-ном Уве Ауэрсвальдом,

source: was included with the original download.
fa: همراه با دانلود اصلی قرار داده شد.
ja: オリジナルのダウンロードに含まれていました。
ko: 원래 다운로드에 포함되었습니다.
lt: buvo įtrauktas į pradinį atsisiuntimą.
no: ble inkludert i den originale nedlastingen.
pl: został dołączony do oryginalnego pliku do pobrania.
pt: foi incluído no download original.
ro: a fost inclus cu descărcarea originală.
ru: был включен в исходную загрузку.

source: Double-click in the left half of the
fa: در نیمه سمت چپ دوبار کلیک کنید
ja: 左半分をダブルクリックします
ko: 왼쪽 절반을 두 번 클릭하세요.
lt: Dukart spustelėkite kairėje pusėje
no: Dobbeltklikk i venstre halvdel av
pl: Kliknij dwukrotnie w lewą połowę
pt: Clique duas vezes na metade esquerda do
ro: Faceți dublu clic în jumătatea stângă a
ru: Дважды щелкните в левой половине

source: grey border to reset the counter
fa: حاشیه خاکستری برای تنظیم مجدد شمارنده
ja: カウンターをリセットするための灰色の枠
ko: 카운터를 재설정하기 위한 회색 테두리
lt: pilka kraštinė, kad iš naujo nustatytumėte skaitiklį
no: grå kant for å tilbakestille telleren
pl: szara obwódka do resetowania licznika
pt: borda cinza para zerar o contador
ro: chenar gri pentru a reseta contorul
ru: серая рамка для сброса счетчика

source: Right click in grey border to display options
fa: در حاشیه خاکستری کلیک راست کنید تا گزینه ها نمایش داده شوند
ja: 灰色の枠線を右クリックするとオプションが表示されます
ko: 회색 테두리를 마우스 오른쪽 버튼으로 클릭하여 옵션을 표시합니다.
lt: Dešiniuoju pelės mygtuku spustelėkite pilką rėmelį, kad būtų rodomos parinktys
no: Høyreklikk i grå kant for å vise alternativer
pl: Kliknij prawym przyciskiem myszy w szarej ramce, aby wyświetlić opcje
pt: Clique com o botão direito na borda cinza para exibir as opções
ro: Faceți clic dreapta pe marginea gri pentru a afișa opțiunile
ru: Щелкните правой кнопкой мыши по серой рамке, чтобы отобразить параметры

source: This tooltip can be switched off from there
fa: این راهنمای ابزار را می توان از آنجا خاموش کرد
ja: このツールチップはそこからオフにすることができます
ko: 이 도구 설명은 거기에서 끌 수 있습니다.
lt: Iš ten šį patarimą galima išjungti
no: Dette verktøytipset kan slås av derfra
pl: Można wyłączyć tę podpowiedź w tym miejscu
pt: Esta dica de ferramenta pode ser desativada a partir daí
ro: Acest tooltip poate fi dezactivat de acolo
ru: Эту подсказку можно отключить здесь.
