Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: The default value given for an option is an indication of permissible values.
fa: مقدار پیش فرض داده شده برای یک گزینه، نشانه ای از مقادیر مجاز است.
ja: オプションに指定されたデフォルト値は、許容される値を示します。
ko: 옵션에 대해 주어진 기본값은 허용되는 값을 나타냅니다.
lt: Numatytoji parinkties reikšmė yra leistinų verčių nuoroda.
no: Standardverdien gitt for et alternativ er en indikasjon på tillatte verdier.
pl: Wartość domyślna podana dla opcji wskazuje dopuszczalne wartości.
pt: O valor padrão fornecido para uma opção é uma indicação de valores permitidos.
ro: Valoarea implicită dată pentru o opțiune este o indicație a valorilor permise.
ru: Значение по умолчанию, заданное для опции, является указанием допустимых значений.

source: Some options can be set to true or false,
fa: برخی از گزینه ها را می توان روی true یا false تنظیم کرد،
ja: いくつかのオプションはtrueまたはfalseに設定できます。
ko: 일부 옵션은 true 또는 false로 설정할 수 있습니다.
lt: Kai kurios parinktys gali būti nustatytos į teisingą arba klaidingą,
no: Noen alternativer kan settes til sant eller usant,
pl: Niektóre opcje można ustawić na wartość prawda lub fałsz,
pt: Algumas opções podem ser definidas como verdadeiras ou falsas,
ro: Unele opțiuni pot fi setate la adevărat sau fals,
ru: Некоторые параметры можно установить как true или false,

source: some to a number between the min and max values,
fa: مقداری به عددی بین حداقل و حداکثر،
ja: 最小値と最大値の間の数値をいくつか設定します。
ko: 일부는 최소값과 최대값 사이의 숫자로,
lt: kai kurie iki skaičiaus tarp minimalių ir didžiausių verčių,
no: noen til et tall mellom min og maks verdier,
pl: niektóre do liczby pomiędzy wartościami min. i maks.,
pt: alguns para um número entre os valores mínimo e máximo,
ro: unele la un număr între valorile minime și maxime,
ru: некоторые к числу между минимальным и максимальным значениями,

source: some to one of several Var options and some to a file name.
fa: برخی به یکی از چندین گزینه Var و برخی به نام فایل.
ja: いくつかは複数の Var オプションの 1 つに設定され、いくつかはファイル名に設定されます。
ko: 일부는 여러 Var 옵션 중 하나이고 일부는 파일 이름입니다.
lt: kai kurie į vieną iš kelių Var parinkčių, o kai kurie į failo pavadinimą.
no: noen til ett av flere Var-alternativer og noen til et filnavn.
pl: niektóre do jednej z kilku opcji Var, a niektóre do nazwy pliku.
pt: alguns para uma das várias opções Var e alguns para um nome de arquivo.
ro: unele la una dintre mai multe opțiuni Var și altele la un nume de fișier.
ru: некоторые — к одному из нескольких параметров Var, а некоторые — к имени файла.

source: When entering a value, be careful not to add any leading spaces,
fa: هنگام وارد کردن یک مقدار، مراقب باشید که هیچ فاصله اصلی اضافه نکنید،
ja: 値を入力する際は、先頭にスペースを入れないように注意してください。
ko: 값을 입력할 때는 앞에 공백을 추가하지 않도록 주의하세요.
lt: Įvesdami vertę būkite atsargūs ir nepridėkite tarpų priekyje,
no: Når du skriver inn en verdi, vær forsiktig så du ikke legger til innledende mellomrom,
pl: Wprowadzając wartość, uważaj, aby nie dodać żadnych spacji na początku,
pt: Ao inserir um valor, tome cuidado para não adicionar espaços à esquerda,
ro: Când introduceți o valoare, aveți grijă să nu adăugați spații de început,
ru: При вводе значения будьте осторожны и не добавляйте пробелы в начале.

source: because then the option will not work.
fa: زیرا در این صورت گزینه کار نخواهد کرد.
ja: そうするとオプションが機能しなくなるからです。
ko: 그렇게 하면 해당 옵션이 작동하지 않게 됩니다.
lt: nes tada variantas neveiks.
no: for da vil ikke alternativet fungere.
pl: ponieważ wtedy opcja ta nie będzie działać.
pt: porque então a opção não funcionará.
ro: pentru că atunci opțiunea nu va funcționa.
ru: потому что тогда этот вариант не сработает.

source: For a detailed description of some of the UCI options available,
fa: برای توضیح دقیق برخی از گزینه های UCI موجود،
ja: 利用可能なUCIオプションの詳細については、
ko: 사용 가능한 일부 UCI 옵션에 대한 자세한 설명은 다음과 같습니다.
lt: Norėdami gauti išsamų kai kurių galimų UCI parinkčių aprašymą,
no: For en detaljert beskrivelse av noen av UCI-alternativene som er tilgjengelige,
pl: Aby uzyskać szczegółowy opis niektórych dostępnych opcji UCI,
pt: Para uma descrição detalhada de algumas das opções UCI disponíveis,
ro: Pentru o descriere detaliată a unora dintre opțiunile UCI disponibile,
ru: Подробное описание некоторых доступных опций UCI см.

source: click on the < UCI options > button.
fa: روی دکمه <UCI options > کلیک کنید.
ja: < UCI オプション > ボタンをクリックします。
ko: <UCI 옵션> 버튼을 클릭하세요.
lt: spustelėkite mygtuką < UCI parinktys >.
no: klikk på < UCI-alternativer >-knappen.
pl: Kliknij na przycisk <Opcje UCI>.
pt: clique no botão < Opções UCI >.
ro: faceți clic pe butonul < Opțiuni UCI >.
ru: нажмите кнопку <Параметры UCI>.

source: Engine parameter options help
fa: گزینه های پارامتر موتور کمک می کند
ja: エンジンパラメータオプションのヘルプ
ko: 엔진 매개변수 옵션 도움말
lt: Variklio parametrų parinktys padeda
no: Motorparameteralternativer hjelper
pl: Pomoc dotycząca opcji parametrów silnika
pt: Ajuda com opções de parâmetros do motor
ro: Opțiunile pentru parametrii motorului ajută
ru: Помощь с параметрами двигателя

source: UCI options
fa: گزینه های UCI
ja: UCIオプション
ko: UCI 옵션
lt: UCI parinktys
no: UCI-alternativer
pl: Opcje UCI
pt: Opções UCI
ro: Opțiuni UCI
ru: Варианты UCI

source: Tablebases
fa: پایه میز
ja: テーブルベース
ko: 테이블베이스
lt: Lentelių bazės
no: Tabellbaser
pl: Podstawy tabel
pt: Bases de mesa
ro: Baze de tabele
ru: Таблицы

source: Endgame tablebases are files containing best play for various endgames.
fa: جدول‌های پایان بازی فایل‌هایی هستند که بهترین بازی را برای پایان بازی‌های مختلف دارند.
ja: エンドゲーム テーブルベースは、さまざまなエンドゲームのベスト プレイを含むファイルです。
ko: 엔드게임 테이블베이스는 다양한 엔드게임의 최고 플레이를 담은 파일입니다.
lt: Endgame tablebase yra failai, kuriuose yra geriausias įvairių pabaigos žaidimų žaidimas.
no: Sluttspilltabellbaser er filer som inneholder beste spill for forskjellige sluttspill.
pl: Tabele końcówek to pliki zawierające najlepsze zagrania dla różnych końcówek.
pt: As tabelas de finais de jogo são arquivos que contêm as melhores jogadas para vários finais de jogo.
ro: Bazele de tabele Endgame sunt fișiere care conțin cel mai bun joc pentru diferite jocuri finale.
ru: Таблицы эндшпилей — это файлы, содержащие наилучшую игру для различных эндшпилей.

source: They can now cater for endings up to 7 pieces, but as the number of pieces increases,
fa: آنها اکنون می توانند تا 7 قطعه را تامین کنند، اما با افزایش تعداد قطعات،
ja: 現在は7ピースまでのエンディングに対応していますが、ピース数が増えると、
ko: 이제 최대 7개까지의 엔딩을 처리할 수 있지만, 조각의 수가 늘어나면서,
lt: Dabar juos galima užbaigti iki 7 dalių, tačiau vienetų skaičiui didėjant,
no: De kan nå ta seg av avslutninger på opptil 7 stykker, men etter hvert som antall stykker øker,
pl: Teraz mogą obsługiwać zakończenia składające się nawet z 7 elementów, ale w miarę zwiększania liczby elementów,
pt: Agora eles podem atender a finais de até 7 peças, mas conforme o número de peças aumenta,
ro: Acum pot acoperi finaluri de până la 7 piese, dar pe măsură ce numărul de piese crește,
ru: Теперь они могут обслуживать окончания до 7 частей, но по мере увеличения количества частей,

source: so does the file size. The size of a 7 piece Syzygy tablebase is over 18 Terra bytes.
fa: اندازه فایل هم همینطور. اندازه یک میز 7 تکه Syzygy بیش از 18 ترا بایت است.
ja: ファイル サイズも同様です。7 ピースの Syzygy テーブルベースのサイズは 18 テラ バイトを超えます。
ko: 파일 크기도 마찬가지입니다. 7개 조각으로 구성된 Syzygy 테이블베이스의 크기는 18테라바이트가 넘습니다.
lt: taip pat ir failo dydis. 7 vienetų Syzygy lentelės bazės dydis viršija 18 Terra baitų.
no: det samme gjør filstørrelsen. Størrelsen på en 7 stykkers Syzygy bordbase er over 18 Terra byte.
pl: tak samo jak rozmiar pliku. Rozmiar 7-elementowej bazy tabeli Syzygy to ponad 18 terabajtów.
pt: assim como o tamanho do arquivo. O tamanho de uma base de mesa Syzygy de 7 peças é mais de 18 Terra bytes.
ro: la fel și dimensiunea fișierului. Dimensiunea unei baze de tabel Syzygy de 7 bucăți este de peste 18 octeți Terra.
ru: то же самое касается и размера файла. Размер 7-элементной таблицы Syzygy составляет более 18 байт Terra.

source: A large number of 8 piece positions have also been solved.
fa: تعداد زیادی از موقعیت های 8 قطعه نیز حل شده است.
ja: 8ピースポジションも多数解決しました。
ko: 8인조 포지션도 다수 해결되었습니다.
lt: Taip pat buvo išspręstas didelis skaičius 8 vienetų pozicijų.
no: Det er også løst et stort antall 8 brikkestillinger.
pl: Rozwiązano również dużą liczbę zadań składających się z 8 elementów.
pt: Um grande número de posições de 8 peças também foram resolvidas.
ro: Au fost rezolvate și un număr mare de poziții de 8 piese.
ru: Также было решено большое количество позиций из 8 фигур.

source: Prior to working on the new engine dialog box, I had never tried using tablebases
fa: قبل از کار بر روی کادر محاوره‌ای موتور جدید، هرگز استفاده از جدول‌ها را امتحان نکرده بودم
ja: 新しいエンジンダイアログボックスに取り組む前は、テーブルベースを使ったことがありませんでした
ko: 새로운 엔진 대화 상자를 작업하기 전에는 테이블베이스를 사용해 본 적이 없었습니다.
lt: Prieš dirbdamas prie naujo variklio dialogo lango, niekada nebandžiau naudoti lentelių bazių
no: Før jeg jobbet med den nye motordialogboksen, hadde jeg aldri prøvd å bruke tabellbaser
pl: Zanim zacząłem pracować nad nowym oknem dialogowym silnika, nigdy nie próbowałem używać baz tabel
pt: Antes de trabalhar na nova caixa de diálogo do mecanismo, eu nunca havia tentado usar tablebases
ro: Înainte de a lucra la noua casetă de dialog a motorului, nu am încercat niciodată să folosesc bazele de tabele
ru: До работы над новым диалоговым окном движка я никогда не пробовал использовать табличные базы.

source: with this program. The three that I tried worked fine.
fa: با این برنامه سه تایی که امتحان کردم خوب جواب داد.
ja: このプログラムで。私が試した 3 つは問題なく動作しました。
ko: 이 프로그램으로. 내가 시도한 세 가지는 잘 작동했습니다.
lt: su šia programa. Trys, kuriuos bandžiau, veikė gerai.
no: med dette programmet. De tre jeg prøvde fungerte fint.
pl: z tym programem. Trzy, które wypróbowałem, działały dobrze.
pt: com este programa. Os três que tentei funcionaram bem.
ro: cu acest program. Cele trei pe care le-am încercat au funcționat bine.
ru: с этой программой. Три, которые я пробовал, работали нормально.

source: I tested 3-4-5 piece tablebases with various engines.
fa: میزهای 3-4-5 تکه را با موتورهای مختلف تست کردم.
ja: さまざまなエンジンで 3 ピース、4 ピース、5 ピースのテーブルベースをテストしました。
ko: 저는 다양한 엔진을 사용하여 3-4-5피스 테이블베이스를 테스트했습니다.
lt: Išbandžiau 3-4-5 vienetų stalviršius su įvairiais varikliais.
no: Jeg testet 3-4-5 stykke bordbaser med forskjellige motorer.
pl: Testowałem podstawy stołów składające się z 3, 4 i 5 elementów przy użyciu różnych silników.
pt: Testei bases de mesa de 3-4-5 peças com vários motores.
ro: Am testat baze de masă din 3-4-5 piese cu diverse motoare.
ru: Я тестировал основания столов из 3-4-5 частей с различными двигателями.

source: The Syzygy tablebase worked with the Stockfish and Komodo engines.
fa: پایه میز Syzygy با موتورهای Stockfish و Komodo کار می کرد.
ja: Syzygy テーブルベースは Stockfish および Komodo エンジンで動作しました。
ko: Syzygy 테이블베이스는 Stockfish 및 Komodo 엔진과 함께 작동했습니다.
lt: Syzygy stalo bazė veikė su Stockfish ir Komodo varikliais.
no: Syzygy-bordbasen fungerte med Stockfish- og Komodo-motorene.
pl: Baza tabel Syzygy współpracowała z silnikami Stockfish i Komodo.
pt: A base de mesa Syzygy funcionou com os motores Stockfish e Komodo.
ro: Baza de tabel Syzygy a funcționat cu motoarele Stockfish și Komodo.
ru: База таблиц Syzygy работала с движками Stockfish и Komodo.

source: The two positions I tried from the Nalimov tablebase worked with the Rybka 2.3 engine.
fa: دو موقعیتی که از روی میز نالیموف امتحان کردم با موتور Rybka 2.3 کار می کرد.
ja: Nalimov テーブルベースから試した 2 つの位置は、Rybka 2.3 エンジンで機能しました。
ko: Nalimov 테이블베이스에서 시도한 두 가지 위치는 Rybka 2.3 엔진에서 작동했습니다.
lt: Dvi pozicijos, kurias bandžiau iš Nalimovo lentelės bazės, veikė su Rybka 2.3 varikliu.
no: De to posisjonene jeg prøvde fra Nalimov-bordbasen fungerte med Rybka 2.3-motoren.
pl: Dwie pozycje, które wypróbowałem z bazy tabeli Nalimov, działały z silnikiem Rybka 2.3.
pt: As duas posições que testei na base de mesa Nalimov funcionaram com o motor Rybka 2.3.
ro: Cele două poziții pe care le-am încercat din baza de masă Nalimov au funcționat cu motorul Rybka 2.3.
ru: Две позиции, которые я опробовал на базе таблиц Налимова, работали с движком Rybka 2.3.

source: The two positions I tried from the Gaviota tablebase worked with the Houdini 1.5 engine.
fa: دو موقعیتی که از روی میز Gaviota امتحان کردم با موتور Houdini 1.5 کار می کرد.
ja: Gaviota テーブルベースから試した 2 つの位置は、Houdini 1.5 エンジンで機能しました。
ko: 제가 Gaviota 테이블베이스에서 시도한 두 가지 위치는 Houdini 1.5 엔진에서 작동했습니다.
lt: Dvi pozicijos, kurias bandžiau iš Gaviota tablebase, veikė su Houdini 1.5 varikliu.
no: De to posisjonene jeg prøvde fra Gaviota-bordbasen fungerte med Houdini 1.5-motoren.
pl: Dwie pozycje, które wypróbowałem na podstawie tabeli Gaviota, działały z silnikiem Houdini 1.5.
pt: As duas posições que testei na base de mesa Gaviota funcionaram com o motor Houdini 1.5.
ro: Cele două poziții pe care le-am încercat de la baza de masă Gaviota au funcționat cu motorul Houdini 1.5.
ru: Две позиции, которые я опробовал на базе стола Gaviota, работали с движком Houdini 1.5.

source: Most modern engines now use the Syzygy tablebases because they are much smaller.
fa: اکثر موتورهای مدرن اکنون از پایه های میز Syzygy استفاده می کنند زیرا آنها بسیار کوچکتر هستند.
ja: 最近のほとんどのエンジンでは、はるかに小さいため、Syzygy テーブルベースが使用されています。
ko: 대부분의 현대 엔진은 크기가 훨씬 작은 Syzygy 테이블베이스를 사용합니다.
lt: Dauguma šiuolaikinių variklių dabar naudoja Syzygy stalo pagrindus, nes jie yra daug mažesni.
no: De fleste moderne motorer bruker nå Syzygy-tabellbasene fordi de er mye mindre.
pl: Większość nowoczesnych silników używa obecnie tabel bazowych Syzygy, ponieważ są one znacznie mniejsze.
pt: A maioria dos motores modernos agora usa as bases de mesa Syzygy porque elas são muito menores.
ro: Cele mai multe motoare moderne folosesc acum bazele de tabel Syzygy deoarece sunt mult mai mici.
ru: Большинство современных движков теперь используют табличные базы Syzygy, поскольку они намного меньше.

source: The 3-4-5 Nalimov and Gaviota tablebases can still be found on the Internet Archive,
fa: میزهای 3-4-5 نالیموف و گاویوتا هنوز در آرشیو اینترنت یافت می شوند.
ja: 3-4-5ナリモフとガビオタのテーブルベースは、インターネットアーカイブで今でも見ることができます。
ko: 3-4-5 Nalimov 및 Gaviota 테이블베이스는 여전히 인터넷 아카이브에서 찾을 수 있습니다.
lt: 3-4-5 Nalimovo ir Gaviotos lentelių bazes vis dar galima rasti interneto archyve,
no: 3-4-5 Nalimov og Gaviota tabellbasene kan fortsatt finnes på Internet Archive,
pl: Podstawy tabel Nalimova i Gaviota w układzie 3-4-5 można nadal znaleźć w Internet Archive,
pt: As bases de mesa 3-4-5 Nalimov e Gaviota ainda podem ser encontradas no Internet Archive,
ro: Bazele de tabele 3-4-5 Nalimov și Gaviota pot fi găsite în continuare pe Internet Archive,
ru: Таблицы Налимова и Гавиоты 3-4-5 все еще можно найти в Интернет-архиве,

source: but the download sizes are very large at 7 Giga bytes.
fa: اما حجم دانلود بسیار بزرگ و ۷ گیگا بایت است.
ja: ただし、ダウンロード サイズは 7 ギガバイトと非常に大きくなります。
ko: 하지만 다운로드 크기는 7기가바이트로 매우 큽니다.
lt: bet atsisiuntimo dydžiai yra labai dideli – 7 gigabaitai.
no: men nedlastingsstørrelsene er veldig store på 7 Giga byte.
pl: ale rozmiar pobieranych plików jest bardzo duży i wynosi 7 gigabajtów.
pt: mas os tamanhos de download são muito grandes, 7 Giga bytes.
ro: dar dimensiunile de descărcare sunt foarte mari la 7 Giga octeți.
ru: но размер скачиваемых файлов очень большой — 7 гигабайт.

source: The size of 3-4-5 Syzygy tablebase is much more reasonable at just under 1 Giga byte.
fa: اندازه جدول 3-4-5 Syzygy در کمتر از 1 گیگا بایت بسیار معقول تر است.
ja: 3-4-5 Syzygy テーブルベースのサイズは 1 ギガバイト弱とかなり合理的です。
ko: 3-4-5 Syzygy 테이블베이스의 크기는 1기가바이트 미만으로 훨씬 더 적당합니다.
lt: 3-4-5 Syzygy lentelės bazės dydis yra daug priimtinesnis, nes jis yra šiek tiek mažesnis nei 1 gigabaitas.
no: Størrelsen på 3-4-5 Syzygy-tabellbase er mye rimeligere på i underkant av 1 Giga byte.
pl: Rozmiar tabeli bazowej Syzygy 3-4-5 jest znacznie bardziej rozsądny i wynosi nieco poniżej 1 gigabajta.
pt: O tamanho da base de tabela Syzygy 3-4-5 é muito mais razoável, com pouco menos de 1 Giga byte.
ro: Dimensiunea bazei de tabel Syzygy 3-4-5 este mult mai rezonabilă la puțin sub 1 Giga octet.
ru: Размер таблицы Syzygy 3-4-5 гораздо более разумен и составляет чуть менее 1 гигабайта.

source: For anyone who wants to try this tablebase, I have made a download at these links :-
fa: برای هر کسی که می خواهد این جدول را امتحان کند، من یک بارگیری از این لینک ها انجام داده ام:
ja: このテーブルベースを試してみたい方のために、以下のリンクからダウンロードできるようにしました:-
ko: 이 테이블베이스를 사용해보고 싶은 분들을 위해 다음 링크에서 다운로드할 수 있도록 만들었습니다.
lt: Visiems, kurie nori išbandyti šią lentelių bazę, atsisiunčiau iš šių nuorodų: -
no: For alle som vil prøve denne tabellbasen, har jeg laget en nedlasting på disse lenkene:-
pl: Dla każdego, kto chciałby wypróbować tę bazę danych, udostępniłem plik do pobrania pod tymi linkami:
pt: Para quem quiser experimentar esta base de mesa, fiz um download nestes links:
ro: Pentru oricine dorește să încerce această bază de tabele, am făcut o descărcare la aceste link-uri :-
ru: Для тех, кто хочет попробовать эту базу таблиц, я сделал загрузку по этим ссылкам:-

source: There are instructions for installation and a PGN file with a few endgame positions to try.
fa: دستورالعمل هایی برای نصب و یک فایل PGN با چند موقعیت آخر بازی برای امتحان وجود دارد.
ja: インストール手順と、試すためのいくつかの終盤ポジションを含む PGN ファイルがあります。
ko: 설치 지침과 몇 가지 엔드게임 포지션을 시도해 볼 수 있는 PGN 파일이 있습니다.
lt: Yra diegimo instrukcijos ir PGN failas su keliomis pabaigos žaidimo pozicijomis, kurias reikia išbandyti.
no: Det er instruksjoner for installasjon og en PGN-fil med noen få sluttspillposisjoner du kan prøve.
pl: W pliku znajdują się instrukcje dotyczące instalacji oraz plik PGN z kilkoma opcjami zakończenia gry do wypróbowania.
pt: Há instruções para instalação e um arquivo PGN com algumas posições finais para tentar.
ro: Există instrucțiuni pentru instalare și un fișier PGN cu câteva poziții finale de încercat.
ru: Имеются инструкции по установке и PGN-файл с несколькими позициями финальной игры, которые можно попробовать.

source: Endgame tablebases
fa: میزهای پایان بازی
ja: エンドゲームテーブルベース
ko: 엔드게임 테이블베이스
lt: Endgame lentelės bazės
no: Sluttspill tabellbaser
pl: Tabele bazowe Endgame
pt: Bases de mesa de fim de jogo
ro: Baze de masă pentru finalul jocului

source: Here is a description of some UCI engine parameters.
fa: در اینجا برخی از پارامترهای موتور UCI توضیح داده شده است.
ja: ここでは、いくつかの UCI エンジン パラメータについて説明します。
ko: 다음은 UCI 엔진의 일부 매개변수에 대한 설명입니다.
lt: Čia yra kai kurių UCI variklio parametrų aprašymas.
no: Her er en beskrivelse av noen UCI-motorparametere.
pl: Poniżej znajduje się opis niektórych parametrów silnika UCI.
pt: Aqui está uma descrição de alguns parâmetros do mecanismo UCI.
ro: Iată o descriere a unor parametri ai motorului UCI.
ru: Ниже приведено описание некоторых параметров движка UCI.

source: Most of these are used for the Stockfish engine but other engines
fa: بیشتر اینها برای موتور Stockfish اما سایر موتورها استفاده می شود
ja: これらのほとんどはStockfishエンジンで使用されていますが、他のエンジンでも
ko: 이들 대부분은 Stockfish 엔진에 사용되지만 다른 엔진도 사용됩니다.
lt: Dauguma jų naudojami Stockfish varikliui, bet ir kitiems varikliams
no: De fleste av disse brukes til Stockfish-motoren, men andre motorer
pl: Większość z nich jest używana w silniku Stockfish, ale inne silniki
pt: A maioria deles é usada para o motor Stockfish, mas outros motores
ro: Cele mai multe dintre acestea sunt folosite pentru motorul Stockfish, dar pentru alte motoare
ru: Большинство из них используются для двигателя Stockfish, но есть и другие двигатели.

source: will have many of these parameters, or something similar.
fa: بسیاری از این پارامترها یا موارد مشابه را خواهد داشت.
ja: これらのパラメータ、または類似のパラメータが多数あります。
ko: 이러한 매개변수가 많거나 비슷한 것이 있을 것입니다.
lt: turės daug šių parametrų arba kažką panašaus.
no: vil ha mange av disse parameterne, eller noe lignende.
pl: będzie miał wiele z tych parametrów, lub coś podobnego.
pt: terá muitos desses parâmetros, ou algo semelhante.
ro: va avea mulți dintre acești parametri sau ceva similar.
ru: будет иметь многие из этих параметров или что-то подобное.

source: These descriptions are based on the UCI protocol standard written by
fa: این توضیحات بر اساس استاندارد پروتکل UCI نوشته شده توسط
ja: これらの説明は、UCIプロトコル標準に基づいています。
ko: 이러한 설명은 UCI 프로토콜 표준에 따라 작성되었습니다.
lt: Šie aprašymai yra pagrįsti UCI protokolo standartu, kurį parašė
no: Disse beskrivelsene er basert på UCI-protokollstandarden skrevet av
pl: Opisy te opierają się na standardzie protokołu UCI opracowanym przez
pt: Estas descrições são baseadas no padrão de protocolo UCI escrito por
ro: Aceste descrieri se bazează pe standardul de protocol UCI scris de
ru: Эти описания основаны на стандарте протокола UCI, написанном

source: Rudolf Huber and Stefan-Meyer Kahlen.
fa: رودلف هوبر و استفان مایر کالن.
ja: ルドルフ・フーバーとシュテファン＝マイヤー・カーレン。
ko: 루돌프 후버와 스테판-마이어 칼렌.
lt: Rudolfas Huberis ir Stefanas-Meyeris Kahlenas.
no: Rudolf Huber og Stefan-Meyer Kahlen.
pl: Rudolfa Hubera i Stefana-Meyera Kahlena.
pt: Rudolf Huber e Stefan-Meyer Kahlen.
ro: Rudolf Huber și Stefan-Meyer Kahlen.
ru: Рудольф Хубер и Стефан-Мейер Кален.

source: Threads - The number of CPU threads used for searching a position.
fa: Threads - تعداد رشته‌های CPU که برای جستجوی موقعیت استفاده می‌شوند.
ja: スレッド - 位置の検索に使用される CPU スレッドの数。
ko: 스레드 - 위치 검색에 사용된 CPU 스레드 수.
lt: Gijos – procesoriaus gijų, naudojamų pozicijos paieškai, skaičius.
no: Tråder - Antall CPU-tråder som brukes til å søke etter en posisjon.
pl: Wątki – liczba wątków procesora użytych do przeszukania pozycji.
pt: Threads - O número de threads de CPU usados para pesquisar uma posição.
ro: Fire - Numărul de fire CPU utilizate pentru căutarea unei poziții.
ru: Потоки — количество потоков ЦП, используемых для поиска позиции.

source: For best performance, set this equal to the number of CPU cores available.
fa: برای بهترین عملکرد، این مقدار را برابر با تعداد هسته‌های CPU موجود تنظیم کنید.
ja: 最高のパフォーマンスを得るには、これを使用可能な CPU コアの数と同じに設定します。
ko: 최상의 성능을 얻으려면 이 값을 사용 가능한 CPU 코어 수와 동일하게 설정하세요.
lt: Kad našumas būtų geriausias, nustatykite, kad šis skaičius būtų lygus turimų procesoriaus branduolių skaičiui.
no: For best ytelse, sett dette lik antall tilgjengelige CPU-kjerner.
pl: Aby uzyskać najlepszą wydajność, ustaw tę wartość na równą liczbie dostępnych rdzeni procesora.
pt: Para melhor desempenho, defina esse valor como igual ao número de núcleos de CPU disponíveis.
ro: Pentru performanță optimă, setați acest lucru egal cu numărul de nuclee CPU disponibile.
ru: Для лучшей производительности установите это значение равным количеству доступных ядер ЦП.

source: Hash - The size of the hash table in MB. It is recommended to set Hash
fa: Hash - اندازه جدول هش در مگابایت. توصیه می شود Hash را تنظیم کنید
ja: ハッシュ - ハッシュテーブルのサイズ（MB単位）。ハッシュを設定することをお勧めします。
ko: 해시 - 해시 테이블의 크기(MB). 해시를 설정하는 것이 좋습니다.
lt: Maiša – maišos lentelės dydis MB. Rekomenduojama nustatyti Hash
no: Hash - Størrelsen på hashtabellen i MB. Det anbefales å sette Hash
pl: Hash - Rozmiar tablicy haszującej w MB. Zaleca się ustawienie Hash
pt: Hash - O tamanho da tabela hash em MB. É recomendado definir Hash
ro: Hash - Mărimea tabelului hash în MB. Este recomandat să setați Hash
ru: Hash - Размер хеш-таблицы в МБ. Рекомендуется задать Hash

source: after setting Threads.
fa: پس از تنظیم Threads
ja: スレッドを設定した後。
ko: 스레드를 설정한 후.
lt: po Threads nustatymo.
no: etter innstilling av tråder.
pl: po ustawieniu wątków.
pt: depois de definir Threads.
ro: după setarea Threads.
ru: после настройки потоков.

source: Clear Hash - Clears the hash table.
fa: Clear Hash - جدول هش را پاک می کند.
ja: ハッシュのクリア - ハッシュ テーブルをクリアします。
ko: 해시 지우기 - 해시 테이블을 지웁니다.
lt: Clear Hash – išvalo maišos lentelę.
no: Clear Hash - Tømmer hash-tabellen.
pl: Wyczyść hash – czyści tablicę hashującą.
pt: Limpar Hash - Limpa a tabela de hash.
ro: Clear Hash - Șterge tabelul de hash.
ru: Очистить хэш — очищает хэш-таблицу.
