Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Shadow power - Set the strength of the shadows ( 20 - 100 )
fa: قدرت سایه - تنظیم قدرت سایه ها ( 20 - 100 )
ja: 影の強さ - 影の強さを設定します（20 - 100）
ko: 그림자 힘 - 그림자의 강도를 설정합니다(20~100)
lt: Šešėlių galia – nustatykite šešėlių stiprumą (20–100)
no: Skyggekraft - Still inn styrken til skyggene (20-100)
pl: Moc cienia - Ustaw siłę cieni (20 - 100)
pt: Poder das sombras - Defina a força das sombras (20 - 100)
ro: Puterea umbrelor - Setați puterea umbrelor ( 20 - 100 )
ru: Сила тени - Установите силу теней (20 - 100)

source: 3d lighting and materials help
fa: نور سه بعدی و مواد کمک می کند
ja: 3D照明とマテリアルのヘルプ
ko: 3D 조명과 소재가 도움이 됩니다
lt: Padeda 3d apšvietimas ir medžiagos
no: 3d-lys og materialer hjelper
pl: Oświetlenie 3D i materiały pomagają
pt: Iluminação 3D e materiais ajudam
ro: Iluminatul 3D și materialele ajută
ru: 3D освещение и материалы помогают

source: Light info
fa: اطلاعات نور
ja: ライト情報
ko: 조명 정보
lt: Šviesos informacija
no: Lys info
pl: Informacje o świetle
pt: Informações leves
ro: Informații ușoare
ru: Информация о свете

source: Light in DirectX is composed of the following elements :-
fa: نور در DirectX از عناصر زیر تشکیل شده است:
ja: DirectX のライトは次の要素で構成されています:-
ko: DirectX의 조명은 다음 요소로 구성됩니다.
lt: „DirectX“ šviesą sudaro šie elementai:
no: Lys i DirectX er sammensatt av følgende elementer:
pl: Światło w DirectX składa się z następujących elementów:
pt: A luz no DirectX é composta pelos seguintes elementos:
ro: Lumina în DirectX este compusă din următoarele elemente:
ru: Свет в DirectX состоит из следующих элементов:

source: Ambient, diffuse, specular and emissive.
fa: محیطی، پراکنده، چشمگیر و پرتاب کننده.
ja: 周囲光、拡散光、鏡面反射光、放射光。
ko: 주변광, 확산광, 반사광, 방출광.
lt: Aplinkos, difuzinis, atspindintis ir spinduliuojantis.
no: Ambient, diffus, spekulær og emissiv.
pl: Otoczenie, rozproszenie, zwierciadło i emisja.
pt: Ambiente, difuso, especular e emissivo.
ro: Ambient, difuz, specular și emisiv.
ru: Окружающий, рассеянный, зеркальный и излучающий.

source: Ambient light is the existing light present in a scene or environment.
fa: نور محیطی نور موجود در یک صحنه یا محیط است.
ja: 周囲光とは、シーンまたは環境内に存在する既存の光です。
ko: 주변광은 장면이나 환경에 존재하는 기존 조명입니다.
lt: Aplinkos šviesa yra scenoje ar aplinkoje esanti šviesa.
no: Omgivelseslys er det eksisterende lyset som er tilstede i en scene eller et miljø.
pl: Światło otoczenia to światło obecne w scenie lub otoczeniu.
pt: Luz ambiente é a luz existente presente em uma cena ou ambiente.
ro: Lumina ambientală este lumina existentă prezentă într-o scenă sau mediu.
ru: Окружающий свет — это существующий свет, присутствующий в сцене или среде.

source: It has been reflected so many times that it is impossible to tell
fa: آنقدر منعکس شده است که نمی توان گفت
ja: 何度も反射されているので、判別は不可能です
ko: 너무 많이 반영되어서 알 수가 없다.
lt: Tai buvo atspindėta tiek daug kartų, kad neįmanoma pasakyti
no: Det har blitt reflektert så mange ganger at det er umulig å si
pl: Odbijało się to tak wiele razy, że nie sposób tego stwierdzić
pt: Isso já foi refletido tantas vezes que é impossível dizer
ro: S-a reflectat de atâtea ori încât este imposibil de spus
ru: Это отражалось так много раз, что невозможно сказать,

source: where it originated from.
fa: از کجا سرچشمه گرفته است
ja: それがどこから来たのか。
ko: 그것이 어디에서 유래되었는지.
lt: iš kur jis atsirado.
no: hvor den stammer fra.
pl: skąd się wzięło.
pt: de onde se originou.
ro: de unde provine.
ru: откуда он взялся.

source: Diffuse light comes from a certain direction and is then scattered
fa: نور پراکنده از جهت خاصی می آید و سپس پراکنده می شود
ja: 拡散光は特定の方向から来て散乱する
ko: 확산광은 특정 방향에서 들어온 빛이 흩어지는 것을 말합니다.
lt: Išsklaidyta šviesa sklinda iš tam tikros krypties ir yra išsklaidyta
no: Diffust lys kommer fra en bestemt retning og blir deretter spredt
pl: Rozproszone światło pada z określonego kierunku i ulega rozproszeniu
pt: A luz difusa vem de uma determinada direção e depois é espalhada
ro: Lumina difuză vine dintr-o anumită direcție și apoi este împrăștiată
ru: Рассеянный свет исходит из определенного направления и затем рассеивается.

source: and softened somewhat before falling on a surface.
fa: و قبل از افتادن روی سطح کمی نرم شد.
ja: 表面に落ちる前にいくらか柔らかくなります。
ko: 그리고 표면에 떨어지기 전에 다소 부드러워졌습니다.
lt: ir šiek tiek suminkštėjo prieš krintant ant paviršiaus.
no: og myknet noe før den falt på en overflate.
pl: i nieco zmiękły, zanim opadły na powierzchnię.
pt: e amoleceu um pouco antes de cair sobre uma superfície.
ro: și s-a înmuiat oarecum înainte de a cădea pe o suprafață.
ru: и немного размягчился перед падением на поверхность.

source: Specular light is the light that is reflected from a surface.
fa: نور اسپکولار نوری است که از یک سطح منعکس می شود.
ja: 鏡面光は表面から反射される光です。
ko: 반사광은 표면에서 반사되는 빛입니다.
lt: Spekkulinė šviesa yra šviesa, kuri atsispindi nuo paviršiaus.
no: Spekulært lys er lyset som reflekteres fra en overflate.
pl: Światło lustrzane to światło odbite od powierzchni.
pt: Luz especular é a luz refletida por uma superfície.
ro: Lumina speculară este lumina care este reflectată de o suprafață.
ru: Зеркальный свет — это свет, отраженный от поверхности.

source: This give the object surface a shiny highlight.
fa: این به سطح جسم برجسته می شود.
ja: これにより、オブジェクトの表面に光沢のあるハイライトが与えられます。
ko: 이렇게 하면 물체 표면에 반짝이는 하이라이트가 생깁니다.
lt: Tai suteikia objekto paviršiui blizgantį paryškinimą.
no: Dette gir objektoverflaten et skinnende høydepunkt.
pl: Nadaje to powierzchni obiektu błyszczący wygląd.
pt: Isso dá à superfície do objeto um destaque brilhante.
ro: Acest lucru conferă suprafeței obiectului un aspect strălucitor.
ru: Это придает поверхности объекта блестящий блеск.

source: Emissive light is the light emitted by an object,
fa: نور ساطع کننده نوری است که از یک جسم ساطع می شود،
ja: 放射光は物体から放射される光であり、
ko: 방출광은 물체에서 방출되는 빛입니다.
lt: Spinduliuojanti šviesa yra objekto skleidžiama šviesa,
no: Emissivt lys er lyset som sendes ut av en gjenstand,
pl: Światło emisyjne to światło emitowane przez obiekt,
pt: Luz emissiva é a luz emitida por um objeto,
ro: Lumina emisivă este lumina emisă de un obiect,
ru: Излучаемый свет — это свет, излучаемый объектом,

source: making it appear self-luminous.
fa: باعث می شود که خود نورانی به نظر برسد.
ja: 自ら発光しているように見えます。
ko: 스스로 빛나는 것처럼 보이게 만듭니다.
lt: todėl atrodo savaime šviečiantis.
no: får den til å virke selvlysende.
pl: sprawiając, że wydaje się samoświetlna.
pt: fazendo com que pareça autoluminoso.
ro: făcându-l să pară auto-luminos.
ru: делая его самосветящимся.

source: This lighting component is adjusted in the material settings.
fa: این جزء روشنایی در تنظیمات متریال تنظیم می شود.
ja: この照明コンポーネントは、マテリアル設定で調整されます。
ko: 이 조명 구성요소는 재료 설정에서 조정됩니다.
lt: Šis apšvietimo komponentas sureguliuojamas medžiagų nustatymuose.
no: Denne belysningskomponenten justeres i materialinnstillingene.
pl: Ten element oświetlenia można dostosować w ustawieniach materiału.
pt: Este componente de iluminação é ajustado nas configurações do material.
ro: Această componentă de iluminare este ajustată în setările materialului.
ru: Этот компонент освещения настраивается в настройках материала.

source: DirectX emulates these lighting components to give a scene
fa: DirectX از این اجزای نورپردازی برای ارائه یک صحنه تقلید می کند
ja: DirectXはこれらの照明コンポーネントをエミュレートしてシーンに
ko: DirectX는 이러한 조명 구성 요소를 에뮬레이션하여 장면을 제공합니다.
lt: „DirectX“ imituoja šiuos apšvietimo komponentus, kad sukurtų sceną
no: DirectX emulerer disse lyskomponentene for å gi en scene
pl: DirectX emuluje te elementy oświetlenia, aby nadać scenie
pt: O DirectX emula esses componentes de iluminação para dar uma cena
ro: DirectX emulează aceste componente de iluminare pentru a oferi o scenă
ru: DirectX эмулирует эти компоненты освещения, чтобы создать сцену

source: generated on a computer screen a more realistic appearence.
fa: بر روی صفحه نمایش کامپیوتر ظاهر واقعی تری ایجاد می کند.
ja: コンピュータ画面上でよりリアルな外観を生成します。
ko: 컴퓨터 화면에서 더욱 사실적으로 보이도록 생성되었습니다.
lt: kompiuterio ekrane sukuriama tikroviškesnė išvaizda.
no: generert på en dataskjerm et mer realistisk utseende.
pl: generował na ekranie komputera bardziej realistyczny wygląd.
pt: gerado na tela do computador uma aparência mais realista.
ro: a generat pe ecranul unui computer o apariție mai realistă.
ru: сгенерировал на экране компьютера более реалистичный вид.

source: Information on DirectX 3d lighting
fa: اطلاعاتی در مورد نورپردازی DirectX 3d
ja: DirectX 3D ライティングに関する情報
ko: DirectX 3d 조명에 대한 정보
lt: Informacija apie DirectX 3d apšvietimą
no: Informasjon om DirectX 3d-belysning
pl: Informacje o oświetleniu DirectX 3D
pt: Informações sobre iluminação 3D DirectX
ro: Informații despre iluminarea DirectX 3d
ru: Информация об освещении DirectX 3D

source: This panel lets you setup the .pgn log file.
fa: این پانل به شما امکان می دهد فایل log .pgn را تنظیم کنید.
ja: このパネルでは、.pgn ログ ファイルを設定できます。
ko: 이 패널을 사용하면 .pgn 로그 파일을 설정할 수 있습니다.
lt: Šiame skydelyje galite nustatyti .pgn žurnalo failą.
no: Dette panelet lar deg sette opp .pgn-loggfilen.
pl: Ten panel umożliwia skonfigurowanie pliku dziennika .pgn.
pt: Este painel permite que você configure o arquivo de log .pgn.
ro: Acest panou vă permite să configurați fișierul jurnal .pgn.
ru: Эта панель позволяет настроить файл журнала .pgn.

source: Log file
fa: فایل لاگ
ja: ログファイル
ko: 로그 파일
lt: Žurnalo failas
no: Loggfil
pl: Plik dziennika
pt: Arquivo de log
ro: Fișier jurnal
ru: Файл журнала

source: Select log file
fa: فایل log را انتخاب کنید
ja: ログファイルを選択
ko: 로그 파일 선택
lt: Pasirinkite žurnalo failą
no: Velg loggfil
pl: Wybierz plik dziennika
pt: Selecione o arquivo de log
ro: Selectați fișierul jurnal
ru: Выберите файл журнала

source: The .pgn file that is created to save your activity.
fa: فایل pgn. که برای ذخیره فعالیت شما ایجاد شده است.
ja: アクティビティを保存するために作成される .pgn ファイル。
ko: 귀하의 활동을 저장하기 위해 생성된 .pgn 파일입니다.
lt: .pgn failas, sukurtas norint išsaugoti jūsų veiklą.
no: .pgn-filen som er opprettet for å lagre aktiviteten din.
pl: Plik .pgn tworzony w celu zapisywania Twojej aktywności.
pt: O arquivo .pgn criado para salvar sua atividade.
ro: Fișierul .pgn care este creat pentru a vă salva activitatea.
ru: Файл .pgn, который создается для сохранения вашей активности.

source: Clear this box to disable logging.
fa: برای غیرفعال کردن گزارش، این کادر را پاک کنید.
ja: ログ記録を無効にするには、このボックスをオフにします。
ko: 로깅을 비활성화하려면 이 상자를 선택 취소하세요.
lt: Išvalykite šį laukelį, kad išjungtumėte registravimą.
no: Tøm denne boksen for å deaktivere logging.
pl: Wyczyść to pole, aby wyłączyć rejestrowanie.
pt: Desmarque esta caixa para desabilitar o registro.
ro: Debifați această casetă pentru a dezactiva înregistrarea.
ru: Снимите этот флажок, чтобы отключить ведение журнала.

source: Use this panel to select a .pgn file to save a record
fa: از این پانل برای انتخاب یک فایل pgn. برای ذخیره یک رکورد استفاده کنید
ja: このパネルを使用して、レコードを保存する.pgnファイルを選択します
ko: 이 패널을 사용하여 레코드를 저장할 .pgn 파일을 선택합니다.
lt: Naudokite šį skydelį norėdami pasirinkti .pgn failą ir įrašyti įrašą
no: Bruk dette panelet til å velge en .pgn-fil for å lagre en post
pl: Użyj tego panelu, aby wybrać plik .pgn, w którym chcesz zapisać rekord
pt: Use este painel para selecionar um arquivo .pgn para salvar um registro
ro: Utilizați acest panou pentru a selecta un fișier .pgn pentru a salva o înregistrare
ru: Используйте эту панель для выбора файла .pgn для сохранения записи.

source: of activity. You can subsequently access the log using
fa: فعالیت بعداً می توانید با استفاده از گزارش به گزارش دسترسی پیدا کنید
ja: アクティビティのログは、
ko: 활동의. 이후에 다음을 사용하여 로그에 액세스할 수 있습니다.
lt: veiklos. Vėliau galite pasiekti žurnalą naudodami
no: av aktivitet. Du kan deretter få tilgang til loggen ved å bruke
pl: aktywności. Następnie możesz uzyskać dostęp do dziennika za pomocą
pt: de atividade. Você pode acessar o log posteriormente usando
ro: de activitate. Puteți accesa ulterior jurnalul folosind
ru: активности. Впоследствии вы можете получить доступ к журналу, используя

source: the < File > < Open log file > menu command
fa: دستور منو < File > < Open log file >
ja: <ファイル> <ログファイルを開く>メニューコマンド
ko: <파일> <로그 파일 열기> 메뉴 명령
lt: meniu komandą < Failas > < Atidaryti žurnalo failą >
no: menykommandoen < Fil > < Åpne loggfil >
pl: polecenie menu < Plik > < Otwórz plik dziennika >
pt: o comando de menu < Arquivo > < Abrir arquivo de log >
ro: comanda de meniu < File > < Open log file >
ru: команда меню < Файл > < Открыть файл журнала >

source: Log file dialog help
fa: راهنمای گفتگوی فایل ورود به سیستم
ja: ログファイルダイアログのヘルプ
ko: 로그 파일 대화 상자 도움말
lt: Žurnalo failo dialogo žinynas
no: Hjelp for loggfildialog
pl: Pomoc dotycząca okna dialogowego pliku dziennika
pt: Ajuda do diálogo do arquivo de log
ro: Ajutor de dialog pentru fișierul jurnal
ru: Справка по диалоговому окну файла журнала

source: New Tab
fa: برگه جدید
ja: 新しいタブ
ko: 새 탭
lt: Naujas skirtukas
no: Ny fane
pl: Nowa karta
pt: Nova aba
ro: Filă nouă
ru: Новая вкладка

source: New Game
fa: بازی جدید
ja: 新しいゲーム
ko: 새로운 게임
lt: Naujas Žaidimas
no: Nytt spill
pl: Nowa gra
pt: Novo jogo
ro: Joc nou
ru: Новая Игра

source: New
fa: جدید
ja: 新しい
ko: 새로운
lt: Nauja
no: Ny
pl: Nowy
pt: Novo
ro: Nou
ru: Новый

source: Start afresh with a new .pgn file with no games
fa: با یک فایل .pgn جدید بدون بازی از نو شروع کنید
ja: ゲームのない新しい.pgnファイルで新たに開始します
ko: 게임이 없는 새 .pgn 파일로 다시 시작하세요
lt: Pradėkite iš naujo naudodami naują .pgn failą be žaidimų
no: Start på nytt med en ny .pgn-fil uten spill
pl: Zacznij od nowa z nowym plikiem .pgn bez gier
pt: Comece do zero com um novo arquivo .pgn sem jogos
ro: Începeți din nou cu un fișier nou .pgn fără jocuri
ru: Начните заново с новым файлом .pgn без игр

source: Open
fa: باز کنید
ja: 開ける
ko: 열려 있는
lt: Atidaryti
no: Åpne
pl: Otwarte
pt: Abrir
ro: Deschide
ru: Открыть

source: Open an existing .pgn file
fa: یک فایل pgn. موجود را باز کنید
ja: 既存の.pgnファイルを開く
ko: 기존 .pgn 파일을 엽니다
lt: Atidarykite esamą .pgn failą
no: Åpne en eksisterende .pgn-fil
pl: Otwórz istniejący plik .pgn
pt: Abra um arquivo .pgn existente
ro: Deschideți un fișier .pgn existent
ru: Открыть существующий файл .pgn

source: Open Recent
fa: Recent را باز کنید
ja: 最近開いた
ko: 최근 열기
lt: Atidaryti Naujausi
no: Åpne Nylig
pl: Otwórz ostatnio
pt: Abrir recente
ro: Deschide Recent
ru: Открыть недавние

source: Clear recent file list
fa: لیست فایل های اخیر را پاک کنید
ja: 最近使ったファイルリストをクリア
ko: 최근 파일 목록 지우기
lt: Išvalyti naujausių failų sąrašą
no: Tøm listen over nylige filer
pl: Wyczyść listę ostatnich plików
pt: Limpar lista de arquivos recentes
ro: Ștergeți lista de fișiere recente
ru: Очистить список последних файлов

source: Clear the recent file list
fa: لیست فایل های اخیر را پاک کنید
ja: 最近使ったファイルリストをクリアする
ko: 최근 파일 목록 지우기
lt: Išvalykite naujausių failų sąrašą
no: Tøm listen over nylige filer
pl: Wyczyść listę ostatnio używanych plików
pt: Limpar a lista de arquivos recentes
ro: Ștergeți lista de fișiere recente
ru: Очистить список последних файлов

source: Open log file
fa: فایل log را باز کنید
ja: ログファイルを開く
ko: 로그 파일 열기
lt: Atidaryti žurnalo failą
no: Åpne loggfilen
pl: Otwórz plik dziennika
pt: Abrir arquivo de log
ro: Deschideți fișierul jurnal
ru: Открыть файл журнала

source: Open the file in which Tarrasch logs games
fa: فایلی را که Tarrasch بازی ها را در آن ثبت می کند باز کنید
ja: Tarraschがゲームを記録したファイルを開く
ko: Tarrasch가 게임을 기록하는 파일을 엽니다.
lt: Atidarykite failą, kuriame Tarrasch registruoja žaidimus
no: Åpne filen der Tarrasch logger spill
pl: Otwórz plik, w którym Tarrasch rejestruje gry
pt: Abra o arquivo no qual o Tarrasch registra os jogos
ro: Deschideți fișierul în care Tarrasch înregistrează jocurile
ru: Откройте файл, в котором Тарраш регистрирует игры.

source: Save the current .pgn file
fa: فایل pgn. فعلی را ذخیره کنید
ja: 現在の.pgnファイルを保存する
ko: 현재 .pgn 파일을 저장합니다
lt: Išsaugokite dabartinį .pgn failą
no: Lagre gjeldende .pgn-fil
pl: Zapisz bieżący plik .pgn
pt: Salvar o arquivo .pgn atual
ro: Salvați fișierul .pgn curent
ru: Сохраните текущий файл .pgn

source: Save the current .pgn file with a different name
fa: فایل pgn. فعلی را با نام دیگری ذخیره کنید
ja: 現在の.pgnファイルを別の名前で保存する
ko: 현재 .pgn 파일을 다른 이름으로 저장합니다.
lt: Išsaugokite dabartinį .pgn failą kitu pavadinimu
no: Lagre gjeldende .pgn-fil med et annet navn
pl: Zapisz bieżący plik .pgn pod inną nazwą
pt: Salve o arquivo .pgn atual com um nome diferente
ro: Salvați fișierul .pgn curent cu un alt nume
ru: Сохраните текущий файл .pgn под другим именем.

source: Save game as
fa: بازی را به عنوان ذخیره کنید
ja: ゲームを別名で保存
ko: 게임을 다른 이름으로 저장
lt: Išsaugoti žaidimą kaip
no: Lagre spillet som
pl: Zapisz grę jako
pt: Salvar jogo como
ro: Salvați jocul ca
ru: Сохранить игру как

source: Save the current game to a new or existing .pgn file
fa: بازی فعلی را در یک فایل pgn. جدید یا موجود ذخیره کنید
ja: 現在のゲームを新規または既存の.pgnファイルに保存します
ko: 현재 게임을 새 .pgn 파일이나 기존 .pgn 파일로 저장합니다.
lt: Išsaugokite dabartinį žaidimą naujame arba esamame .pgn faile
no: Lagre gjeldende spill i en ny eller eksisterende .pgn-fil
pl: Zapisz bieżącą grę do nowego lub istniejącego pliku .pgn
pt: Salve o jogo atual em um arquivo .pgn novo ou existente
ro: Salvați jocul curent într-un fișier .pgn nou sau existent
ru: Сохранить текущую игру в новый или существующий файл .pgn

source: New tab
fa: برگه جدید
ja: 新しいタブ
ko: 새로운 탭
lt: Naujas skirtukas
no: Ny fane
pl: Nowa karta
pt: Nova aba
ro: Filă nouă
ru: Новая вкладка

source: Close tab
fa: بستن برگه
ja: タブを閉じる
ko: 탭 닫기
lt: Uždaryti skirtuką
no: Lukk fanen
pl: Zamknij kartę
pt: Fechar aba
ro: Închide fila
ru: Закрыть вкладку

source: Close all tabs
fa: تمام برگه ها را ببندید
ja: すべてのタブを閉じる
ko: 모든 탭 닫기
lt: Uždarykite visus skirtukus
no: Lukk alle faner
pl: Zamknij wszystkie karty
pt: Feche todas as abas
ro: Închideți toate filele
ru: Закрыть все вкладки

source: Close all open tabs, except the first one
fa: همه برگه های باز را ببندید، به جز اولین
ja: 最初のタブを除いて開いているタブをすべて閉じます
ko: 첫 번째 탭을 제외한 열려 있는 모든 탭을 닫습니다.
lt: Uždarykite visus atidarytus skirtukus, išskyrus pirmąjį
no: Lukk alle åpne faner, bortsett fra den første
pl: Zamknij wszystkie otwarte karty, oprócz pierwszej
pt: Feche todas as abas abertas, exceto a primeira
ro: Închideți toate filele deschise, cu excepția primei
ru: Закройте все открытые вкладки, кроме первой.

source: Add tab to file
fa: افزودن برگه به ​​فایل
ja: ファイルにタブを追加
ko: 파일에 탭 추가
lt: Pridėti skirtuką prie failo
no: Legg til fane til fil
pl: Dodaj zakładkę do pliku
pt: Adicionar aba ao arquivo
ro: Adăugați fila la fișier
ru: Добавить вкладку в файл

source: Add this game to the current file
fa: این بازی را به فایل فعلی اضافه کنید
ja: このゲームを現在のファイルに追加する
ko: 이 게임을 현재 파일에 추가
lt: Pridėti šį žaidimą prie dabartinio failo
no: Legg dette spillet til den gjeldende filen
pl: Dodaj tę grę do bieżącego pliku
pt: Adicione este jogo ao arquivo atual
ro: Adăugați acest joc la fișierul curent
ru: Добавить эту игру в текущий файл

source: Print..
fa: چاپ..
ja: 印刷..
ko: 인쇄..
lt: Spausdinti..
no: Trykk..
pl: Wydrukować..
pt: Imprimir..
ro: Imprimare..
ru: Печать..

source: Print game functions
fa: چاپ توابع بازی
ja: ゲーム機能を印刷する
ko: 게임 기능 인쇄
lt: Spausdinti žaidimo funkcijas
no: Skriv ut spillfunksjoner
pl: Funkcje gry drukującej
pt: Imprimir funções do jogo
ro: Imprimați funcțiile jocului
ru: Функции игры «Печать»

source: Print game..
fa: بازی چاپی..
ja: 印刷ゲーム。
ko: 게임을 인쇄하세요.
lt: Spausdinti žaidimą. .
no: Skriv ut spillet..
pl: Wydrukuj grę..
pt: Imprimir jogo..
ro: Imprimare joc..
ru: Игра «Распечатать»..

source: Print preview for the current game
fa: پیش نمایش چاپ برای بازی فعلی
ja: 現在のゲームの印刷プレビュー
ko: 현재 게임의 인쇄 미리보기
lt: Dabartinio žaidimo spausdinimo peržiūra
no: Forhåndsvisning av det gjeldende spillet
pl: Podgląd wydruku dla bieżącej gry
pt: Visualização de impressão do jogo atual
ro: Previzualizare tipărire pentru jocul curent
ru: Предварительный просмотр текущей игры

source: Print options..
fa: گزینه های چاپ..
ja: 印刷オプション。
ko: 인쇄 옵션..
lt: Spausdinimo parinktys..
no: Utskriftsalternativer..
pl: Opcje drukowania..
pt: Opções de impressão..
ro: Opțiuni de imprimare...
ru: Параметры печати..

source: Set options for printing
fa: گزینه هایی را برای چاپ تنظیم کنید
ja: 印刷オプションを設定する
ko: 인쇄 옵션 설정
lt: Nustatykite spausdinimo parinktis
no: Angi alternativer for utskrift
pl: Ustaw opcje drukowania
pt: Definir opções para impressão
ro: Setați opțiunile pentru imprimare
ru: Установить параметры печати

source: E&xit
fa: &خروج
ja: 出口
ko: 출구
lt: Išeiti
no: Gå
pl: Wyjście
pt: Saída
ro: Ieșire
ru: Выход

source: Copy
fa: کپی کنید
ja: コピー
ko: 복사
lt: Kopijuoti
no: Kopiere
pl: Kopia
pt: Cópia
ro: Copie
ru: Копировать

source: Cut
fa: برش دهید
ja: カット
ko: 자르다
lt: Iškirpti
no: Kutt
pl: Cięcie
pt: Corte
ro: Tăiați
ru: Резать

source: Paste
fa: چسباندن
ja: ペースト
ko: 반죽
lt: Įklijuoti
no: Lim inn
pl: Pasta
pt: Colar
ro: Pastă
ru: Вставить

source: Undo
fa: واگرد
ja: 元に戻す
ko: 끄르다
lt: Anuliuoti
no: Angre
pl: Anulować
pt: Desfazer
ro: Anula
ru: Отменить

source: Redo
fa: دوباره انجام دهید
ja: やり直す
ko: 다시 하다
lt: Perdaryti
no: Gjenta
pl: Przerobić
pt: Refazer
ro: Reface
ru: Переделать

source: Delete comment text or remainder of variation
fa: متن نظر یا باقیمانده تغییرات را حذف کنید
ja: コメントテキストまたはバリエーションの残りを削除する
ko: 댓글 텍스트 또는 변형의 나머지 부분을 삭제합니다.
lt: Ištrinkite komentaro tekstą arba likusią varianto dalį
no: Slett kommentartekst eller resten av varianten
pl: Usuń tekst komentarza lub pozostałą część wariantu
pt: Excluir texto do comentário ou restante da variação
ro: Ștergeți textul comentariului sau restul variației
ru: Удалить текст комментария или остаток вариации

source: Delete selection or rest of variation
fa: انتخاب یا بقیه تغییرات را حذف کنید
ja: 選択範囲または残りのバリエーションを削除
ko: 선택 항목 또는 나머지 변형 삭제
lt: Ištrinti pasirinkimą arba likusią varianto dalį
no: Slett utvalg eller resten av varianten
pl: Usuń zaznaczenie lub resztę wariantu
pt: Excluir seleção ou resto da variação
ro: Ștergeți selecția sau restul variației
ru: Удалить выбранный фрагмент или остаток вариации

source: Edit game details
fa: ویرایش جزئیات بازی
ja: ゲームの詳細を編集
ko: 게임 세부 정보 편집
lt: Redaguoti žaidimo informaciją
no: Rediger spilldetaljer
pl: Edytuj szczegóły gry
pt: Editar detalhes do jogo
ro: Editați detaliile jocului
ru: Изменить детали игры

source: Modify player names, tournament names, or other details
fa: نام بازیکنان، نام مسابقات یا جزئیات دیگر را تغییر دهید
ja: プレイヤー名、トーナメント名、その他の詳細を変更する
ko: 플레이어 이름, 토너먼트 이름 또는 기타 세부 정보 수정
lt: Pakeiskite žaidėjų vardus, turnyrų pavadinimus ar kitą informaciją
no: Endre spillernavn, turneringsnavn eller andre detaljer
pl: Zmień nazwy graczy, nazwy turniejów lub inne szczegóły
pt: Modificar nomes de jogadores, nomes de torneios ou outros detalhes
ro: Modificați numele jucătorilor, numele turneului sau alte detalii
ru: Изменить имена игроков, названия турниров или другие данные

source: Copy game to system clipboard (PGN)
fa: کپی بازی در کلیپ بورد سیستم (PGN)
ja: ゲームをシステムクリップボードにコピーする (PGN)
ko: 게임을 시스템 클립보드에 복사(PGN)
lt: Kopijuoti žaidimą į sistemos iškarpinę (PGN)
no: Kopier spillet til systemutklippstavlen (PGN)
pl: Kopiuj grę do schowka systemowego (PGN)
pt: Copiar jogo para a área de transferência do sistema (PGN)
ro: Copiați jocul în clipboard-ul sistemului (PGN)
ru: Копировать игру в системный буфер обмена (PGN)

source: Copy position to system clipboard (FEN)
fa: کپی موقعیت در کلیپ بورد سیستم (FEN)
ja: 位置をシステムクリップボードにコピー (FEN)
ko: 시스템 클립보드에 위치 복사(FEN)
lt: Kopijuoti padėtį į sistemos iškarpinę (FEN)
no: Kopier posisjon til systemets utklippstavle (FEN)
pl: Kopiuj pozycję do schowka systemowego (FEN)
pt: Copiar posição para a área de transferência do sistema (FEN)
ro: Copiați poziția în clipboard-ul sistemului (FEN)
ru: Копировать позицию в системный буфер обмена (FEN)

source: Delete the whole variation
fa: کل تنوع را حذف کنید
ja: バリエーション全体を削除する
ko: 전체 변형을 삭제합니다
lt: Ištrinkite visą variantą
no: Slett hele varianten
pl: Usuń całą odmianę
pt: Apagar toda a variação
ro: Ștergeți întreaga variantă
ru: Удалить всю вариацию
