Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: On right : Display the bar on the right of the chessboard.
fa: سمت راست: نوار سمت راست صفحه شطرنج را نمایش دهید.
ja: 右側: チェス盤の右側にバーを表示します。
ko: 오른쪽 : 체스판의 오른쪽에 막대를 표시합니다.
lt: Dešinėje : Rodyti juostą šachmatų lentos dešinėje.
no: Til høyre: Vis linjen til høyre på sjakkbrettet.
pl: Po prawej: Wyświetl pasek po prawej stronie szachownicy.
pt: À direita: Exibe a barra à direita do tabuleiro de xadrez.
ro: În dreapta: afișați bara din dreapta tablei de șah.
ru: Справа: Отображение полосы справа от шахматной доски.

source: Show value : Show position evaluation value on the bar
fa: نمایش مقدار: مقدار ارزیابی موقعیت را روی نوار نشان دهید
ja: 値を表示: バーに位置評価値を表示します
ko: 값 표시 : 막대에 위치 평가 값을 표시합니다.
lt: Rodyti vertę : Rodyti pozicijos įvertinimo vertę juostoje
no: Vis verdi : Vis posisjonsevalueringsverdi på linjen
pl: Pokaż wartość: Pokaż wartość oceny pozycji na pasku
pt: Mostrar valor: Mostrar valor de avaliação de posição na barra
ro: Afișare valoare: Afișează valoarea de evaluare a poziției pe bară
ru: Показать значение: Показывать значение оценки позиции на панели

source: In middle : Display the number in the middle of the bar.
fa: در وسط: نمایش عدد در وسط نوار.
ja: 中央：バーの中央に数字を表示します。
ko: 가운데 : 막대 중앙에 숫자를 표시합니다.
lt: Viduryje : rodykite skaičių juostos viduryje.
no: I midten : Vis nummeret i midten av linjen.
pl: Na środku: Wyświetla liczbę na środku paska.
pt: No meio: Exibe o número no meio da barra.
ro: În mijloc : afișați numărul în mijlocul barei.
ru: В середине: Отображение числа в середине полосы.

source: On top/bottom : Display number on the top/bottom of the bar.
fa: در بالا/پایین: نمایش شماره در بالا/پایین نوار.
ja: 上部/下部: バーの上部/下部に数字を表示します。
ko: 위/아래 : 막대의 위/아래에 숫자를 표시합니다.
lt: Viršuje / apačioje: rodyti numerį juostos viršuje / apačioje.
no: På toppen/bunnen : Vis nummer på toppen/bunnen av linjen.
pl: Na górze/na dole: Wyświetlaj numer na górze/na dole paska.
pt: Em cima/em baixo: Exibe o número na parte superior/inferior da barra.
ro: Sus/jos : Afișează numărul în partea de sus/de jos a barei.
ru: Сверху/снизу: Отображение числа вверху/внизу панели.

source: Scale factor : Enter the scaling factor for evaluation bar display.
fa: ضریب مقیاس: ضریب مقیاس را برای نمایش نوار ارزیابی وارد کنید.
ja: スケール係数: 評価バー表示のスケール係数を入力します。
ko: 축척 계수: 평가 막대 표시에 대한 축척 계수를 입력합니다.
lt: Mastelio koeficientas: įveskite vertinimo juostos ekrano mastelio koeficientą.
no: Skaleringsfaktor: Angi skaleringsfaktoren for visning av evalueringslinjen.
pl: Współczynnik skali: Wprowadź współczynnik skalowania dla wyświetlania paska oceny.
pt: Fator de escala: insira o fator de escala para exibição da barra de avaliação.
ro: Factor de scară: Introduceți factorul de scalare pentru afișarea barei de evaluare.
ru: Коэффициент масштабирования: введите коэффициент масштабирования для отображения оценочной полосы.

source: The range is from half to three times normal size (0.5 - 3.0)
fa: محدوده از نیم تا سه برابر اندازه معمولی است (0.5 - 3.0)
ja: 範囲は通常サイズの半分から3倍（0.5 - 3.0）です。
ko: 범위는 정상 크기의 절반에서 3배까지(0.5~3.0)입니다.
lt: Diapazonas yra nuo pusės iki trijų kartų didesnis už normalų dydį (0,5–3,0)
no: Området er fra halv til tre ganger normal størrelse (0,5 - 3,0)
pl: Zakres wynosi od połowy do trzech razy normalnego rozmiaru (0,5 - 3,0)
pt: O intervalo é de metade a três vezes o tamanho normal (0,5 - 3,0)
ro: Intervalul este de la jumătate până la trei ori dimensiunea normală (0,5 - 3,0)
ru: Диапазон составляет от половины до трех нормальных размеров (0,5 - 3,0).

source: Distance from board : Enter the distance between the evaluation bar
fa: فاصله از تابلو: فاصله بین نوار ارزیابی را وارد کنید
ja: ボードからの距離:評価バー間の距離を入力します
ko: 보드로부터의 거리 : 평가 막대 사이의 거리를 입력하세요.
lt: Atstumas nuo lentos: įveskite atstumą tarp vertinimo juostos
no: Avstand fra brett : Angi avstanden mellom evalueringslinjen
pl: Odległość od planszy: Wprowadź odległość między paskiem oceny
pt: Distância da placa: Insira a distância entre a barra de avaliação
ro: Distanța de la bord: Introduceți distanța dintre bara de evaluare
ru: Расстояние от доски: введите расстояние между оценочной полосой

source: and the edge of the board.
fa: و لبه تخته.
ja: そしてボードの端。
ko: 그리고 보드의 가장자리.
lt: ir lentos kraštas.
no: og kanten av brettet.
pl: i krawędzi deski.
pt: e a borda do tabuleiro.
ro: iar marginea tablei.
ru: и край доски.

source: Annotation score : Check this box to display evaluations from
fa: امتیاز حاشیه نویسی: این کادر را علامت بزنید تا ارزیابی ها از آن نمایش داده شود
ja: 注釈スコア: このボックスをチェックすると、評価が表示されます。
ko: 주석 점수: 이 상자를 체크하면 다음 항목의 평가가 표시됩니다.
lt: Anotacijos balas : pažymėkite šį laukelį, kad būtų rodomi įvertinimai iš
no: Merknadspoeng : Merk av i denne boksen for å vise evalueringer fra
pl: Ocena adnotacji: Zaznacz to pole, aby wyświetlić oceny z
pt: Pontuação de anotação: Marque esta caixa para exibir avaliações de
ro: Scor de adnotare: bifați această casetă pentru a afișa evaluările de la
ru: Оценка аннотации: установите этот флажок, чтобы отобразить оценки

source: an annotated game when the engine is not active.
fa: یک بازی مشروح زمانی که موتور فعال نیست.
ja: エンジンがアクティブでないときの注釈付きゲーム。
ko: 엔진이 활성화되지 않았을 때의 주석이 달린 게임입니다.
lt: anotuotas žaidimas, kai variklis neaktyvus.
no: et kommentert spill når motoren ikke er aktiv.
pl: adnotowana gra, gdy silnik nie jest aktywny.
pt: um jogo anotado quando o motor não está ativo.
ro: un joc adnotat când motorul nu este activ.
ru: аннотированная игра, когда движок не активен.

source: Material score : Check this box to display a material only evaluation
fa: امتیاز مواد: این کادر را علامت بزنید تا ارزیابی فقط مواد نمایش داده شود
ja: 材料スコア: 材料のみの評価を表示するには、このボックスをチェックします
ko: 재료 점수 : 재료 평가만을 표시하려면 이 상자를 체크하세요.
lt: Medžiagos balas : pažymėkite šį laukelį, kad būtų rodomas tik medžiagos įvertinimas
no: Materialscore : Merk av i denne boksen for å vise en evaluering av kun materiale
pl: Ocena materiału: Zaznacz to pole, aby wyświetlić ocenę wyłącznie materiału
pt: Pontuação do material: Marque esta caixa para exibir uma avaliação somente do material
ro: Scor material: bifați această casetă pentru a afișa o evaluare numai a materialului
ru: Оценка материала: установите этот флажок, чтобы отобразить только оценку материала.

source: when the engine is not active.
fa: وقتی موتور فعال نیست
ja: エンジンが作動していないとき。
ko: 엔진이 작동하지 않을 때.
lt: kai variklis neaktyvus.
no: når motoren ikke er aktiv.
pl: gdy silnik nie jest aktywny.
pt: quando o motor não está ativo.
ro: când motorul nu este activ.
ru: когда двигатель не работает.

source: For the display of evaluation bar scores, engine values have the highest
fa: برای نمایش نمرات نوار ارزیابی، مقادیر موتور بالاترین را دارند
ja: 評価バーのスコアの表示では、エンジン値が最も高い
ko: 평가 막대 점수 표시의 경우 엔진 값이 가장 높습니다.
lt: Rodant vertinimo juostos balus, variklio vertės yra didžiausios
no: For visning av score på evalueringslinjen har motorverdiene høyest
pl: W przypadku wyświetlania wyników słupków ocen najwyższe wartości silnika mają
pt: Para a exibição das pontuações da barra de avaliação, os valores do motor têm o maior valor
ro: Pentru afișarea scorurilor barei de evaluare, valorile motorului au cele mai mari
ru: Для отображения оценок в столбце значения двигателя имеют самые высокие значения

source: precedence, followed by annotation values and lastly material values.
fa: تقدم، به دنبال آن مقادیر حاشیه نویسی و در نهایت مقادیر مادی.
ja: 優先順位、次に注釈値、最後にマテリアル値が続きます。
ko: 우선순위가 가장 높고, 그 다음에 주석 값이 오고, 마지막으로 재료 값이 옵니다.
lt: pirmenybė, anotacinės vertės ir galiausiai materialinės vertybės.
no: forrang, etterfulgt av merknadsverdier og til slutt materielle verdier.
pl: pierwszeństwo, następnie wartości adnotacji i na końcu wartości materiałów.
pt: precedência, seguido por valores de anotação e, por último, valores de material.
ro: precedență, urmată de valorile de adnotare și, în sfârșit, de valorile materiale.
ru: приоритет, за которым следуют значения аннотаций и, наконец, материальные значения.

source: A mouse click on the evaluation bar will reset it to zero.
fa: با کلیک ماوس بر روی نوار ارزیابی، آن را صفر می‌کند.
ja: 評価バーをマウスでクリックすると、評価バーがゼロにリセットされます。
ko: 평가 막대를 마우스로 클릭하면 0으로 재설정됩니다.
lt: Spustelėjus vertinimo juostą, ji bus iš naujo nustatyta į nulį.
no: Et museklikk på evalueringslinjen vil nullstille den.
pl: Kliknięcie myszką na pasku oceny spowoduje jego wyzerowanie.
pt: Um clique do mouse na barra de avaliação irá zerá-la.
ro: Un clic de mouse pe bara de evaluare o va reseta la zero.
ru: Щелчок мыши по шкале оценки сбросит ее на ноль.

source: Evaluation bar display options
fa: گزینه های نمایش نوار ارزیابی
ja: 評価バーの表示オプション
ko: 평가 막대 표시 옵션
lt: Vertinimo juostos rodymo parinktys
no: Visningsalternativer for evalueringslinjen
pl: Opcje wyświetlania paska oceny
pt: Opções de exibição da barra de avaliação
ro: Opțiuni de afișare a barei de evaluare
ru: Параметры отображения оценочной панели

source: Move :
fa: حرکت:
ja: 動く ：
ko: 이동하다 :
lt: Perkelti:
no: Flytt:
pl: Przenosić :
pt: Mover :
ro: Mutare:
ru: Двигаться :

source: Eval :
fa: ایوال:
ja: 評価:
ko: 평가 :
lt: Evalas:
pl: Ocena:
pt: Avaliação:
ru: Оценка:

source: Time :
fa: زمان:
ja: 時間 ：
ko: 시간 :
lt: Laikas:
no: Tid:
pl: Czas :
pt: Tempo :
ro: Ora:
ru: Время :

source: Depth :
fa: عمق:
ja: 深さ ：
ko: 깊이 :
lt: Gylis:
no: Dybde:
pl: Głębokość :
pt: Profundidade :
ro: Adâncime:
ru: Глубина :

source: Options
fa: گزینه ها
ja: オプション
ko: 옵션
lt: Parinktys
no: Alternativer
pl: Opcje
pt: Opções
ro: Opțiuni
ru: Параметры

source: Build profile
fa: ساخت پروفایل
ja: プロファイルを作成する
ko: 프로필 작성
lt: Sukurkite profilį
no: Bygg profil
pl: Zbuduj profil
pt: Construir perfil
ro: Construiește profilul
ru: Профиль сборки

source: Stop build
fa: ساخت را متوقف کنید
ja: ビルドを停止
ko: 빌드 중지
lt: Nustokite kurti
no: Slutt å bygge
pl: Zatrzymaj budowę
pt: Parar construção
ro: Opriți construirea
ru: Остановить сборку

source: Move :
fa: حرکت:
ja: 動く ：
ko: 이동하다 :
lt: Perkelti:
no: Flytt:
pl: Przenosić :
pt: Mover :
ro: Mutare:
ru: Двигаться :

source: Eval :
fa: ایوال:
ja: 評価:
ko: 평가 :
lt: Evalas:
pl: Ocena:
pt: Avaliação:
ru: Оценка:

source: Time :
fa: زمان:
ja: 時間 ：
ko: 시간 :
lt: Laikas:
no: Tid:
pl: Czas :
pt: Tempo :
ro: Ora:
ru: Время :

source: secs
fa: ثانیه
ja: 秒
ko: 초
lt: sek
no: sek
pl: sek.
pt: segundos
ro: sec
ru: сек

source: Depth
fa: عمق
ja: 深さ
ko: 깊이
lt: Gylis
no: Dybde
pl: Głębokość
pt: Profundidade
ro: Adâncime
ru: Глубина

source: ply
fa: لایه بندی
ja: プライ
ko: 주름
lt: sluoksniuoti
no: lag
pl: zagięcie
pt: camada
ro: strat
ru: слой

source: Display eval profile options dialog box
fa: کادر محاوره ای گزینه های نمایه eval را نمایش دهید
ja: 評価プロファイルオプションダイアログボックスを表示する
ko: 평가 프로필 옵션 대화 상자 표시
lt: Rodyti eval profilio parinkčių dialogo langą
no: Vis dialogboksen for alternativer for evalprofiler
pl: Wyświetl okno dialogowe opcji profilu oceny
pt: Exibir caixa de diálogo de opções de perfil de avaliação
ro: Afișează caseta de dialog pentru opțiunile profilului de evaluare
ru: Отобразить диалоговое окно параметров профиля оценки

source: Create evaluation profile for current game
fa: ایجاد نمایه ارزیابی برای بازی فعلی
ja: 現在のゲームの評価プロファイルを作成する
ko: 현재 게임에 대한 평가 프로필을 만듭니다.
lt: Sukurkite dabartinio žaidimo vertinimo profilį
no: Opprett evalueringsprofil for gjeldende spill
pl: Utwórz profil oceny dla bieżącej gry
pt: Crie um perfil de avaliação para o jogo atual
ro: Creați un profil de evaluare pentru jocul curent
ru: Создать профиль оценки для текущей игры

source: Hold down <Alt> for all database games
fa: <Alt> را برای همه بازی های پایگاه داده نگه دارید
ja: すべてのデータベースゲームでは<Alt>キーを押したままにします
ko: 모든 데이터베이스 게임을 보려면 <Alt> 키를 누르세요.
lt: Visiems duomenų bazės žaidimams laikykite nuspaudę <Alt>
no: Hold nede <Alt> for alle databasespill
pl: Przytrzymaj <Alt> dla wszystkich gier w bazie danych
pt: Mantenha pressionado <Alt> para todos os jogos de banco de dados
ro: Țineți apăsat butonul <Alt> pentru toate jocurile din baza de date
ru: Удерживайте клавишу <Alt> для всех игр в базе данных

source: Hold down <Ctrl> to clear current profile
fa: برای پاک کردن نمایه فعلی، <Ctrl> را نگه دارید
ja: 現在のプロファイルをクリアするには、<Ctrl> キーを押し続けます。
ko: 현재 프로필을 지우려면 <Ctrl> 키를 누르고 계십시오.
lt: Norėdami išvalyti esamą profilį, laikykite nuspaudę <Ctrl>
no: Hold nede <Ctrl> for å slette gjeldende profil
pl: Przytrzymaj klawisz <Ctrl>, aby wyczyścić bieżący profil
pt: Mantenha pressionado <Ctrl> para limpar o perfil atual
ro: Țineți apăsat <Ctrl> pentru a șterge profilul curent
ru: Удерживайте клавишу <Ctrl>, чтобы очистить текущий профиль.

source: Stop building eval profile for current game
fa: ساختن پروفایل eval برای بازی فعلی را متوقف کنید
ja: 現在のゲームの評価プロファイルの作成を停止します
ko: 현재 게임에 대한 평가 프로필 작성 중지
lt: Sustabdykite dabartinio žaidimo eval profilio kūrimą
no: Slutt å bygge evalprofil for gjeldende spill
pl: Zatrzymaj tworzenie profilu ewaluacyjnego dla bieżącej gry
pt: Pare de criar um perfil de avaliação para o jogo atual
ro: Opriți construirea profilului de evaluare pentru jocul curent
ru: Остановить создание профиля оценки для текущей игры

source: Add eval to notation
fa: ارزش را به نماد اضافه کنید
ja: 表記にevalを追加する
ko: 표기법에 eval을 추가하세요
lt: Prie žymėjimo pridėti eval
no: Legg eval til notasjon
pl: Dodaj eval do notacji
pt: Adicionar eval à notação
ro: Adăugați eval la notație
ru: Добавить eval к нотации

source: Add all evals
fa: همه ارزش ها را اضافه کنید
ja: すべての評価を追加
ko: 모든 평가 추가
lt: Pridėti visus įvertinimus
no: Legg til alle evaler
pl: Dodaj wszystkie ewaluacje
pt: Adicionar todas as avaliações
ro: Adăugați toate evaluările
ru: Добавить все оценки

source: Delte eval from notation
fa: eval را از علامت گذاری حذف کنید
ja: 表記からの差分評価
ko: 표기법에서 eval 삭제
lt: Delte eval iš žymėjimo
no: Slett eval fra notasjon
pl: Usuń eval z notacji
pt: Excluir eval da notação
ro: Ștergeți evalul din notație
ru: Удалить eval из нотации

source: Delete all evals
fa: تمام ارزیابی ها را حذف کنید
ja: すべての評価を削除
ko: 모든 평가 삭제
lt: Ištrinti visus evalus
no: Slett alle evaler
pl: Usuń wszystkie ewaluacje
pt: Excluir todas as avaliações
ro: Ștergeți toate evaluările
ru: Удалить все оценки

source: Delete eval profile
fa: پروفایل eval را حذف کنید
ja: 評価プロファイルを削除
ko: 평가 프로필 삭제
lt: Ištrinti eval profilį
no: Slett evalprofil
pl: Usuń profil ewaluacyjny
pt: Excluir perfil de avaliação
ro: Ștergeți profilul de evaluare
ru: Удалить профиль оценки

source: Analyse move..
fa: تحلیل حرکت..
ja: 動きを分析します。
ko: 움직임을 분석합니다.
lt: Analizuoti judesį..
no: Analyser trekk..
pl: Przeanalizuj ruch..
pt: Analisar movimento..
ro: Analizeaza mutarea...
ru: Проанализируйте ход..

source: Eval
fa: ارزشیابی
ja: 評価
ko: 평가하다
pl: Ocena
pt: Avaliação
ru: Оценка

source: Time
fa: زمان
ja: 時間
ko: 시간
lt: Laikas
no: Tid
pl: Czas
pt: Tempo
ro: Timp
ru: Время

source: Ply
fa: لایه بندی کنید
ja: プライ
ko: 주름
pl: Zagięcie
pt: Camada
ru: Слой

source: There is no eval to add
fa: ارزشی برای اضافه کردن وجود ندارد
ja: 追加する評価はありません
ko: 추가할 평가가 없습니다
lt: Nėra ko pridėti
no: Det er ingen eval å legge til
pl: Nie ma możliwości dodania ewaluacji
pt: Não há nenhuma avaliação para adicionar
ro: Nu există nici un eval de adăugat
ru: Нет оценки для добавления

source: Evaluation profile message
fa: پیام پروفایل ارزیابی
ja: 評価プロフィールメッセージ
ko: 평가 프로필 메시지
lt: Vertinimo profilio žinutė
no: Evalueringsprofilmelding
pl: Wiadomość profilu oceny
pt: Mensagem de perfil de avaliação
ro: Mesajul profilului de evaluare
ru: Сообщение профиля оценки

source: There are no evals to add
fa: هیچ ارزشی برای اضافه کردن وجود ندارد
ja: 追加する評価はありません
ko: 추가할 평가가 없습니다
lt: Nėra ką pridėti
no: Det er ingen evaler å legge til
pl: Nie ma żadnych ewaluacji do dodania
pt: Não há avaliações para adicionar
ro: Nu există evaluări de adăugat
ru: Нет оценок для добавления

source: There is no eval to delete
fa: هیچ ارزشی برای حذف وجود ندارد
ja: 削除する評価がありません
ko: 삭제할 평가가 없습니다
lt: Nėra eval, kurį būtų galima ištrinti
no: Det er ingen eval å slette
pl: Nie ma żadnej wartości do usunięcia
pt: Não há nenhuma avaliação para excluir
ro: Nu există eval de șters
ru: Нет оценки для удаления

source: There are no evals to delete
fa: هیچ ارزیابی برای حذف وجود ندارد
ja: 削除する評価はありません
ko: 삭제할 평가가 없습니다.
lt: Nėra evalų, kuriuos būtų galima ištrinti
no: Det er ingen evaler å slette
pl: Nie ma żadnych ewaluacji do usunięcia
pt: Não há avaliações para excluir
ro: Nu există evaluări de șters
ru: Нет оценок для удаления

source: There is no profile to delete
fa: پروفایلی برای حذف وجود ندارد
ja: 削除するプロフィールはありません
ko: 삭제할 프로필이 없습니다
lt: Nėra profilio, kurį būtų galima ištrinti
no: Det er ingen profil å slette
pl: Brak profilu do usunięcia
pt: Não há perfil para excluir
ro: Nu există profil de șters
ru: Нет профиля для удаления

source: Eval profile build complete for
fa: ساخت پروفایل Eval برای
ja: 評価プロファイルの構築が完了しました
ko: 평가 프로필 빌드 완료
lt: „Eval“ profilio kūrimas baigtas
no: Eval profil bygge komplett for
pl: Zakończono budowę profilu ewaluacyjnego
pt: Perfil de avaliação criado e concluído para
ru: Завершение построения профиля оценки для

source: database games
fa: بازی های پایگاه داده
ja: データベースゲーム
ko: 데이터베이스 게임
lt: duomenų bazių žaidimai
no: databasespill
pl: gry bazodanowe
pt: jogos de banco de dados
ro: jocuri cu baze de date
ru: игры базы данных

source: Eval profile build complete
fa: ساخت پروفایل Eval کامل شد
ja: 評価プロファイルの構築が完了しました
ko: 평가 프로필 빌드 완료
lt: Eval profilio kūrimas baigtas
no: Eval profilbygging fullført
pl: Zakończono kompilację profilu ewaluacyjnego
pt: Criação de perfil de avaliação concluída
ro: Eval profile build complet
ru: Создание профиля оценки завершено

source: Building : Game
fa: ساختمان: بازی
ja: 建物：ゲーム
ko: 빌딩 : 게임
lt: Pastatas: žaidimas
no: Bygning: Spill
pl: Budynek : Gra
pt: Construção: Jogo
ro: Clădire: Joc
ru: Здание : Игра

source: move
fa: حرکت کنید
ja: 動く
ko: 이동하다
lt: judėti
no: flytte
pl: przenosić
pt: mover
ro: mişcare
ru: двигаться

source: Building profile : Move
fa: نمایه ساختمان: حرکت کنید
ja: 建物プロフィール：移動
ko: 건물 프로필 : 이동
lt: Pastato profilis : Perkelti
no: Byggeprofil : Flytt
pl: Profil budynku: Ruch
pt: Perfil do edifício: Mover
ro: Profilul clădirii: Mutare
ru: Профиль здания: Переместить

source: Please select the evaluation profile options :-
fa: لطفاً گزینه های نمایه ارزیابی را انتخاب کنید:-
ja: 評価プロファイルのオプションを選択してください:-
ko: 평가 프로필 옵션을 선택하세요:-
lt: Pasirinkite vertinimo profilio parinktis:
no: Velg alternativene for evalueringsprofilen:
pl: Proszę wybrać opcje profilu oceny:-
pt: Selecione as opções de perfil de avaliação:
ro: Vă rugăm să selectați opțiunile profilului de evaluare:-
ru: Пожалуйста, выберите параметры профиля оценки:-

source: Display evaluation profile
fa: نمایش مشخصات ارزیابی
ja: 評価プロファイルを表示
ko: 평가 프로필 표시
lt: Rodyti vertinimo profilį
no: Vis evalueringsprofil
pl: Wyświetl profil oceny
pt: Perfil de avaliação de exibição
ro: Afișează profilul de evaluare
ru: Показать профиль оценки

source: Save evaluation profile
fa: ذخیره نمایه ارزیابی
ja: 評価プロファイルを保存
ko: 평가 프로필 저장
lt: Išsaugoti vertinimo profilį
no: Lagre evalueringsprofil
pl: Zapisz profil oceny
pt: Salvar perfil de avaliação
ro: Salvați profilul de evaluare
ru: Сохранить профиль оценки

source: Max y-axis score
fa: حداکثر امتیاز محور y
ja: 最大Y軸スコア
ko: 최대 y축 점수
lt: Maksimalus y ašies rezultatas
no: Maks poengsum på y-aksen
pl: Maksymalny wynik osi Y
pt: Pontuação máxima do eixo y
ro: Scorul maxim pe axa y
ru: Макс. оценка по оси Y

source: Graph x-scale %
fa: نمودار x مقیاس ٪
ja: グラフのxスケール%
ko: 그래프 x-스케일 %
lt: Diagrama x mastelis %
no: Graf x-skala %
pl: Wykres skali x %
pt: Gráfico x-escala %
ro: Graficul x-scale %
ru: График x-шкала %

source: Graph y-scale %
fa: نمودار مقیاس y %
ja: グラフのYスケール%
ko: 그래프 y-스케일 %
lt: diagramos y skalė %
no: Graf y-skala %
pl: Wykres skali y %
pt: Gráfico escala y %
ro: Grafic % scala y
ru: График y-шкала %

source: Graph x-step size
fa: اندازه گام x نمودار
ja: グラフのxステップサイズ
ko: 그래프 x 단계 크기
lt: Grafikas x žingsnio dydis
no: Graf x-trinns størrelse
pl: Rozmiar kroku x wykresu
pt: Tamanho do passo x do gráfico
ro: Grafic dimensiunea x-pas
ru: Размер шага графика x

source: Move time (1/10 secs)
fa: زمان حرکت (1/10 ثانیه)
ja: 移動時間（1/10秒）
ko: 이동 시간 (1/10초)
lt: Judėjimo laikas (1/10 sek.)
no: Flyttetid (1/10 sek.)
pl: Czas ruchu (1/10 sek.)
pt: Tempo de movimento (1/10 seg)
ro: Timp de mișcare (1/10 secunde)
ru: Время перемещения (1/10 сек.)

source: Scroll options
fa: گزینه های اسکرول
ja: スクロールオプション
ko: 스크롤 옵션
lt: Slinkties parinktys
no: Rullealternativer
pl: Opcje przewijania
pt: Opções de rolagem
ro: Opțiuni de defilare
ru: Параметры прокрутки

source: Show info box
fa: نمایش جعبه اطلاعات
ja: 情報ボックスを表示
ko: 정보 상자 표시
lt: Rodyti informacijos laukelį
no: Vis infoboks
pl: Pokaż pole informacyjne
pt: Mostrar caixa de informações
ro: Afișați caseta de informații
ru: Показать информационное поле

source: Show position
fa: نشان دادن موقعیت
ja: 位置を表示
ko: 위치 표시
lt: Rodyti poziciją
no: Vis posisjon
pl: Pokaż pozycję
pt: Mostrar posição
ro: Arată poziția
ru: Показать позицию

source: Eval board size
fa: اندازه تخته یکسان
ja: 評価ボードのサイズ
ko: 평가 보드 크기
lt: Eval lentos dydis
no: Eval bordstørrelse
pl: Rozmiar płyty ewaluacyjnej
pt: Tamanho do quadro de avaliação
ro: Dimensiunea plăcii de evaluare
ru: Размер оценочной платы

source: Select background colour
fa: رنگ پس زمینه را انتخاب کنید
ja: 背景色を選択
ko: 배경색을 선택하세요
lt: Pasirinkite fono spalvą
no: Velg bakgrunnsfarge
pl: Wybierz kolor tła
pt: Selecione a cor de fundo
ro: Selectați culoarea de fundal
ru: Выберите цвет фона

source: Select white bar colour
fa: رنگ نوار سفید را انتخاب کنید
ja: 白いバーの色を選択
ko: 흰색 막대 색상을 선택하세요
lt: Pasirinkite baltos juostos spalvą
no: Velg farge på hvit stang
pl: Wybierz kolor białego paska
pt: Selecione a cor da barra branca
ro: Selectați culoarea barei albe
ru: Выберите цвет белой полосы

source: Select black bar colour
fa: رنگ نوار سیاه را انتخاب کنید
ja: 黒いバーの色を選択
ko: 검은색 막대 색상을 선택하세요
lt: Pasirinkite juodos juostos spalvą
no: Velg farge på den svarte linjen
pl: Wybierz kolor czarnego paska
pt: Selecione a cor da barra preta
ro: Selectați culoarea barei negre
ru: Выберите цвет черной полосы

source: Check to display evaluation profile panel
fa: علامت بزنید تا پانل نمایه ارزیابی نمایش داده شود
ja: 評価プロファイルパネルを表示するにはチェックしてください
ko: 평가 프로필 패널을 표시하려면 체크하세요
lt: Pažymėkite, kad būtų rodomas vertinimo profilio skydelis
no: Merk av for å vise panelet for evalueringsprofil
pl: Zaznacz, aby wyświetlić panel profilu oceny
pt: Marque para exibir o painel de perfil de avaliação
ro: Bifați pentru a afișa panoul de profil de evaluare
ru: Установите флажок, чтобы отобразить панель профиля оценки

source: Check to save the eval profile
fa: برای ذخیره نمایه eval علامت بزنید
ja: 評価プロファイルを保存するにはチェックを入れてください
ko: 평가 프로필을 저장하려면 체크하세요
lt: Pažymėkite, kad išsaugotumėte eval profilį
no: Merk av for å lagre evalprofilen
pl: Zaznacz, aby zapisać profil ewaluacyjny
pt: Marque para salvar o perfil de avaliação
ro: Bifați pentru a salva profilul de evaluare
ru: Отметьте, чтобы сохранить профиль оценки.

source: when the game is saved
fa: وقتی بازی ذخیره شد
ja: ゲームが保存されたとき
ko: 게임이 저장되면
lt: kai žaidimas yra išsaugotas
no: når spillet er lagret
pl: kiedy gra jest zapisana
pt: quando o jogo é salvo
ro: când jocul este salvat
ru: когда игра сохранена

source: Enter the maximum y-axis score value
fa: حداکثر مقدار امتیاز محور y را وارد کنید
ja: 最大Y軸スコア値を入力してください
ko: y축 점수의 최대값을 입력하세요
lt: Įveskite didžiausią y ašies balo reikšmę
no: Angi maksimal poengverdi for y-aksen
pl: Wprowadź maksymalną wartość wyniku osi Y
pt: Insira o valor máximo da pontuação do eixo y
ro: Introduceți valoarea maximă a scorului pe axa y
ru: Введите максимальное значение оценки по оси Y.

source: Enter the x-axis percentage
fa: درصد محور x را وارد کنید
ja: X軸のパーセンテージを入力してください
ko: x축 백분율을 입력하세요
lt: Įveskite x ašies procentinį dydį
no: Angi prosentandelen for x-aksen
pl: Wprowadź procent osi x
pt: Insira a porcentagem do eixo x
ro: Introduceți procentul pe axa x
ru: Введите процент по оси x.
