Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Cannot open engine tournament file
fa: فایل مسابقات موتور باز نمی شود
ja: エンジントーナメントファイルを開けません
ko: 엔진 토너먼트 파일을 열 수 없습니다
lt: Nepavyko atidaryti variklio turnyro failo
no: Kan ikke åpne motorturneringsfilen
pl: Nie można otworzyć pliku turnieju silnika
pt: Não é possível abrir o arquivo do torneio do motor
ro: Nu se poate deschide fișierul de turneu motor
ru: Невозможно открыть файл турнира движка

source: Engine tournament options loaded
fa: گزینه های مسابقات موتور بارگذاری شده است
ja: エンジントーナメントオプションが読み込まれました
ko: 엔진 토너먼트 옵션이 로드되었습니다
lt: Variklio turnyro parinktys įkeltos
no: Motorturneringsalternativer lastet
pl: Załadowano opcje turnieju silnika
pt: Opções de torneio do motor carregadas
ro: Opțiunile de turneu motor au fost încărcate
ru: Турнирные опции движка загружены

source: Old style engine tournament options loaded
fa: گزینه های مسابقات موتور سبک قدیمی لود شد
ja: 古いスタイルのエンジントーナメントオプションがロードされました
ko: 이전 스타일 엔진 토너먼트 옵션이 로드되었습니다.
lt: Seno stiliaus variklio turnyro parinktys įkeltos
no: Alternativer for gammeldagse motorturneringer lastet
pl: Załadowano opcje turniejowe starego silnika
pt: Opções de torneio de mecanismo de estilo antigo carregadas
ro: S-au încărcat opțiunile de turneu cu motor în stil vechi
ru: Загружены опции турнира старого движка

source: File read error - Engine tournament options not loaded
fa: خطای خواندن فایل - گزینه های موتور مسابقات بارگیری نشده است
ja: ファイル読み取りエラー - エンジントーナメントオプションが読み込まれていません
ko: 파일 읽기 오류 - 엔진 토너먼트 옵션이 로드되지 않았습니다.
lt: Failo skaitymo klaida – variklio turnyro parinktys neįkeltos
no: Fillesefeil - Motorturneringsalternativer er ikke lastet
pl: Błąd odczytu pliku - Opcje turnieju silnika nie zostały załadowane
pt: Erro de leitura de arquivo - Opções de torneio do mecanismo não carregadas
ro: Eroare de citire a fișierului - Opțiunile de turneu motor nu au fost încărcate
ru: Ошибка чтения файла - Параметры турнира движка не загружены

source: The cross table displays the tournament history in a grid
fa: جدول متقاطع تاریخچه مسابقات را در یک شبکه نمایش می دهد
ja: クロステーブルにはトーナメントの履歴がグリッド形式で表示されます
ko: 교차 테이블은 토너먼트 기록을 그리드로 표시합니다.
lt: Kryžminė lentelė rodo turnyro istoriją tinklelyje
no: Krysstabellen viser turneringshistorikken i et rutenett
pl: Tabela krzyżowa wyświetla historię turnieju w formie siatki
pt: A tabela cruzada exibe o histórico do torneio em uma grade
ro: Tabelul încrucișat afișează istoricul turneului într-o grilă
ru: Кросс-таблица отображает историю турнира в виде сетки.

source: for the round-robin and Swiss system formats.
fa: برای فرمت‌های سیستم‌های چرخشی و سوئیسی.
ja: ラウンドロビン方式とスイス方式の場合。
ko: 라운드 로빈 및 스위스 시스템 형식에 대해서.
lt: „Round-robin“ ir „Swiss“ sistemos formatams.
no: for round-robin og sveitsiske systemformater.
pl: dla formatów każdy z każdym i szwajcarskiego.
pt: para os formatos round-robin e sistema suíço.
ro: pentru formatele de sistem round-robin și elvețian.
ru: для круговой и швейцарской систем.

source: For single round-robin, double round-robin with one game played
fa: برای دور رفت و برگشت یک نفره، رفت و برگشت دوتایی با یک بازی انجام شده
ja: シングルラウンドロビン、ダブルラウンドロビン（1試合）
ko: 싱글 라운드 로빈의 경우, 1게임만 진행하는 더블 라운드 로빈
lt: Vieno atrankos turnyras, dvigubas turas su vienu žaidimu
no: For enkel round-robin, dobbel round-robin med ett spill spilt
pl: Do pojedynczego systemu każdy z każdym, podwójnego systemu każdy z jedną rozegraną grą
pt: Para um único round-robin, round-robin duplo com uma partida jogada
ro: Pentru single round-robin, dublu round-robin cu un joc jucat
ru: Для одинарного кругового турнира, двойного кругового турнира с одной сыгранной игрой

source: and Swiss system, the result is given as follows :-
fa: و سیستم سوئیس، نتیجه به شرح زیر است:
ja: スイスのシステムでは、結果は次のようになります。
ko: 스위스 시스템을 사용하면 결과는 다음과 같습니다.
lt: ir šveicariška sistema, rezultatas pateikiamas taip:-
no: og sveitsisk system, resultatet er gitt som følger:-
pl: i systemem szwajcarskim, wynik przedstawia się następująco:
pt: e sistema suíço, o resultado é dado da seguinte forma:
ro: și sistemul elvețian, rezultatul este dat după cum urmează:
ru: и швейцарской системе, результат выдается следующим образом:

source: The W or B indicates white or black
fa: W یا B نشان دهنده سفید یا سیاه است
ja: WまたはBは白または黒を表します
ko: W 또는 B는 흰색 또는 검정색을 나타냅니다.
lt: W arba B žymi baltą arba juodą
no: W eller B indikerer hvit eller svart
pl: W lub B oznacza kolor biały lub czarny
pt: O W ou B indica branco ou preto
ro: W sau B indică alb sau negru
ru: Буквы W или B обозначают белый или черный цвет.

source: and the 1, 0 or d indicates a win, loss or draw.
fa: و 1، 0 یا d نشان دهنده برد، باخت یا تساوی است.
ja: 1、0、d は勝ち、負け、引き分けを表します。
ko: 그리고 1, 0, d는 승리, 패배, 무승부를 나타냅니다.
lt: o 1, 0 arba d reiškia pergalę, pralaimėjimą arba lygiąsias.
no: og 1, 0 eller d indikerer seier, tap eller uavgjort.
pl: a 1, 0 lub d oznacza wygraną, przegraną lub remis.
pt: e 1, 0 ou d indicam vitória, derrota ou empate.
ro: iar 1, 0 sau d indică o victorie, o înfrângere sau un egal.
ru: а 1, 0 или d обозначают победу, поражение или ничью.

source: This output is viewed from the row engine point of view.
fa: این خروجی از دید موتور ردیفی مشاهده می شود.
ja: この出力は行エンジンの観点から表示されます。
ko: 이 출력은 행 엔진의 관점에서 볼 수 있습니다.
lt: Į šią išvestį žiūrima eilės variklio požiūriu.
no: Denne utgangen ses fra radmotorens synspunkt.
pl: Wynik jest wyświetlany z punktu widzenia silnika wierszowego.
pt: Esta saída é vista do ponto de vista do mecanismo de linha.
ro: Această ieșire este privită din punctul de vedere al motorului de rând.
ru: Этот вывод рассматривается с точки зрения рядного движка.

source: For double round-robin, when both games have been played,
fa: برای دور رفت و برگشت دوبل، زمانی که هر دو بازی انجام شده است،
ja: ダブルラウンドロビンの場合、両方の試合が終了したら、
ko: 더블 라운드 로빈의 경우 두 게임이 모두 플레이된 경우
lt: Dvigubas turas, kai sužaisti abu žaidimai,
no: For dobbel round-robin, når begge spillene er spilt,
pl: W przypadku podwójnego systemu każdy z każdym, gdy rozegrano już obie gry,
pt: Para o round-robin duplo, quando ambos os jogos foram disputados,
ro: Pentru dublu round-robin, când ambele jocuri au fost jucate,
ru: Для двойного кругового турнира, когда сыграны обе игры,

source: the result is given as follows :-
fa: نتیجه به شرح زیر است: -
ja: 結果は次のようになります:-
ko: 결과는 다음과 같습니다.
lt: rezultatas pateikiamas taip: -
no: resultatet er gitt som følger:-
pl: wynik przedstawia się następująco:
pt: o resultado é dado da seguinte forma:-
ro: rezultatul este dat după cum urmează:
ru: результат получается следующим:

source: 1 0 1 d 0 1 etc.
fa: 1 0 1 d 0 1 و غیره
ja: 1 0 1 d 0 1 など
ko: 1 0 1 d 0 1 등
lt: 1 0 1 d 0 1 ir kt.
no: 1 0 1 d 0 1 osv.
pl: 1 0 1 d 0 1 itd.
ru: 1 0 1 д 0 1 и т.д.

source: The first character is for the row engine playing white,
fa: شخصیت اول برای موتور ردیفی است که سفید بازی می کند،
ja: 最初の文字は白をプレイする行エンジン用です。
ko: 첫 번째 문자는 흰색을 플레이하는 행 엔진을 위한 것입니다.
lt: Pirmasis simbolis skirtas eilės varikliui, žaidžiančiam baltai,
no: Den første karakteren er for radmotoren som spiller hvit,
pl: Pierwszy znak jest dla silnika wierszowego grającego na biało,
pt: O primeiro caractere é para o motor de linha que joga branco,
ro: Primul caracter este pentru motorul de rând care joacă alb,
ru: Первый символ — для движка строки, играющего белыми,

source: the second character for playing black.
fa: شخصیت دوم برای بازی سیاه.
ja: 黒をプレイするための2番目のキャラクター。
ko: 검은색을 플레이하는 두 번째 캐릭터.
lt: antrasis personažas, skirtas vaidinti juodaodžius.
no: den andre karakteren for å spille svart.
pl: druga postać do gry czarnymi.
pt: o segundo personagem a interpretar as pretas.
ro: al doilea personaj pentru a juca negrul.
ru: второй символ для игры черными.

source: Engines names are shortened versions of the full engine names.
fa: نام موتورها نسخه کوتاه شده نام موتورهای کامل هستند.
ja: エンジン名は完全なエンジン名の短縮版です。
ko: 엔진 이름은 전체 엔진 이름의 축약형입니다.
lt: Variklių pavadinimai yra sutrumpintos visų variklių pavadinimų versijos.
no: Motornavn er forkortede versjoner av de fullstendige motornavnene.
pl: Nazwy silników są skróconymi wersjami pełnych nazw silników.
pt: Os nomes dos motores são versões abreviadas dos nomes completos dos motores.
ro: Numele motoarelor sunt versiuni prescurtate ale numelor complete ale motoarelor.
ru: Названия двигателей представляют собой сокращенные версии полных названий двигателей.

source: The names are shortened at the first character that is not a letter or number.
fa: نام ها در اولین کاراکتر که یک حرف یا عدد نیست، کوتاه می شوند.
ja: 名前は、文字または数字以外の最初の文字で短縮されます。
ko: 이름은 문자나 숫자가 아닌 첫 글자에서 줄어듭니다.
lt: Vardai sutrumpinami ties pirmuoju simboliu, kuris nėra raidė ar skaičius.
no: Navnene forkortes ved det første tegnet som ikke er en bokstav eller et tall.
pl: Nazwy są skracane do pierwszego znaku, który nie jest literą lub cyfrą.
pt: Os nomes são abreviados no primeiro caractere que não é uma letra ou número.
ro: Numele sunt scurtate la primul caracter care nu este o literă sau un număr.
ru: Имена сокращаются до первого символа, который не является буквой или цифрой.

source: If a shortened name matches a previous name,
fa: اگر نام کوتاه شده با نام قبلی مطابقت داشته باشد،
ja: 短縮名が以前の名前と一致する場合、
ko: 단축된 이름이 이전 이름과 일치하는 경우,
lt: Jei sutrumpintas vardas atitinka ankstesnį pavadinimą,
no: Hvis et forkortet navn samsvarer med et tidligere navn,
pl: Jeżeli skrócona nazwa jest taka sama jak poprzednia nazwa,
pt: Se um nome abreviado corresponder a um nome anterior,
ro: Dacă un nume prescurtat se potrivește cu un nume anterior,
ru: Если сокращенное имя совпадает с предыдущим именем,

source: the names are progressively lengthened until they no longer match.
fa: نام ها به تدریج طولانی می شوند تا زمانی که دیگر مطابقت نداشته باشند.
ja: 名前は次第に長くなり、ついには一致しなくなります。
ko: 이름은 점점 길어져서 더 이상 일치하지 않게 됩니다.
lt: pavadinimai palaipsniui ilginami, kol nebeatitinka.
no: navnene forlenges gradvis til de ikke lenger stemmer overens.
pl: nazwy są stopniowo wydłużane, aż przestają do siebie pasować.
pt: os nomes são progressivamente aumentados até que não correspondam mais.
ro: numele se prelungesc progresiv până când nu se mai potrivesc.
ru: Имена постепенно удлиняются до тех пор, пока они не перестают совпадать.

source: Tournament cross table help
fa: کمک جدول متقابل مسابقات
ja: トーナメントクロステーブルヘルプ
ko: 토너먼트 크로스 테이블 도움말
lt: Turnyro kryžiaus stalo pagalba
no: Hjelp til turneringskryssbord
pl: Pomoc w tabeli turniejowej
pt: Ajuda para tabela cruzada de torneios
ro: Ajutor la masa de turneu încrucișată
ru: Помощь по кросс-таблице турнира

source: There will not be enough room for the evaluation bar
fa: فضای کافی برای نوار ارزیابی وجود نخواهد داشت
ja: 評価バーのための十分なスペースがありません
ko: 평가바를 위한 공간이 충분하지 않습니다.
lt: Vertinimo juostai vietos neužteks
no: Det vil ikke være nok plass til evalueringslinjen
pl: Nie będzie wystarczająco dużo miejsca na pasek oceny
pt: Não haverá espaço suficiente para a barra de avaliação
ro: Nu va fi suficient loc pentru bara de evaluare
ru: Для оценочной панели не хватит места

source: Evaluation bar error
fa: خطای نوار ارزیابی
ja: 評価バーエラー
ko: 평가 막대 오류
lt: Vertinimo juostos klaida
no: Feil i evalueringslinjen
pl: Błąd paska oceny
pt: Erro na barra de avaliação
ro: Eroare bara de evaluare
ru: Ошибка оценочной полосы

source: There is not be enough room for the evaluation bar score display
fa: فضای کافی برای نمایش امتیاز نوار ارزیابی وجود ندارد
ja: 評価バーのスコア表示に十分なスペースがありません
ko: 평가바 점수 표시를 위한 공간이 부족합니다.
lt: Nėra pakankamai vietos vertinimo juostos balų rodymui
no: Det er ikke nok plass til visningen av evalueringslinjens poengsum
pl: Nie ma wystarczająco dużo miejsca na wyświetlanie paska wyników oceny
pt: Não há espaço suficiente para a exibição da pontuação da barra de avaliação
ro: Nu există suficient spațiu pentru afișarea scorului barei de evaluare
ru: Недостаточно места для отображения оценочной шкалы.

source: There is not enough room for the evaluation bar score display
fa: فضای کافی برای نمایش امتیاز نوار ارزیابی وجود ندارد
ja: 評価バーのスコア表示に十分なスペースがありません
ko: 평가바 점수 표시를 위한 공간이 부족합니다.
lt: Nėra pakankamai vietos vertinimo juostos balų rodymui
no: Det er ikke nok plass til visningen av evalueringslinjens poengsum
pl: Nie ma wystarczająco dużo miejsca na wyświetlanie wyniku paska oceny
pt: Não há espaço suficiente para a exibição da pontuação da barra de avaliação
ro: Nu există suficient spațiu pentru afișarea scorului barei de evaluare
ru: Недостаточно места для отображения оценочной шкалы.

source: Please select the evaluation bar options :-
fa: لطفاً گزینه های نوار ارزیابی را انتخاب کنید:-
ja: 評価バーのオプションを選択してください:-
ko: 평가 막대 옵션을 선택하세요:-
lt: Pasirinkite vertinimo juostos parinktis: -
no: Vennligst velg alternativene for evalueringslinjen:-
pl: Proszę wybrać opcje paska oceny:-
pt: Selecione as opções da barra de avaliação:
ro: Vă rugăm să selectați opțiunile barei de evaluare:-
ru: Пожалуйста, выберите параметры оценочной панели:-

source: Display evaluation bar
fa: نمایش نوار ارزیابی
ja: 評価バーを表示
ko: 평가 표시줄 표시
lt: Rodyti vertinimo juostą
no: Vis evalueringslinjen
pl: Wyświetl pasek oceny
pt: Barra de avaliação de exibição
ro: Afișează bara de evaluare
ru: Отображение оценочной панели

source: on left
fa: در سمت چپ
ja: 左側
ko: 왼쪽에
lt: kairėje
no: til venstre
pl: po lewej
pt: na esquerda
ro: pe stânga
ru: слева

source: on right
fa: سمت راست
ja: 右側
ko: 오른쪽에
lt: dešinėje
no: til høyre
pl: po prawej
pt: na direita
ro: pe dreapta
ru: справа

source: Show score
fa: نمایش امتیاز
ja: スコアを表示
ko: 점수 표시
lt: Rodyti rezultatą
no: Vis poengsum
pl: Pokaż wynik
pt: Mostrar pontuação
ro: Arată scorul
ru: Показать счет

source: in middle
fa: در وسط
ja: 真ん中に
ko: 중간에
lt: viduryje
no: i midten
pl: w środku
pt: no meio
ro: la mijloc
ru: в середине

source: on top/bottom
fa: در بالا/پایین
ja: 上/下
ko: 위/아래에
lt: viršuje/apačioje
no: på toppen/bunnen
pl: na górze/na dole
pt: em cima/embaixo
ro: sus/jos
ru: сверху/снизу

source: Score font size
fa: اندازه فونت امتیاز
ja: スコアのフォントサイズ
ko: 점수 글꼴 크기
lt: Balų šrifto dydis
no: Score skriftstørrelse
pl: Rozmiar czcionki wyniku
pt: Tamanho da fonte da pontuação
ro: Scor dimensiunea fontului
ru: Размер шрифта оценки

source: Scaling factor
fa: ضریب پوسته پوسته شدن
ja: スケーリング係数
ko: 스케일링 인자
lt: Mastelio koeficientas
no: Skaleringsfaktor
pl: Współczynnik skalowania
pt: Fator de escala
ro: Factorul de scalare
ru: Коэффициент масштабирования

source: Distance from board
fa: فاصله از تخته
ja: ボードからの距離
ko: 보드와의 거리
lt: Atstumas nuo lentos
no: Avstand fra brett
pl: Odległość od deski
pt: Distância do tabuleiro
ro: Distanța față de bord
ru: Расстояние от борта

source: Annotation score
fa: امتیاز حاشیه نویسی
ja: 注釈スコア
ko: 주석 점수
lt: Anotacijos balas
no: Merknadspoeng
pl: Wynik adnotacji
pt: Pontuação de anotação
ro: Scorul de adnotare
ru: Оценка аннотации

source: Material score
fa: امتیاز مواد
ja: マテリアルスコア
ko: 재료 점수
lt: Medžiagos balas
no: Materialpoeng
pl: Wynik materiałowy
pt: Pontuação do material
ro: Scorul material
ru: Оценка материала

source: Toggle evaluation bar display
fa: نمایش نوار ارزیابی را تغییر دهید
ja: 評価バーの表示を切り替える
ko: 평가 막대 표시 전환
lt: Perjungti vertinimo juostos rodymą
no: Bytt evalueringslinjevisning
pl: Przełącz wyświetlanie paska oceny
pt: Alternar exibição da barra de avaliação
ro: Comutați afișarea barei de evaluare
ru: Переключить отображение панели оценки

source: Display evaluation bar on the left of the board
fa: نوار ارزیابی را در سمت چپ تابلو نمایش دهید
ja: ボードの左側に評価バーを表示する
ko: 보드 왼쪽에 평가 막대 표시
lt: Rodyti vertinimo juostą lentos kairėje
no: Vis evalueringslinjen til venstre på tavlen
pl: Wyświetl pasek oceny po lewej stronie planszy
pt: Exibir barra de avaliação à esquerda do quadro
ro: Afișați bara de evaluare în partea stângă a tablei
ru: Отображение оценочной шкалы слева от доски

source: Display evaluation bar on the right of the board
fa: نمایش نوار ارزیابی در سمت راست تابلو
ja: ボードの右側に評価バーを表示する
ko: 보드 오른쪽에 평가 막대 표시
lt: Rodyti vertinimo juostą lentos dešinėje
no: Vis evalueringslinjen til høyre på tavlen
pl: Wyświetl pasek oceny po prawej stronie planszy
pt: Exibir barra de avaliação à direita do quadro
ro: Afișați bara de evaluare în partea dreaptă a tablei
ru: Отображение оценочной шкалы справа от доски

source: Display the position score with the evaluation bar
fa: امتیاز موقعیت را با نوار ارزیابی نمایش دهید
ja: 評価バーでポジションスコアを表示する
ko: 평가 막대로 위치 점수 표시
lt: Parodykite pozicijos balą vertinimo juosta
no: Vis posisjonspoengsummen med evalueringslinjen
pl: Wyświetl wynik pozycji za pomocą paska oceny
pt: Exibir a pontuação da posição com a barra de avaliação
ro: Afișați scorul poziției cu bara de evaluare
ru: Отображение оценки позиции с помощью оценочной шкалы

source: Input the scaling factor for the evaluation bar,
fa: ضریب مقیاس را برای نوار ارزیابی وارد کنید،
ja: 評価バーのスケーリング係数を入力します。
ko: 평가 막대에 대한 스케일링 요소를 입력하세요.
lt: Įveskite vertinimo juostos mastelio koeficientą,
no: Skriv inn skaleringsfaktoren for evalueringslinjen,
pl: Wprowadź współczynnik skalowania dla paska oceny,
pt: Insira o fator de escala para a barra de avaliação,
ro: Introduceți factorul de scalare pentru bara de evaluare,
ru: Введите коэффициент масштабирования для оценочной полосы,

source: half to three times normal size (0.5 - 3.0)
fa: نیم تا سه برابر اندازه معمولی (0.5 - 3.0)
ja: 通常の半分から3倍の大きさ（0.5 - 3.0）
ko: 정상 크기의 절반에서 3배 (0.5~3.0)
lt: nuo pusės iki trijų kartų didesnis už normalų dydį (0,5–3,0)
no: halv til tre ganger normal størrelse (0,5 - 3,0)
pl: połowa do trzech razy większa od normalnej (0,5 - 3,0)
pt: metade a três vezes o tamanho normal (0,5 - 3,0)
ro: jumătate până la trei ori dimensiunea normală (0,5 - 3,0)
ru: в полтора-три раза больше обычного размера (0,5 - 3,0)

source: Input the distance in pixels between the evaluation bar
fa: فاصله بین نوار ارزیابی را بر حسب پیکسل وارد کنید
ja: 評価バー間の距離をピクセル単位で入力してください
ko: 평가 막대 사이의 거리를 픽셀 단위로 입력하세요.
lt: Įveskite atstumą tarp vertinimo juostos pikseliais
no: Skriv inn avstanden i piksler mellom evalueringslinjen
pl: Wprowadź odległość w pikselach między paskami oceny
pt: Insira a distância em pixels entre a barra de avaliação
ro: Introduceți distanța în pixeli dintre bara de evaluare
ru: Введите расстояние в пикселях между оценочной полосой.

source: and the edge of the board
fa: و لبه تخته
ja: そしてボードの端
ko: 그리고 보드의 가장자리
lt: ir lentos kraštas
no: og kanten av brettet
pl: i krawędź deski
pt: e a borda do tabuleiro
ro: iar marginea tablei
ru: и край доски

source: Check this box to display a material only
fa: این کادر را علامت بزنید تا فقط یک ماده نمایش داده شود
ja: このボックスをチェックすると、マテリアルのみが表示されます
ko: 재료만 표시하려면 이 상자를 체크하세요
lt: Pažymėkite šį langelį, kad būtų rodoma tik medžiaga
no: Merk av i denne boksen for kun å vise et materiale
pl: Zaznacz to pole, aby wyświetlić tylko materiał
pt: Marque esta caixa para exibir apenas um material
ro: Bifați această casetă pentru a afișa numai un material
ru: Установите этот флажок, чтобы отобразить только материал

source: evaluation when the engine is not active
fa: ارزیابی زمانی که موتور فعال نیست
ja: エンジンが作動していないときの評価
ko: 엔진이 활성화되지 않은 경우 평가
lt: įvertinimas, kai variklis neveikia
no: evaluering når motoren ikke er aktiv
pl: ocena, gdy silnik nie jest aktywny
pt: avaliação quando o motor não está ativo
ro: evaluare când motorul nu este activ
ru: оценка, когда двигатель не активен

source: Check this box to display evaluations from
fa: برای نمایش ارزیابی‌ها، این کادر را علامت بزنید
ja: このボックスをチェックすると、評価が表示されます
ko: 평가를 표시하려면 이 상자를 체크하세요.
lt: Pažymėkite šį langelį, kad būtų rodomi įvertinimai iš
no: Kryss av i denne boksen for å vise evalueringer fra
pl: Zaznacz to pole, aby wyświetlić oceny z
pt: Marque esta caixa para exibir avaliações de
ro: Bifați această casetă pentru a afișa evaluările de la
ru: Установите этот флажок, чтобы отобразить оценки от

source: an annotated game when the engine is not active
fa: یک بازی مشروح زمانی که موتور فعال نیست
ja: エンジンがアクティブでないときの注釈付きゲーム
ko: 엔진이 활성화되지 않은 경우 주석이 달린 게임
lt: anotuotas žaidimas, kai variklis neaktyvus
no: et kommentert spill når motoren ikke er aktiv
pl: adnotowana gra, gdy silnik nie jest aktywny
pt: um jogo anotado quando o motor não está ativo
ro: un joc adnotat când motorul nu este activ
ru: аннотированная игра, когда движок не активен

source: Display score in the middle of the bar
fa: نمایش امتیاز در وسط نوار
ja: バーの中央にスコアを表示する
ko: 막대 중앙에 점수 표시
lt: Rodyti rezultatą juostos viduryje
no: Vis poengsum i midten av stolpen
pl: Wyświetl wynik na środku paska
pt: Exibir pontuação no meio da barra
ro: Afișează scorul în mijlocul barei
ru: Отображение счета в середине панели

source: Display score on the top/bottom of the bar
fa: نمایش امتیاز در بالا/پایین نوار
ja: バーの上部/下部にスコアを表示する
ko: 막대의 상단/하단에 점수 표시
lt: Rodyti balą juostos viršuje / apačioje
no: Vis poengsum på toppen/bunnen av linjen
pl: Wyświetl wynik na górze/na dole paska
pt: Exibir pontuação na parte superior/inferior da barra
ro: Afișați scorul în partea de sus/de jos a barei
ru: Отображение счета вверху/внизу панели

source: Input the font size for the score display
fa: اندازه فونت را برای نمایش امتیاز وارد کنید
ja: スコア表示のフォントサイズを入力します
ko: 점수 표시에 대한 글꼴 크기를 입력하세요
lt: Įveskite balų rodymo šrifto dydį
no: Skriv inn skriftstørrelsen for poengvisningen
pl: Wprowadź rozmiar czcionki dla wyświetlanego wyniku
pt: Insira o tamanho da fonte para a exibição da pontuação
ro: Introduceți dimensiunea fontului pentru afișarea scorului
ru: Введите размер шрифта для отображения результатов.

source: The evaluation bar is a graphical representation
fa: نوار ارزیابی یک نمایش گرافیکی است
ja: 評価バーはグラフ表示です
ko: 평가 막대는 그래픽 표현입니다
lt: Vertinimo juosta yra grafinis vaizdas
no: Evalueringslinjen er en grafisk representasjon
pl: Pasek oceny jest graficzną reprezentacją
pt: A barra de avaliação é uma representação gráfica
ro: Bara de evaluare este o reprezentare grafică
ru: Оценочная полоса представляет собой графическое представление

source: of the current state of the game.
fa: از وضعیت فعلی بازی
ja: ゲームの現在の状態。
ko: 게임의 현재 상태.
lt: dabartinės žaidimo būklės.
no: av spillets nåværende tilstand.
pl: aktualnego stanu gry.
pt: do estado atual do jogo.
ro: de starea actuală a jocului.
ru: текущего состояния игры.

source: This dialog box allows you to select options for how it is displayed.
fa: این کادر محاوره ای به شما امکان می دهد گزینه هایی را برای نحوه نمایش آن انتخاب کنید.
ja: このダイアログ ボックスでは、表示方法のオプションを選択できます。
ko: 이 대화 상자를 사용하면 표시 방법에 대한 옵션을 선택할 수 있습니다.
lt: Šiame dialogo lange galite pasirinkti jo rodymo parinktis.
no: Denne dialogboksen lar deg velge alternativer for hvordan den skal vises.
pl: To okno dialogowe umożliwia wybranie opcji dotyczących sposobu jego wyświetlania.
pt: Esta caixa de diálogo permite que você selecione opções de como ela será exibida.
ro: Această casetă de dialog vă permite să selectați opțiunile pentru modul în care este afișată.
ru: В этом диалоговом окне можно выбрать параметры его отображения.

source: Display evaluation bar : Whether to display the evaluation bar.
fa: نوار ارزیابی نمایش: آیا نوار ارزیابی نمایش داده می شود.
ja: 評価バーを表示する: 評価バーを表示するかどうか。
ko: 평가 막대 표시 : 평가 막대를 표시할지 여부입니다.
lt: Rodyti vertinimo juostą : ar rodyti vertinimo juostą.
no: Vis evalueringslinje : Om evalueringslinjen skal vises.
pl: Wyświetl pasek oceny: Określ, czy wyświetlić pasek oceny.
pt: Exibir barra de avaliação: se a barra de avaliação deve ser exibida.
ro: Afișează bara de evaluare: dacă se afișează bara de evaluare.
ru: Отображать панель оценки: отображать ли панель оценки.

source: On left : Display the bar on the left of the chessboard.
fa: در سمت چپ: نوار سمت چپ صفحه شطرنج را نمایش دهید.
ja: 左側: チェス盤の左側にバーを表示します。
ko: 왼쪽 : 체스판의 왼쪽에 막대를 표시합니다.
lt: Kairėje : Rodyti juostą kairėje šachmatų lentos pusėje.
no: Til venstre: Vis linjen til venstre på sjakkbrettet.
pl: Po lewej: Wyświetl pasek po lewej stronie szachownicy.
pt: À esquerda: Exibe a barra à esquerda do tabuleiro de xadrez.
ro: În stânga: afișați bara din stânga tablei de șah.
ru: Слева: Отображение полосы слева от шахматной доски.
