Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Move Overhead - Assume a time delay of x milli-seconds due to network
fa: Move Overhead - تاخیر زمانی x میلی ثانیه به دلیل شبکه را در نظر بگیرید
ja: 移動オーバーヘッド - ネットワークによるxミリ秒の遅延を想定
ko: 오버헤드 이동 - 네트워크로 인해 x밀리초의 시간 지연이 있다고 가정합니다.
lt: Move Overhead – Tarkime, kad dėl tinklo vėlavimo laikas yra x milisekundžių
no: Flytt overhead - Anta en tidsforsinkelse på x millisekunder på grunn av nettverk
pl: Przesuń narzut - załóż opóźnienie czasowe wynoszące x milisekund z powodu sieci
pt: Move Overhead - Assuma um atraso de tempo de x milissegundos devido à rede
ro: Mutare Overhead - Presupuneți o întârziere de x milisecunde din cauza rețelei
ru: Перемещение накладных расходов - предположим, что задержка из-за сети составляет x миллисекунд.

source: and GUI overheads.
fa: و سربار GUI.
ja: および GUI のオーバーヘッド。
ko: GUI 오버헤드.
lt: ir GUI pridėtinės išlaidos.
no: og GUI-overhead.
pl: i narzuty związane z interfejsem graficznym.
pt: e sobrecargas de GUI.
ro: și costurile generale GUI.
ru: и накладные расходы на графический интерфейс.

source: Specifying a value larger than the default is needed to avoid time losses
fa: تعیین مقداری بزرگتر از مقدار پیش فرض برای جلوگیری از اتلاف زمانی لازم است
ja: 時間のロスを避けるために、デフォルトよりも大きい値を指定する必要があります。
ko: 시간 손실을 방지하려면 기본값보다 큰 값을 지정해야 합니다.
lt: Norint išvengti laiko nuostolių, reikia nurodyti didesnę nei numatytoji reikšmę
no: Det er nødvendig å spesifisere en verdi som er større enn standardverdien for å unngå tidstap
pl: Określenie wartości większej niż domyślna jest konieczne, aby uniknąć strat czasu
pt: É necessário especificar um valor maior que o padrão para evitar perdas de tempo
ro: Specificarea unei valori mai mari decât valoarea implicită este necesară pentru a evita pierderile de timp
ru: Указание значения больше значения по умолчанию необходимо для избежания потерь времени.

source: or near instantaneous moves, in particular for time controls without increment
fa: یا حرکات نزدیک به آنی، به ویژه برای کنترل زمان بدون افزایش
ja: またはほぼ瞬時の動き、特に増分のない時間制御の場合
ko: 또는 특히 증가 없는 시간 제어의 경우 거의 즉각적인 움직임
lt: arba beveik momentiniai judesiai, ypač laiko valdymui be prieaugio
no: eller nesten øyeblikkelige bevegelser, spesielt for tidskontroller uten økning
pl: lub niemal natychmiastowe ruchy, w szczególności w przypadku sterowania czasem bez zwiększania jego wartości
pt: ou movimentos quase instantâneos, em particular para controles de tempo sem incremento
ro: sau mișcări aproape instantanee, în special pentru controale de timp fără increment
ru: или почти мгновенные ходы, в частности, для контроля времени без приращения

source: (e.g.sudden death). The default is suitable for engine - engine matches played
fa: (مثلاً مرگ ناگهانی). پیش فرض برای مسابقات موتور - موتور بازی شده مناسب است
ja: （例：サドンデス）。デフォルトはエンジンに適しています - エンジンの試合数
ko: (예: 갑작스러운 죽음). 기본값은 엔진에 적합합니다. 엔진 매치가 플레이되었습니다.
lt: (pvz., staigi mirtis). Numatytasis tinka variklio - variklio rungtynėms
no: (f.eks. plutselig død). Standardinnstillingen er egnet for motor-motor-kamper som spilles
pl: (np.nagła śmierć). Domyślnie jest odpowiednie dla silnika - mecze silnika rozegrane
pt: (por exemplo, morte súbita). O padrão é adequado para partidas de motor - motor jogadas
ro: (de exemplu, moarte subită). Valoarea implicită este potrivită pentru meciurile motor - motor jucate
ru: (например, внезапная смерть). Значение по умолчанию подходит для игровых матчей "движок - движок"

source: locally on dedicated hardware, while it needs to be increased on a loaded system,
fa: به صورت محلی روی سخت افزار اختصاصی، در حالی که باید در یک سیستم بارگذاری شده افزایش یابد،
ja: 専用ハードウェア上でローカルに実行できるが、負荷の高いシステムでは増加する必要がある。
ko: 전용 하드웨어에서는 로컬로 가능하지만 로드된 시스템에서는 늘려야 합니다.
lt: vietoje specialioje aparatinėje įrangoje, o ją reikia padidinti įkeltoje sistemoje,
no: lokalt på dedikert maskinvare, mens den må økes på et lastet system,
pl: lokalnie na dedykowanym sprzęcie, podczas gdy w obciążonym systemie należy ją zwiększyć,
pt: localmente em hardware dedicado, enquanto precisa ser aumentado em um sistema carregado,
ro: local pe hardware dedicat, în timp ce trebuie crescut pe un sistem încărcat,
ru: локально на выделенном оборудовании, тогда как на загруженной системе его необходимо увеличить,

source: when playing over a network, or when using certain GUIs
fa: هنگام پخش از طریق شبکه یا هنگام استفاده از رابط کاربری گرافیکی خاص
ja: ネットワーク経由でプレイする場合、または特定のGUIを使用する場合
ko: 네트워크를 통해 플레이할 때 또는 특정 GUI를 사용할 때
lt: žaidžiant tinkle arba naudojant tam tikras GUI
no: når du spiller over et nettverk, eller når du bruker visse GUIer
pl: podczas gry przez sieć lub korzystania z niektórych interfejsów graficznych
pt: ao jogar em rede ou ao usar certas interfaces gráficas de usuário
ro: atunci când jucați printr-o rețea sau când utilizați anumite interfețe grafice
ru: при игре по сети или при использовании определенных графических интерфейсов

source: Slow Mover - Lower values will make the engine take less time in games,
fa: حرکت آهسته - مقادیر کمتر باعث می شود که موتور در بازی ها زمان کمتری بگیرد.
ja: スロームーバー - 値が低いほど、ゲーム中のエンジンの所要時間が短くなります。
ko: Slow Mover - 값이 낮을수록 게임에서 엔진이 걸리는 시간이 줄어듭니다.
lt: Lėtas judėjimas – dėl mažesnių verčių variklis užtruks mažiau laiko žaidimuose,
no: Slow Mover - Lavere verdier vil gjøre at motoren tar kortere tid i spill,
pl: Slow Mover – niższe wartości spowodują, że silnik będzie pracował krócej w grach,
pt: Slow Mover - Valores mais baixos farão com que o motor demore menos nos jogos,
ro: Slow Mover - Valorile mai mici vor face ca motorul să dureze mai puțin timp în jocuri,
ru: Slow Mover — более низкие значения заставят движок работать медленнее в играх,

source: higher values will make it think longer.
fa: ارزش‌های بالاتر باعث می‌شود بیشتر فکر کند.
ja: 値が大きいほど、考える時間が長くなります。
ko: 값이 높을수록 더 오래 생각하게 됩니다.
lt: didesnės vertės privers mąstyti ilgiau.
no: høyere verdier vil få den til å tenke lenger.
pl: wyższe wartości spowodują, że zastanowi się dłużej.
pt: valores mais altos farão com que ele pense por mais tempo.
ro: valori mai mari îl vor face să se gândească mai mult.
ru: более высокие значения заставят его думать дольше.

source: Nodestime - Tells the engine to use nodes searched instead of wall time
fa: Nodestime - به موتور می گوید از گره های جستجو شده به جای زمان دیوار استفاده کند
ja: Nodestime - エンジンに、ウォールタイムの代わりに検索されたノードを使用するように指示します。
ko: Nodestime - 엔진에 벽 시간 대신 검색된 노드를 사용하도록 지시합니다.
lt: Nodestime – nurodo varikliui vietoj sienos laiko naudoti ieškomus mazgus
no: Nodestime - Forteller motoren å bruke noder søkte i stedet for veggtid
pl: Nodestime – informuje silnik, aby używał przeszukanych węzłów zamiast czasu ściennego
pt: Nodestime - Diz ao mecanismo para usar os nós pesquisados em vez do tempo de parede
ro: Nodestime - Spune motorului să folosească nodurile căutate în locul timpului de perete
ru: Nodestime — сообщает движку, что нужно использовать найденные узлы вместо времени, указанного в стене.

source: to account for elapsed time. This is useful for engine testing.
fa: برای محاسبه زمان سپری شده این برای تست موتور مفید است.
ja: 経過時間を考慮します。これはエンジンのテストに役立ちます。
ko: 경과 시간을 고려합니다. 엔진 테스트에 유용합니다.
lt: atsiskaityti už praėjusį laiką. Tai naudinga atliekant variklio bandymus.
no: for å ta hensyn til medgått tid. Dette er nyttig for motortesting.
pl: aby uwzględnić upływający czas. Jest to przydatne do testowania silnika.
pt: para contabilizar o tempo decorrido. Isso é útil para testes de motor.
ro: pentru a contabiliza timpul scurs. Acest lucru este util pentru testarea motorului.
ru: для учета прошедшего времени. Это полезно для тестирования двигателя.

source: When this option is set, the engine is only limited by the total amount of nodes
fa: وقتی این گزینه تنظیم می شود، موتور فقط با تعداد کل گره ها محدود می شود
ja: このオプションが設定されている場合、エンジンはノードの総数によってのみ制限されます。
ko: 이 옵션이 설정되면 엔진은 노드의 총 수에 의해서만 제한됩니다.
lt: Kai nustatyta ši parinktis, variklį riboja tik bendras mazgų skaičius
no: Når dette alternativet er satt, begrenses motoren kun av det totale antallet noder
pl: Gdy ta opcja jest włączona, silnik jest ograniczony jedynie przez całkowitą liczbę węzłów
pt: Quando esta opção é definida, o mecanismo é limitado apenas pela quantidade total de nós
ro: Când această opțiune este setată, motorul este limitat doar de numărul total de noduri
ru: Если эта опция установлена, движок ограничен только общим количеством узлов.

source: searched per game. This limit is calculated once per game.
fa: جستجو در هر بازی این محدودیت یک بار در هر بازی محاسبه می شود.
ja: ゲームごとに検索されます。この制限はゲームごとに 1 回計算されます。
ko: 게임당 검색됨. 이 제한은 게임당 한 번 계산됩니다.
lt: ieškojo pagal žaidimą. Šis limitas skaičiuojamas vieną kartą per žaidimą.
no: søkte per kamp. Denne grensen beregnes én gang per spill.
pl: wyszukiwane na grę. Ten limit jest obliczany raz na grę.
pt: pesquisado por jogo. Este limite é calculado uma vez por jogo.
ro: căutat pe joc. Această limită este calculată o dată pe joc.
ru: искали за игру. Этот лимит рассчитывается один раз за игру.

source: The initial time control values in milliseconds (time and increment per move)
fa: مقادیر اولیه کنترل زمان بر حسب میلی ثانیه (زمان و افزایش در هر حرکت)
ja: 初期時間制御値（ミリ秒単位）（移動ごとの時間と増分）
ko: 밀리초 단위의 초기 시간 제어 값(이동당 시간 및 증가)
lt: Pradinės laiko valdymo reikšmės milisekundėmis (laikas ir prieaugis vienam judesiui)
no: De første tidskontrollverdiene i millisekunder (tid og økning per bevegelse)
pl: Początkowe wartości kontroli czasu w milisekundach (czas i przyrost na ruch)
pt: Os valores iniciais de controle de tempo em milissegundos (tempo e incremento por movimento)
ro: Valorile inițiale de control al timpului în milisecunde (timp și increment per mișcare)
ru: Начальные значения контроля времени в миллисекундах (время и приращение за ход)

source: are used as input values to calculate the total number of nodes per game.
fa: به عنوان مقادیر ورودی برای محاسبه تعداد کل گره ها در هر بازی استفاده می شود.
ja: ゲームあたりのノードの総数を計算するための入力値として使用されます。
ko: 게임당 총 노드 수를 계산하기 위한 입력 값으로 사용됩니다.
lt: yra naudojamos kaip įvesties reikšmės apskaičiuojant bendrą žaidimo mazgų skaičių.
no: brukes som inngangsverdier for å beregne det totale antallet noder per spill.
pl: służą jako wartości wejściowe do obliczenia całkowitej liczby węzłów na grę.
pt: são usados como valores de entrada para calcular o número total de nós por jogo.
ro: sunt folosite ca valori de intrare pentru a calcula numărul total de noduri per joc.
ru: используются в качестве входных значений для расчета общего количества узлов в игре.

source: The increment per move inc is used as if it was just one move per game.
fa: افزایش در هر حرکت inc به گونه ای استفاده می شود که گویی فقط یک حرکت در هر بازی است.
ja: 移動ごとの増分 inc は、ゲームごとに 1 つの移動であるかのように使用されます。
ko: 이동당 증가는 게임당 이동이 한 개인 것처럼 사용됩니다.
lt: Prieaugis kiekvienam ėjimui inc naudojamas taip, lyg tai būtų tik vienas ėjimas per žaidimą.
no: Økningen per trekk ink brukes som om det bare var ett trekk per spill.
pl: Przyrost za każdy ruch jest stosowany tak, jakby dotyczył tylko jednego ruchu na grę.
pt: O incremento por movimento inc é usado como se fosse apenas um movimento por jogo.
ro: Incrementul per mutare este folosit ca și cum ar fi fost doar o mutare pe joc.
ru: Приращение за ход inc используется так, как если бы это был всего один ход за игру.

source: The formula is totalnodes = (time + inc * 1) * nodestime.
fa: فرمول totalnodes = (time + inc * 1) * nodestime است.
ja: 式は totalnodes = (time + inc * 1) * nodestime です。
ko: 공식은 총 노드 수 = (시간 + 증가 * 1) * 노드 시간입니다.
lt: Formulė yra totalnodes = (laikas + inc * 1) * mazgų laikas.
no: Formelen er totalnoder = (tid + ink * 1) * nodetid.
pl: Wzór jest następujący: totalnodes = (time + inc * 1) * nodestime.
pt: A fórmula é totalnodes = (tempo + inc * 1) * nodestime.
ro: Formula este totalnodes = (timp + inc * 1) * nodestime.
ru: Формула выглядит так: totalnodes = (time + inc * 1) * nodestime.

source: Suppose you specified nodestime = 600, and the time control per game is
fa: فرض کنید nodestime = 600 را مشخص کرده اید و کنترل زمان در هر بازی است
ja: nodestime = 600を指定し、ゲームあたりの時間制限が
ko: nodestime = 600을 지정했고 게임당 시간 제어가 다음과 같다고 가정합니다.
lt: Tarkime, kad nurodėte nodestime = 600, o žaidimo laiko kontrolė yra tokia
no: Anta at du spesifiserte nodetime = 600, og tidskontrollen per spill er
pl: Załóżmy, że określiłeś nodestime = 600, a kontrola czasu na grę wynosi
pt: Suponha que você especificou nodestime = 600 e o controle de tempo por jogo é
ro: Să presupunem că ați specificat nodestime = 600, iar controlul timpului per joc este
ru: Предположим, вы указали nodestime = 600, а контроль времени на игру составляет

source: 300 seconds plus 3 seconds increment per move (300s + 3s),
fa: 300 ثانیه به اضافه 3 ثانیه افزایش در هر حرکت (300 ثانیه + 3 ثانیه)،
ja: 300秒プラス移動ごとに3秒増加（300秒+3秒）
ko: 300초 + 이동당 3초 증가(300초 + 3초)
lt: 300 sekundžių plius 3 sekundžių prieaugis vienam judesiui (300 s + 3 s),
no: 300 sekunder pluss 3 sekunders økning per trekk (300s + 3s),
pl: 300 sekund plus 3 sekundy na każdy ruch (300 s. + 3 s.),
pt: 300 segundos mais 3 segundos de incremento por movimento (300s + 3s),
ro: 300 de secunde plus 3 secunde de creștere per mișcare (300s + 3s),
ru: 300 секунд плюс 3 секунды на ход (300 с + 3 с),

source: or 300000 milliseconds plus 3000 milliseconds increment per move.
fa: یا 300000 میلی ثانیه به اضافه 3000 میلی ثانیه افزایش در هر حرکت.
ja: または、300000 ミリ秒に、移動ごとに 3000 ミリ秒ずつ増加します。
ko: 또는 300000밀리초에 움직임 당 3000밀리초씩 증가합니다.
lt: arba 300 000 milisekundžių plius 3000 milisekundžių prieaugis vienam judesiui.
no: eller 300 000 millisekunder pluss 3000 millisekunders økning per trekk.
pl: lub 300000 milisekund plus 3000 milisekund na każdy ruch.
pt: ou 300000 milissegundos mais 3000 milissegundos de incremento por movimento.
ro: sau 300000 de milisecunde plus un increment de 3000 de milisecunde per mișcare.
ru: или 300000 миллисекунд плюс 3000 миллисекунд приращения на каждый ход.

source: In that case, the maximum total number of nodes searched per game
fa: در آن صورت، حداکثر تعداد کل گره های جستجو شده در هر بازی
ja: その場合、ゲームごとに検索されるノードの最大総数は
ko: 이 경우 게임당 검색되는 최대 총 노드 수는
lt: Tokiu atveju didžiausias bendras ieškomų mazgų skaičius viename žaidime
no: I så fall er det maksimale totale antallet noder søkt per spill
pl: W takim przypadku maksymalna łączna liczba przeszukanych węzłów na grę
pt: Nesse caso, o número total máximo de nós pesquisados por jogo
ro: În acest caz, numărul total maxim de noduri căutate per joc
ru: В этом случае максимальное общее количество узлов, просматриваемых за игру,

source: by the engine is totalnodes = (300000 + 3000 * 1) * 600 = 181800000
fa: توسط موتور توتال نود = (300000 + 3000 * 1) * 600 = 181800000 است
ja: エンジンによって、totalnodes = (300000 + 3000 * 1) * 600 = 181800000
ko: 엔진에 따르면 totalnodes = (300000 + 3000 * 1) * 600 = 181800000
lt: pagal variklį yra visi mazgai = (300 000 + 3000 * 1) * 600 = 181800000
no: ved motoren er totalnoder = (300 000 + 3000 * 1) * 600 = 181800000
pl: według silnika to totalnodes = (300000 + 3000 * 1) * 600 = 181800000
pt: pelo motor é totalnodes = (300000 + 3000 * 1) * 600 = 181800000
ro: de motor este totalnodes = (300000 + 3000 * 1) * 600 = 181800000
ru: по движку totalnodes = (300000 + 3000 * 1) * 600 = 181800000

source: (one hundred eighty one million, eight hundred thousand) nodes,
fa: (یکصد و هشتاد و یک میلیون و هشتصد هزار) گره،
ja: （1億8180万）ノード、
ko: (일억팔천일백팔십만)개의 노드,
lt: (šimtas aštuoniasdešimt vienas milijonas aštuoni šimtai tūkstančių) mazgų,
no: (ett hundre åtti en million, åtte hundre tusen) noder,
pl: (sto osiemdziesiąt jeden milionów osiemset tysięcy) węzłów,
pt: (cento e oitenta e um milhões e oitocentos mil) nós,
ro: (o sută optzeci și unu de milioane, opt sute de mii) noduri,
ru: (сто восемьдесят один миллион восемьсот тысяч) узлов,

source: regardless of how much wall time it will actually take.
fa: صرف نظر از اینکه واقعاً چقدر زمان دیوار طول می کشد.
ja: 実際にどれだけの時間がかかるかは関係ありません。
ko: 실제로 얼마나 많은 시간이 소요될지는 중요하지 않습니다.
lt: neatsižvelgiant į tai, kiek iš tikrųjų užtruks siena.
no: uavhengig av hvor mye veggtid det faktisk vil ta.
pl: niezależnie od tego, ile czasu faktycznie to zajmie.
pt: independentemente de quanto tempo isso realmente levará.
ro: indiferent de cât timp va dura de fapt pe perete.
ru: независимо от того, сколько времени на возведение стены на самом деле потребуется.

source: Debug Log File - Write all communication to and from the engine into a text file.
fa: Debug Log File - تمام ارتباطات به موتور و از موتور را در یک فایل متنی بنویسید.
ja: デバッグ ログ ファイル - エンジンとの間のすべての通信をテキスト ファイルに書き込みます。
ko: 디버그 로그 파일 - 엔진과의 모든 통신을 텍스트 파일에 기록합니다.
lt: Derinimo žurnalo failas – visą ryšį su varikliu ir iš jo įrašykite į tekstinį failą.
no: Feilsøkingsloggfil - Skriv all kommunikasjon til og fra motoren til en tekstfil.
pl: Plik dziennika debugowania — zapisuje całą komunikację przychodzącą i wychodzącą z silnika do pliku tekstowego.
pt: Arquivo de log de depuração - Grave toda a comunicação de e para o mecanismo em um arquivo de texto.
ro: Fișier jurnal de depanare - Scrieți toate comunicările către și de la motor într-un fișier text.
ru: Файл журнала отладки — записывает все входящие и исходящие сообщения движка в текстовый файл.

source: OwnBook - This means that the engine has its own book which is accessed by the
fa: OwnBook - این بدان معنی است که موتور کتاب خود را دارد که توسط آن قابل دسترسی است
ja: OwnBook - これは、エンジンが独自のブックを持っていることを意味します。
ko: OwnBook - 이는 엔진이 액세스하는 자체 책을 가지고 있음을 의미합니다.
lt: OwnBook – tai reiškia, kad variklis turi savo knygą, kurią pasiekia
no: OwnBook - Dette betyr at motoren har sin egen bok som er tilgjengelig for
pl: OwnBook – oznacza to, że silnik ma własną książkę, do której dostęp uzyskuje
pt: OwnBook - Isso significa que o mecanismo tem seu próprio livro que é acessado pelo
ro: OwnBook - Aceasta înseamnă că motorul are propria carte care este accesată de
ru: OwnBook — это означает, что у движка есть собственная книга, к которой имеет доступ

source: engine itself. If this is set, the engine takes care of the opening book
fa: خود موتور اگر این تنظیم باشد، موتور از دفترچه بازکن مراقبت می کند
ja: エンジン自体。これが設定されている場合は、エンジンがオープニングブックを処理します
ko: 엔진 자체입니다. 이것이 설정되면 엔진이 오프닝 북을 처리합니다.
lt: pats variklis. Jei tai nustatyta, variklis pasirūpins atidarymo knygele
no: selve motoren. Hvis dette er satt, tar motoren seg av åpningsboken
pl: sam silnik. Jeśli ta opcja jest ustawiona, silnik zajmuje się otwieraniem książki
pt: próprio motor. Se isso for definido, o motor cuida do livro de abertura
ro: motorul în sine. Dacă este setat, motorul are grijă de cartea de deschidere
ru: сам движок. Если это установлено, движок заботится об открытии книги

source: and the GUI will never execute a move out of its book for the engine.
fa: و رابط کاربری گرافیکی هرگز حرکتی را از کتاب خود برای موتور اجرا نمی کند.
ja: GUI はエンジンのブック外の動きを実行することはありません。
ko: 그리고 GUI는 엔진의 책 밖으로 이동을 실행하지 않을 것입니다.
lt: ir GUI niekada nevykdys variklio ištraukimo iš savo knygos.
no: og GUI vil aldri utføre et trekk ut av boken for motoren.
pl: a GUI nigdy nie wykona ruchu wykraczającego poza jego możliwości silnika.
pt: e a GUI nunca executará um movimento fora do seu livro para o mecanismo.
ro: iar GUI nu va executa niciodată o mișcare din cartea sa pentru motor.
ru: и графический интерфейс никогда не выполнит ход, выходящий за рамки его книги для движка.

source: If this is set to false by the GUI, the engine should not access its own book.
fa: اگر توسط رابط کاربری گرافیکی روی false تنظیم شده باشد، موتور نباید به کتاب خود دسترسی داشته باشد.
ja: GUI によってこれが false に設定されている場合、エンジンは自身のブックにアクセスしません。
ko: GUI에서 이것을 false로 설정하면, 엔진은 자신의 책에 접근하지 못합니다.
lt: Jei GUI nustatyta kaip false, variklis neturėtų pasiekti savo knygos.
no: Hvis dette er satt til usann av GUI, skal ikke motoren få tilgang til sin egen bok.
pl: Jeżeli GUI ustawi tę opcję na false, silnik nie powinien uzyskiwać dostępu do własnej książki.
pt: Se isso for definido como falso pela GUI, o mecanismo não deverá acessar seu próprio livro.
ro: Dacă acest lucru este setat la fals de GUI, motorul nu ar trebui să-și acceseze propria carte.
ru: Если в графическом интерфейсе пользователя задано значение false, движок не должен получать доступ к своей собственной книге.

source: Book File - The filename with path for the book file.
fa: فایل کتاب - نام فایل با مسیر برای فایل کتاب.
ja: ブック ファイル - ブック ファイルのパスを含むファイル名。
ko: 책 파일 - 책 파일의 경로가 포함된 파일 이름입니다.
lt: Knygos failas – failo pavadinimas su knygos failo keliu.
no: Bokfil - Filnavnet med bane for bokfilen.
pl: Plik książki – nazwa pliku ze ścieżką do pliku książki.
pt: Arquivo de livro - O nome do arquivo com o caminho para o arquivo do livro.
ro: Fișier carte - Numele fișierului cu calea pentru fișierul cărții.
ru: Файл книги — имя файла и путь к файлу книги.

source: Note : When I tested the Komodo 12 with its own book set, and the GUI book on,
fa: توجه: وقتی کومودو 12 را با مجموعه کتاب خودش و کتاب رابط کاربری گرافیکی روی آن تست کردم،
ja: 注: Komodo 12を独自のブックセットとGUIブックでテストしたところ、
ko: 참고: Komodo 12를 자체 책 세트와 GUI 책으로 테스트했을 때,
lt: Pastaba: kai išbandžiau Komodo 12 su savo knygų rinkiniu ir GUI knyga,
no: Merk: Da jeg testet Komodo 12 med sitt eget boksett, og GUI-boken på,
pl: Uwaga: Kiedy testowałem Komodo 12 z własnym zestawem książek i włączoną książką GUI,
pt: Nota: Quando testei o Komodo 12 com seu próprio conjunto de livros e o livro GUI ligado,
ro: Notă: Când am testat Komodo 12 cu propriul set de cărți și cartea GUI activată,
ru: Примечание: Когда я тестировал Komodo 12 с его собственным набором книг и графическим интерфейсом пользователя,

source: I found that the GUI opening book took precedence.
fa: متوجه شدم که کتاب افتتاحیه رابط کاربری گرافیکی اولویت دارد.
ja: GUIオープニングブックが優先されることがわかりました。
ko: GUI 오프닝 북이 우선시된다는 걸 발견했습니다.
lt: Radau, kad pirmenybė teikiama GUI pradžios knygai.
no: Jeg fant ut at GUI-åpningsboken hadde forrang.
pl: Odkryłem, że książka otwierająca GUI ma pierwszeństwo.
pt: Descobri que o livro de abertura da GUI teve precedência.
ro: Am descoperit că cartea de deschidere a GUI a avut prioritate.
ru: Я обнаружил, что приоритет имеет открытие книги GUI.

source: Also, with the Komodo 12 engine, I found that with the opening book on,
fa: همچنین، با موتور کومودو 12، متوجه شدم که با روشن شدن دفترچه،
ja: また、コモド12エンジンでは、オープニングブックをオンにすると、
ko: 또한 Komodo 12 엔진을 사용하여 오프닝 북을 켜면
lt: Be to, naudodamas „Komodo 12“ variklį, sužinojau, kad įjungus pradinę knygą,
no: Med Komodo 12-motoren fant jeg også ut at med åpningsboken om,
pl: Ponadto, w przypadku silnika Komodo 12, odkryłem, że po włączeniu książki otwierającej,
pt: Além disso, com o motor Komodo 12, descobri que com o livro de abertura,
ro: De asemenea, cu motorul Komodo 12, am constatat că, cu cartea de deschidere,
ru: Кроме того, с движком Komodo 12 я обнаружил, что при включенной начальной книге

source: it would not show any kibitz analysis when it was still in its book.
fa: وقتی هنوز در کتابش بود، هیچ تحلیل کیبیتز را نشان نمی داد.
ja: それがまだ本の中にあったときには、いかなるキビッツ分析も示されなかったでしょう。
ko: 아직 책에 있을 때는 키비츠 분석을 보여주지 않았습니다.
lt: ji nerodytų jokios kibicų analizės, kai ji dar buvo savo knygoje.
no: den ville ikke vise noen kbitz-analyse når den fortsatt var i boken.
pl: nie przedstawiało żadnych analiz kibicowskich, gdy jeszcze było w książce.
pt: não mostraria nenhuma análise de kibitz quando ainda estivesse em seu livro.
ro: nu ar arăta nicio analiză kibitz când era încă în cartea sa.
ru: он не показывал никакого анализа кибица, пока был в книге.
