Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: This dialog box allows you to set the sound effects options.
fa: این کادر محاوره ای به شما امکان می دهد گزینه های جلوه های صوتی را تنظیم کنید.
ja: このダイアログ ボックスでは、サウンド効果のオプションを設定できます。
ko: 이 대화 상자를 사용하면 사운드 효과 옵션을 설정할 수 있습니다.
lt: Šiame dialogo lange galite nustatyti garso efektų parinktis.
no: Denne dialogboksen lar deg angi lydeffektalternativene.
pl: To okno dialogowe umożliwia ustawienie opcji efektów dźwiękowych.
pt: Esta caixa de diálogo permite que você defina as opções de efeitos sonoros.
ro: Această casetă de dialog vă permite să setați opțiunile de efecte sonore.
ru: В этом диалоговом окне можно настроить параметры звуковых эффектов.

source: Use sound effects - Check to use sound effects.
fa: استفاده از جلوه های صوتی - برای استفاده از جلوه های صوتی علامت بزنید.
ja: サウンド効果を使用する - サウンド効果を使用する場合はチェックします。
ko: 음향 효과 사용 - 음향 효과를 사용하려면 체크하세요.
lt: Naudoti garso efektus – pažymėkite, jei norite naudoti garso efektus.
no: Bruk lydeffekter - Kryss av for å bruke lydeffekter.
pl: Użyj efektów dźwiękowych - Zaznacz, aby użyć efektów dźwiękowych.
pt: Usar efeitos sonoros - Marque para usar efeitos sonoros.
ro: Utilizați efecte sonore - Bifați pentru a utiliza efecte sonore.
ru: Использовать звуковые эффекты — установите флажок, чтобы использовать звуковые эффекты.

source: Chess pieces - Check to use sound effects for chess pieces,
fa: مهره های شطرنج - برای استفاده از جلوه های صوتی برای مهره های شطرنج علامت بزنید،
ja: チェスの駒 - チェスの駒に効果音を使用するにはチェックを入れます。
ko: 체스 말 - 체스 말에 사운드 효과를 사용하려면 체크하세요.
lt: Šachmatų figūrėlės – pažymėkite, jei norite naudoti garso efektus šachmatų figūroms,
no: Sjakkbrikker - Merk av for å bruke lydeffekter for sjakkbrikker,
pl: Figury szachowe - Zaznacz, aby użyć efektów dźwiękowych dla figur szachowych,
pt: Peças de xadrez - Marque para usar efeitos sonoros para peças de xadrez,
ro: Piese de șah - Bifați pentru a utiliza efecte sonore pentru piesele de șah,
ru: Шахматные фигуры — установите флажок, чтобы использовать звуковые эффекты для шахматных фигур.

source: including < New game >
fa: از جمله < بازی جدید >
ja: <新作ゲーム>を含む
ko: <새로운 게임>을 포함하여
lt: įskaitant <Naujas žaidimas>
no: inkludert < Nytt spill >
pl: w tym < Nowa gra >
pt: incluindo < Novo jogo >
ro: inclusiv < Joc nou >
ru: включая < Новая игра >

source: Clocks - Check to use sound effects for clocks during a game.
fa: ساعت - برای استفاده از جلوه های صوتی برای ساعت در طول بازی، علامت بزنید.
ja: 時計 - ゲーム中に時計のサウンド効果を使用する場合はチェックします。
ko: 시계 - 게임 중 시계에 음향 효과를 사용하려면 체크하세요.
lt: Laikrodžiai – pažymėkite, jei norite žaidimo metu naudoti laikrodžių garso efektus.
no: Klokker - Kryss av for å bruke lydeffekter for klokker under et spill.
pl: Zegary - Zaznacz, aby używać efektów dźwiękowych zegarów w trakcie gry.
pt: Relógios - Marque para usar efeitos sonoros para relógios durante um jogo.
ro: Ceasuri - Bifați pentru a utiliza efecte sonore pentru ceasuri în timpul unui joc.
ru: Часы — установите флажок, чтобы использовать звуковые эффекты для часов во время игры.

source: human vs engine or engine vs engine.
fa: انسان در مقابل موتور یا موتور در مقابل موتور.
ja: 人間対エンジン、またはエンジン対エンジン。
ko: 인간 대 엔진, 엔진 대 엔진.
lt: žmogus prieš variklį arba variklis prieš variklį.
no: menneske vs motor eller motor vs motor.
pl: człowiek kontra silnik lub silnik kontra silnik.
pt: humano vs motor ou motor vs motor.
ro: om vs motor sau motor vs motor.
ru: человек против двигателя или двигатель против двигателя.

source: Puzzle mode - Check to use sound effects for puzzle mode.
fa: حالت پازل - برای استفاده از جلوه های صوتی برای حالت پازل، علامت بزنید.
ja: パズル モード - パズル モードでサウンド効果を使用する場合はチェックします。
ko: 퍼즐 모드 - 퍼즐 모드에서 사운드 효과를 사용하려면 체크하세요.
lt: Dėlionės režimas – pažymėkite, jei norite naudoti galvosūkių režimą garso efektus.
no: Puslespillmodus - Kryss av for å bruke lydeffekter for puslespillmodus.
pl: Tryb układanki – zaznacz, aby używać efektów dźwiękowych w trybie układanki.
pt: Modo quebra-cabeça - Marque para usar efeitos sonoros no modo quebra-cabeça.
ro: Modul puzzle - Bifați pentru a utiliza efecte sonore pentru modul puzzle.
ru: Режим головоломки — установите флажок, чтобы использовать звуковые эффекты в режиме головоломки.

source: Game result - Check to use sound effects for a game result,
fa: نتیجه بازی - برای استفاده از جلوه های صوتی برای نتیجه بازی، علامت بزنید،
ja: ゲーム結果 - ゲーム結果に効果音を使用するにはチェックを入れます。
ko: 게임 결과 - 게임 결과에 사운드 효과를 사용하려면 체크하세요.
lt: Žaidimo rezultatas – pažymėkite, jei norite žaidimo rezultatui naudoti garso efektus,
no: Spillresultat - Kryss av for å bruke lydeffekter for et spillresultat,
pl: Wynik gry – zaznacz, aby użyć efektów dźwiękowych do podania wyniku gry.
pt: Resultado do jogo - Marque para usar efeitos sonoros para o resultado do jogo,
ro: Rezultat joc - Bifați pentru a utiliza efecte sonore pentru rezultatul unui joc,
ru: Результат игры - Установите флажок, чтобы использовать звуковые эффекты для результата игры.

source: Select clock sounds - Select the clock file number to use
fa: انتخاب صداهای ساعت - شماره فایل ساعت را برای استفاده انتخاب کنید
ja: 時計の音を選択 - 使用する時計のファイル番号を選択します
ko: 시계 소리 선택 - 사용할 시계 파일 번호를 선택하세요
lt: Pasirinkti laikrodžio garsus – pasirinkite naudotino laikrodžio failo numerį
no: Velg klokkelyder – Velg klokkefilnummeret som skal brukes
pl: Wybierz dźwięki zegara - Wybierz numer pliku zegara, którego chcesz użyć
pt: Selecione sons de relógio - Selecione o número do arquivo de relógio a ser usado
ro: Selectați sunete de ceas - Selectați numărul fișierului de ceas pe care doriți să îl utilizați
ru: Выбор звуков часов — выбор номера файла часов для использования.

source: for human and computer during a game.
fa: برای انسان و کامپیوتر در طول بازی
ja: ゲーム中の人間とコンピュータ用。
ko: 게임 중 인간과 컴퓨터 간의 상호작용.
lt: žmogui ir kompiuteriui žaidimo metu.
no: for mennesker og datamaskin under et spill.
pl: dla człowieka i komputera w trakcie gry.
pt: para humanos e computadores durante um jogo.
ro: pentru om și computer în timpul unui joc.
ru: для человека и компьютера во время игры.

source: Program volume - Set the volume percentage for the program.
fa: حجم برنامه - درصد صدا را برای برنامه تنظیم کنید.
ja: プログラムの音量 - プログラムの音量のパーセンテージを設定します。
ko: 프로그램 볼륨 - 프로그램의 볼륨 백분율을 설정합니다.
lt: Programos garsumas – nustatykite programos garsumo procentą.
no: Programvolum - Still inn volumprosenten for programmet.
pl: Głośność programu – Ustaw procentową głośność programu.
pt: Volume do programa - Defina a porcentagem de volume do programa.
ro: Volum program - Setați procentul de volum pentru program.
ru: Громкость программы — установите процент громкости для программы.

source: The value you set is saved for the next program run.
fa: مقداری که تنظیم کرده اید برای اجرای برنامه بعدی ذخیره می شود.
ja: 設定した値は次回のプログラム実行のために保存されます。
ko: 설정한 값은 다음 프로그램 실행을 위해 저장됩니다.
lt: Jūsų nustatyta reikšmė išsaugoma kitam programos vykdymui.
no: Verdien du angir, lagres for neste programkjøring.
pl: Ustawiona wartość zostanie zapisana do następnego uruchomienia programu.
pt: O valor definido será salvo para a próxima execução do programa.
ro: Valoarea pe care o setați este salvată pentru următoarea rulare a programului.
ru: Установленное вами значение сохраняется для следующего запуска программы.

source: The changes that you make will not affect the system volume
fa: تغییراتی که انجام می‌دهید روی حجم سیستم تأثیری نخواهد داشت
ja: 変更はシステムボリュームには影響しません
ko: 귀하가 변경한 내용은 시스템 볼륨에 영향을 미치지 않습니다.
lt: Jūsų atlikti pakeitimai neturės įtakos sistemos garsumui
no: Endringene du gjør vil ikke påvirke systemvolumet
pl: Wprowadzone zmiany nie wpłyną na głośność systemu
pt: As alterações que você fizer não afetarão o volume do sistema
ro: Modificările pe care le faceți nu vor afecta volumul sistemului
ru: Вносимые вами изменения не повлияют на громкость системы.

source: once the program has finished.
fa: پس از اتمام برنامه
ja: プログラムが終了したら。
ko: 프로그램이 완료되면.
lt: programai pasibaigus.
no: når programmet er ferdig.
pl: po zakończeniu programu.
pt: assim que o programa terminar.
ro: odată ce programul s-a terminat.
ru: после завершения программы.

source: It is, of course, also possible to change the overall
fa: البته امکان تغییر کلی نیز وجود دارد
ja: もちろん、全体的な変更も可能です
ko: 물론, 전체적인 것을 변경하는 것도 가능합니다.
lt: Žinoma, galima keisti ir kombinezoną
no: Det er selvfølgelig også mulig å endre overall
pl: Oczywiście możliwa jest również zmiana całości
pt: É claro que também é possível alterar o geral
ro: Desigur, este și posibil să schimbați generalul
ru: Конечно, также возможно изменить общее

source: system volume with the slider on the Windows taskbar.
fa: حجم سیستم با نوار لغزنده در نوار وظیفه ویندوز.
ja: Windows タスクバーのスライダーを使用してシステム音量を調整します。
ko: Windows 작업 표시줄의 슬라이더를 사용하여 시스템 볼륨을 조절합니다.
lt: sistemos garsumą naudodami „Windows“ užduočių juostos slankiklį.
no: systemvolum med glidebryteren på oppgavelinjen i Windows.
pl: głośność systemową można regulować suwakiem na pasku zadań systemu Windows.
pt: volume do sistema com o controle deslizante na barra de tarefas do Windows.
ro: volumul sistemului cu glisorul din bara de activități Windows.
ru: громкость системы с помощью ползунка на панели задач Windows.

source: 2d and 3d sound effects are stored separately,
fa: جلوه های صوتی 2 بعدی و 3 بعدی به طور جداگانه ذخیره می شوند،
ja: 2Dと3Dのサウンドエフェクトは別々に保存されます。
ko: 2D와 3D 사운드 효과는 별도로 저장됩니다.
lt: 2d ir 3d garso efektai saugomi atskirai,
no: 2d og 3d lydeffekter lagres separat,
pl: Efekty dźwiękowe 2D i 3D są przechowywane oddzielnie,
pt: Os efeitos sonoros 2D e 3D são armazenados separadamente,
ro: Efectele de sunet 2d și 3d sunt stocate separat,
ru: 2D и 3D звуковые эффекты хранятся отдельно,

source: so you can chose a different set for each screen.
fa: بنابراین می توانید مجموعه متفاوتی را برای هر صفحه انتخاب کنید.
ja: 画面ごとに異なるセットを選択できます。
ko: 그래서 각 화면마다 다른 세트를 선택할 수 있습니다.
lt: todėl kiekvienam ekranui galite pasirinkti skirtingą rinkinį.
no: slik at du kan velge et annet sett for hver skjerm.
pl: dzięki czemu możesz wybrać inny zestaw dla każdego ekranu.
pt: para que você possa escolher um conjunto diferente para cada tela.
ro: astfel încât să puteți alege un set diferit pentru fiecare ecran.
ru: поэтому вы можете выбрать отдельный набор для каждого экрана.

source: Here is a list of the names of the sound effects
fa: در اینجا لیستی از اسامی جلوه های صوتی آورده شده است
ja: 効果音の名前のリストはこちら
ko: 다음은 사운드 효과의 이름 목록입니다.
lt: Čia yra garso efektų pavadinimų sąrašas
no: Her er en liste over navnene på lydeffektene
pl: Oto lista nazw efektów dźwiękowych
pt: Aqui está uma lista dos nomes dos efeitos sonoros
ro: Iată o listă cu numele efectelor sonore
ru: Вот список названий звуковых эффектов

source: files used in the program.
fa: فایل های استفاده شده در برنامه
ja: プログラムで使用されるファイル。
ko: 프로그램에서 사용되는 파일.
lt: programoje naudojamus failus.
no: filer som brukes i programmet.
pl: pliki używane w programie.
pt: arquivos usados no programa.
ro: fișierele utilizate în program.
ru: файлы, используемые в программе.

source: Move sounds
fa: حرکت صداها
ja: 音を動かす
ko: 움직이는 소리
lt: Judėjimo garsai
no: Flytte lyder
pl: Dźwięki ruchu
pt: Mover sons
ro: Mutați sunete
ru: Звуки движения

source: Game Sounds
fa: صداهای بازی
ja: ゲームサウンド
ko: 게임 사운드
lt: Žaidimo garsai
no: Spill lyder
pl: Dźwięki gry
pt: Sons do jogo
ro: Sunete de joc
ru: Звуки игры

source: for a human player win against the computer
fa: برای پیروزی یک بازیکن انسانی در برابر کامپیوتر
ja: 人間のプレイヤーがコンピューターに勝つには
ko: 인간 플레이어가 컴퓨터를 이기는 경우
lt: Žmogaus žaidėjo laimėjimui prieš kompiuterį
no: for en menneskelig spiller vinner mot datamaskinen
pl: dla gracza ludzkiego, który wygrywa z komputerem
pt: para um jogador humano vencer o computador
ro: pentru un jucător uman câștigă împotriva computerului
ru: для игрока-человека, победившего компьютер

source: for a computer win against a human player
fa: برای پیروزی کامپیوتر در برابر یک بازیکن انسانی
ja: コンピュータが人間のプレイヤーに勝つ
ko: 컴퓨터가 인간 플레이어를 이기기 위해
lt: už kompiuterio pergalę prieš žaidėją
no: for en datamaskinseier mot en menneskelig spiller
pl: dla wygranej komputera z graczem ludzkim
pt: para uma vitória do computador contra um jogador humano
ro: pentru o victorie pe computer împotriva unui jucător uman
ru: для победы компьютера над игроком-человеком

source: for a white win in an engine vs engine game
fa: برای برد سفید در یک بازی موتور در مقابل موتور
ja: エンジン対エンジンのゲームで白が勝つ
ko: 엔진 대 엔진 게임에서 흰색이 승리하려면
lt: už baltojo laimėjimą variklis prieš variklį žaidime
no: for en hvit seier i et motor vs motor-spill
pl: dla białego zwycięzcy w grze silnik kontra silnik
pt: para uma vitória branca em um jogo de motor contra motor
ro: pentru o victorie albă într-un joc motor vs motor
ru: для победы белых в игре движок против движка

source: for a drawn human vs engine game
fa: برای یک بازی کشیده شده انسان در مقابل موتور
ja: 描かれた人間対エンジンのゲーム
ko: 무승부 인간 대 엔진 게임
lt: už nupieštą žaidimą žmogus prieš variklį
no: for et tegnet menneske vs motor-spill
pl: dla narysowanej gry człowiek kontra silnik
pt: para um jogo desenhado humano vs motor
ro: pentru un joc desenat uman vs motor
ru: для рисованной игры человек против движка

source: Clock sounds
fa: صدای ساعت
ja: 時計の音
ko: 시계 소리
lt: Laikrodžio garsai
no: Klokken lyder
pl: Dźwięki zegara
pt: Sons de relógio
ro: Sunete de ceas
ru: Звуки часов

source: Puzzle mode sounds
fa: حالت پازل به صدا در می آید
ja: パズルモードのサウンド
ko: 퍼즐 모드 사운드
lt: Skamba galvosūkio režimas
no: Puslespillmodus lyder
pl: Dźwięki trybu układanki
pt: Sons do modo quebra-cabeça
ro: Se aude în modul puzzle
ru: Звуки режима головоломки

source: Some of these sounds are duplicates, but becasue they have different names,
fa: برخی از این صداها تکراری هستند، اما چون نام های متفاوتی دارند،
ja: これらの音の中には重複しているものもありますが、名前が異なるため、
ko: 이 소리들 중 일부는 중복되지만 이름이 다르기 때문에,
lt: Kai kurie iš šių garsų yra pasikartojantys, bet kadangi jie turi skirtingus pavadinimus,
no: Noen av disse lydene er duplikater, men fordi de har forskjellige navn,
pl: Niektóre z tych dźwięków są duplikatami, ale ponieważ mają różne nazwy,
pt: Alguns desses sons são duplicados, mas como têm nomes diferentes,
ro: Unele dintre aceste sunete sunt duplicate, dar pentru că au nume diferite,
ru: Некоторые из этих звуков дублируются, но поскольку у них разные названия,

source: this allows you to swap new sounds for various operations if you want to.
fa: این به شما امکان می دهد در صورت تمایل صداهای جدید را برای عملیات های مختلف تعویض کنید.
ja: これにより、必要に応じてさまざまな操作の新しいサウンドを交換することができます。
ko: 원하는 경우 다양한 작업에 대해 새로운 소리를 바꿀 수 있습니다.
lt: tai leidžia pakeisti naujus garsus įvairioms operacijoms, jei norite.
no: dette lar deg bytte ut nye lyder for ulike operasjoner hvis du vil.
pl: umożliwia to zamianę nowych dźwięków dla różnych operacji, jeśli sobie tego życzysz.
pt: isso permite que você troque novos sons para várias operações, se desejar.
ro: acest lucru vă permite să schimbați sunete noi pentru diferite operații, dacă doriți.
ru: это позволяет вам заменять новые звуки для различных операций, если вы этого хотите.

source: Click the < Sfx notes > button on the previous help screen for instructions.
fa: برای دستورالعمل روی دکمه < Sfx notes > در صفحه راهنمای قبلی کلیک کنید.
ja: 手順については、前のヘルプ画面の < Sfx notes > ボタンをクリックしてください。
ko: 지침을 보려면 이전 도움말 화면의 <Sfx 메모> 버튼을 클릭하세요.
lt: Jei reikia instrukcijų, ankstesniame žinyno ekrane spustelėkite mygtuką < Sfx notes >.
no: Klikk < Sfx-notater >-knappen på forrige hjelpeskjerm for instruksjoner.
pl: Aby uzyskać instrukcje, kliknij przycisk < Notatki SFX > na poprzednim ekranie pomocy.
pt: Clique no botão < Sfx notes > na tela de ajuda anterior para obter instruções.
ro: Faceți clic pe butonul < Note Sfx > din ecranul de ajutor anterior pentru instrucțiuni.
ru: Для получения инструкций нажмите кнопку <Sfx notes> на предыдущем экране справки.

source: List of game sound effects
fa: لیست افکت های صوتی بازی
ja: ゲーム効果音一覧
ko: 게임 사운드 효과 목록
lt: Žaidimo garso efektų sąrašas
no: Liste over spilllydeffekter
pl: Lista efektów dźwiękowych gry
pt: Lista de efeitos sonoros de jogos
ro: Lista efectelor sonore ale jocului
ru: Список игровых звуковых эффектов

source: files
fa: فایل ها
ja: ファイル
ko: 파일
lt: failus
no: filer
pl: akta
pt: arquivos
ro: fișiere
ru: файлы

source: The program uses various
fa: این برنامه از انواع مختلفی استفاده می کند
ja: このプログラムは様々な
ko: 이 프로그램은 다양한
lt: Programa naudoja įvairius
no: Programmet bruker ulike
pl: Program wykorzystuje różne
pt: O programa utiliza vários
ro: Programul folosește diverse
ru: Программа использует различные

source: sound files for the sound effects in the program.
fa: فایل های صوتی برای جلوه های صوتی در برنامه.
ja: プログラム内のサウンド効果用のサウンド ファイル。
ko: 프로그램의 사운드 효과에 대한 사운드 파일입니다.
lt: garso failai, skirti garso efektams programoje.
no: lydfiler for lydeffektene i programmet.
pl: pliki dźwiękowe dla efektów dźwiękowych w programie.
pt: arquivos de som para os efeitos sonoros do programa.
ro: fișiere de sunet pentru efectele sonore din program.
ru: звуковые файлы для звуковых эффектов в программе.

source: They are usually installed in the
fa: آنها معمولا در نصب می شوند
ja: これらは通常、
ko: 일반적으로 다음 위치에 설치됩니다.
lt: Paprastai jie įrengiami
no: De er vanligvis installert i
pl: Zazwyczaj są instalowane w
pt: Eles geralmente são instalados no
ro: Ele sunt de obicei instalate în
ru: Обычно они устанавливаются в

source: directory
fa: دایرکتوری
ja: ディレクトリ
ko: 예배 규칙서
lt: katalogas
no: katalog
pl: informator
pt: diretório
ro: director
ru: каталог

source: As with the bitmap files, I have put in some extra files,
fa: مانند فایل های بیت مپ، من تعدادی فایل اضافی را قرار داده ام،
ja: ビットマップファイルと同様に、いくつかの追加ファイルを入れました。
ko: 비트맵 파일과 마찬가지로 몇 가지 추가 파일을 넣었습니다.
lt: Kaip ir bitmap failuose, aš įdėjau keletą papildomų failų,
no: Som med punktgrafikkfilene, har jeg lagt inn noen ekstra filer,
pl: Podobnie jak w przypadku plików bitmapowych, dodałem kilka dodatkowych plików,
pt: Assim como nos arquivos de bitmap, coloquei alguns arquivos extras,
ro: Ca și în cazul fișierelor bitmap, am introdus câteva fișiere suplimentare,
ru: Как и в случае с файлами растровых изображений, я добавил несколько дополнительных файлов,

source: so that you can swap in new sounds if you want to.
fa: به طوری که در صورت تمایل می توانید صداهای جدید را جایگزین کنید.
ja: 必要に応じて新しいサウンドに置き換えることができます。
ko: 원하면 새로운 사운드로 바꿀 수 있습니다.
lt: kad galėtumėte pakeisti naujus garsus, jei norite.
no: slik at du kan bytte inn nye lyder hvis du vil.
pl: dzięki czemu możesz w razie potrzeby zamienić dźwięki na nowe.
pt: para que você possa trocar por novos sons se quiser.
ro: astfel încât să puteți schimba sunete noi dacă doriți.
ru: так что вы можете заменить их новыми звуками, если захотите.

source: e.g. To try a different sound for
fa: به عنوان مثال برای امتحان صدای متفاوت برای
ja: 例えば、別の音を試すには
ko: 예를 들어 다른 소리를 시도하려면
lt: pvz. Norėdami išbandyti kitokį garsą
no: f.eks. For å prøve en annen lyd for
pl: np. Aby wypróbować inny dźwięk
pt: por exemplo, para tentar um som diferente para
ro: de ex. Pentru a încerca un sunet diferit pentru
ru: например, чтобы попробовать другой звук для

source: rename the original file to
fa: نام فایل اصلی را به
ja: 元のファイルの名前を
ko: 원본 파일의 이름을 바꾸세요
lt: pervardykite pradinį failą į
no: gi nytt navn til den opprinnelige filen til
pl: zmień nazwę oryginalnego pliku na
pt: renomear o arquivo original para
ro: redenumiți fișierul original în
ru: переименуйте исходный файл в

source: or something similar
fa: یا چیزی مشابه
ja: または似たようなもの
ko: 또는 비슷한 것
lt: ar kažkas panašaus
no: eller noe lignende
pl: lub coś podobnego
pt: ou algo semelhante
ro: sau ceva asemanator
ru: или что-то подобное

source: and then rename
fa: و سپس تغییر نام دهید
ja: 名前を変更する
ko: 그리고 이름을 바꾸세요
lt: ir tada pervardyti
no: og deretter gi nytt navn
pl: a następnie zmień nazwę
pt: e então renomear
ro: și apoi redenumiți
ru: а затем переименовать

source: to
fa: به
ja: に
ko: 에게
lt: į
no: til
pl: Do
pt: para
ro: la
ru: к

source: It is best to keep the original file with the changed name, in case you change your mind.
fa: بهتر است در صورت تغییر نظر، فایل اصلی را با نام تغییر یافته نگه دارید.
ja: 気が変わった場合に備えて、名前を変更した元のファイルを保存しておくことをお勧めします。
ko: 마음이 바뀔 경우를 대비해 원본 파일의 이름을 변경하여 보관하는 것이 가장 좋습니다.
lt: Geriausia pasilikti originalų failą su pakeistu pavadinimu, jei apsigalvotumėte.
no: Det er best å beholde den opprinnelige filen med det endrede navnet, i tilfelle du ombestemmer deg.
pl: Najlepiej jest zachować oryginalny plik ze zmienioną nazwą, na wypadek gdybyś zmienił zdanie.
pt: É melhor manter o arquivo original com o nome alterado, caso você mude de ideia.
ro: Cel mai bine este să păstrați fișierul original cu numele schimbat, în cazul în care vă răzgândiți.
ru: Лучше всего сохранить исходный файл с измененным именем на случай, если вы передумаете.

source: Also, as with the bitmap files, you can add your own sound effects in a similar way.
fa: همچنین، مانند فایل های بیت مپ، می توانید جلوه های صوتی خود را به روشی مشابه اضافه کنید.
ja: また、ビットマップ ファイルと同様に、同様の方法で独自のサウンド効果を追加することもできます。
ko: 또한 비트맵 파일과 마찬가지로 비슷한 방식으로 사용자 고유의 사운드 효과를 추가할 수 있습니다.
lt: Be to, kaip ir bitmap failuose, panašiu būdu galite pridėti savo garso efektus.
no: Også, som med punktgrafikkfilene, kan du legge til dine egne lydeffekter på lignende måte.
pl: Podobnie jak w przypadku plików bitmapowych, można w podobny sposób dodawać własne efekty dźwiękowe.
pt: Além disso, assim como acontece com os arquivos bitmap, você pode adicionar seus próprios efeitos sonoros de maneira semelhante.
ro: De asemenea, ca și în cazul fișierelor bitmap, puteți adăuga propriile efecte sonore într-un mod similar.
ru: Кроме того, как и в случае с файлами растровых изображений, вы можете добавлять собственные звуковые эффекты аналогичным образом.

source: Many sound effect files are offered in the *.mp3 format.
fa: بسیاری از فایل های جلوه های صوتی با فرمت *.mp3 ارائه می شوند.
ja: 多くのサウンド効果ファイルは *.mp3 形式で提供されます。
ko: 많은 사운드 효과 파일이 *.mp3 형식으로 제공됩니다.
lt: Daugelis garso efektų failų siūlomi *.mp3 formatu.
no: Mange lydeffektfiler tilbys i *.mp3-formatet.
pl: Wiele plików efektów dźwiękowych jest dostępnych w formacie *.mp3.
pt: Muitos arquivos de efeitos sonoros são oferecidos no formato *.mp3.
ro: Multe fișiere cu efecte sonore sunt oferite în format *.mp3.
ru: Многие файлы звуковых эффектов доступны в формате *.mp3.

source: I got quite a few of these from
fa: من خیلی از اینها را از
ja: 私はこれらのうちのかなりの数を手に入れました
ko: 나는 이런 것들을 꽤 많이 얻었다
lt: Aš gavau nemažai tokių iš
no: Jeg fikk ganske mange av disse fra
pl: Dostałem ich całkiem sporo od
pt: Eu consegui alguns desses de
ro: Am primit destul de multe dintre acestea de la
ru: Я получил довольно много таких от

source: I got some more from the following archive -
fa: من چیزهای بیشتری از آرشیو زیر دریافت کردم -
ja: 以下のアーカイブからさらにいくつか入手しました -
ko: 다음 아카이브에서 몇 가지 더 얻었습니다.
lt: Dar šiek tiek gavau iš šio archyvo -
no: Jeg fikk litt mer fra følgende arkiv -
pl: Znalazłem jeszcze trochę z następującego archiwum -
pt: Peguei mais alguns do seguinte arquivo -
ro: Mai am ceva din următoarea arhivă -
ru: Я взял еще кое-что из следующего архива -

source: The sounds are located in the
fa: صداها در واقع شده اند
ja: 音は
ko: 소리는 다음 위치에 있습니다
lt: Garsai yra
no: Lydene er plassert i
pl: Dźwięki znajdują się w
pt: Os sons estão localizados no
ro: Sunetele sunt situate în
ru: Звуки расположены в

source: Although some of the sound files are damaged and unusable,
fa: اگرچه برخی از فایل های صوتی آسیب دیده و غیرقابل استفاده هستند،
ja: 一部のサウンドファイルは破損しており使用できませんが、
ko: 일부 사운드 파일이 손상되어 사용할 수 없는 경우도 있지만,
lt: Nors kai kurie garso failai yra pažeisti ir netinkami naudoti,
no: Selv om noen av lydfilene er skadet og ubrukelige,
pl: Chociaż niektóre pliki dźwiękowe są uszkodzone i nie nadają się do użytku,
pt: Embora alguns dos arquivos de som estejam danificados e inutilizáveis,
ro: Deși unele dintre fișierele de sunet sunt deteriorate și inutilizabile,
ru: Хотя некоторые звуковые файлы повреждены и непригодны для использования,
