Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Rich tooltip - Check to display a rich tooltip for help.
fa: Rich tooltip - برای نمایش راهنمایی ابزار غنی، علامت بزنید.
ja: リッチ ツールチップ - ヘルプ用のリッチ ツールチップを表示する場合にチェックします。
ko: 풍부한 툴팁 - 도움말을 위한 풍부한 툴팁을 표시하려면 체크하세요.
lt: Turtingas patarimas – pažymėkite, kad būtų rodomas išsamus patarimas.
no: Rikt verktøytips - Merk av for å vise et rikt verktøytips for hjelp.
pl: Rozbudowany podpowiedź – zaznacz, aby wyświetlić rozbudowany podpowiedź z prośbą o pomoc.
pt: Dica de ferramenta avançada - Marque para exibir uma dica de ferramenta avançada para obter ajuda.
ro: Sfat explicativ bogat - Bifați pentru a afișa un balon explicativ bogat pentru ajutor.
ru: Расширенная подсказка — установите флажок, чтобы отобразить расширенную подсказку для справки.

source: To view instructions for board widget usage click on the
fa: برای مشاهده دستورالعمل استفاده از ویجت برد روی دکمه کلیک کنید
ja: ボードウィジェットの使用方法を表示するには、
ko: 보드 위젯 사용에 대한 지침을 보려면 다음을 클릭하세요.
lt: Norėdami peržiūrėti lentos valdiklio naudojimo instrukcijas, spustelėkite
no: For å se instruksjoner for bruk av tavlewidget, klikk på
pl: Aby wyświetlić instrukcje dotyczące korzystania z widżetu tablicy, kliknij
pt: Para ver as instruções de uso do widget do quadro, clique em
ro: Pentru a vedea instrucțiunile de utilizare a widget-ului de bord, faceți clic pe
ru: Чтобы просмотреть инструкции по использованию виджета доски, нажмите на

source: < Notes on Board Widget > button at the bottom of the screen.
fa: دکمه < Notes on Board Widget > در پایین صفحه.
ja: 画面下部の<ボード上のメモウィジェット>ボタンをクリックします。
ko: 화면 하단의 <보드 위젯 메모> 버튼을 클릭하세요.
lt: < Notes on Board Widget > mygtuką ekrano apačioje.
no: < Notes on Board Widget >-knappen nederst på skjermen.
pl: Przycisk < Notatki na tablicy > u dołu ekranu.
pt: Botão < Notas no widget do quadro > na parte inferior da tela.
ro: butonul < Notes on Board Widget > din partea de jos a ecranului.
ru: Кнопка < Виджет «Заметки на доске» > в нижней части экрана.

source: Board widget help
fa: کمک ویجت هیئت مدیره
ja: ボードウィジェットのヘルプ
ko: 보드 위젯 도움말
lt: Lentos valdiklio pagalba
no: Hjelp til styrewidgeter
pl: Pomoc dotycząca widżetu tablicy
pt: Ajuda do widget do quadro
ro: Ajutor widget pentru bord
ru: Помощь по виджету доски

source: The board widget is the double headed arrow in the
fa: ویجت هیئت مدیره فلش دو سر در است
ja: ボードウィジェットは、
ko: 보드 위젯은 양방향 화살표입니다.
lt: Lentos valdiklis yra dviguba rodyklė
no: Brett-widgeten er den doble pilen i
pl: Widget tablicy to dwustronna strzałka w
pt: O widget do quadro é a seta de duas pontas no
ro: Widgetul de bord este săgeata cu două capete din
ru: Виджет доски — это двунаправленная стрелка в

source: bottom right hand corner of the screen.
fa: گوشه سمت راست پایین صفحه نمایش
ja: 画面の右下隅。
ko: 화면 오른쪽 하단 모서리.
lt: apatiniame dešiniajame ekrano kampe.
no: nederste høyre hjørne av skjermen.
pl: w prawym dolnym rogu ekranu.
pt: canto inferior direito da tela.
ro: colțul din dreapta jos al ecranului.
ru: правый нижний угол экрана.

source: It is used to size, move and tilt the chessboard to allow for convenient
fa: از آن برای اندازه، حرکت و کج کردن صفحه شطرنج استفاده می شود تا راحت باشد
ja: チェス盤のサイズ、移動、傾きを調整して、
ko: 체스판의 크기를 조절하고 이동하고 기울여 편리하게 사용할 수 있습니다.
lt: Jis naudojamas šachmatų lentai matuoti, perkelti ir pakreipti, kad būtų patogu
no: Den brukes til å dimensjonere, flytte og vippe sjakkbrettet for å tillate praktisk
pl: Służy do zmiany rozmiaru, przesuwania i pochylania szachownicy, aby zapewnić wygodę
pt: É usado para dimensionar, mover e inclinar o tabuleiro de xadrez para permitir uma utilização conveniente
ro: Este folosit pentru a dimensiona, muta și înclina tabla de șah pentru a permite o comoditate
ru: Он используется для изменения размера, перемещения и наклона шахматной доски, что обеспечивает удобство

source: positioning of other windows and to obtain the view that suits you best.
fa: موقعیت یابی سایر پنجره ها و به دست آوردن نمای مناسب برای شما.
ja: 他のウィンドウの位置を調整し、最適なビューを取得します。
ko: 다른 창문의 위치를 조정하여 사용자에게 가장 적합한 전망을 확보합니다.
lt: kitų langų išdėstymas ir jums tinkamiausias vaizdas.
no: plassering av andre vinduer og for å få den utsikten som passer deg best.
pl: rozmieszczenie pozostałych okien i uzyskanie widoku, który najbardziej Ci odpowiada.
pt: posicionamento de outras janelas e para obter a vista que melhor lhe convier.
ro: poziționarea altor ferestre și pentru a obține vederea care ți se potrivește cel mai bine.
ru: расположение других окон и получение наиболее подходящего для вас вида.

source: Click the up arrow to make the board bigger and the down arrow to make it smaller.
fa: برای بزرگتر کردن تابلو روی فلش بالا و برای کوچکتر کردن آن روی فلش پایین کلیک کنید.
ja: 上矢印をクリックするとボードが大きくなり、下矢印をクリックするとボードが小さくなります。
ko: 위쪽 화살표를 클릭하면 보드의 크기가 커지고, 아래쪽 화살표를 클릭하면 보드의 크기가 작아집니다.
lt: Spustelėkite rodyklę aukštyn, kad lenta būtų didesnė, ir rodyklę žemyn, kad sumažintumėte.
no: Klikk på pil opp for å gjøre brettet større og pil ned for å gjøre det mindre.
pl: Kliknij strzałkę w górę, aby powiększyć planszę, lub strzałkę w dół, aby ją pomniejszyć.
pt: Clique na seta para cima para aumentar o tamanho do quadro e na seta para baixo para diminuí-lo.
ro: Faceți clic pe săgeata în sus pentru a mări tabla și pe săgeata în jos pentru a o micșora.
ru: Нажмите стрелку вверх, чтобы увеличить доску, и стрелку вниз, чтобы уменьшить ее.

source: Hold down the <x> key when you click an arrow to change the board width.
fa: وقتی روی فلش کلیک می کنید تا عرض برد را تغییر دهید، کلید <x> را نگه دارید.
ja: ボードの幅を変更するには、矢印をクリックするときに <x> キーを押し続けます。
ko: 화살표를 클릭할 때 <x> 키를 누르고 있으면 보드 너비가 변경됩니다.
lt: Norėdami pakeisti lentos plotį, laikykite nuspaudę klavišą <x>, kai spustelėsite rodyklę.
no: Hold nede <x>-tasten når du klikker på en pil for å endre brettbredden.
pl: Aby zmienić szerokość płytki, przytrzymaj klawisz <x> i kliknij strzałkę.
pt: Mantenha pressionada a tecla <x> ao clicar em uma seta para alterar a largura do quadro.
ro: Țineți apăsată tasta <x> când faceți clic pe o săgeată pentru a modifica lățimea tablei.
ru: Удерживайте клавишу <x> при щелчке по стрелке, чтобы изменить ширину доски.

source: Hold down the <z> key when you click an arrow to change the board length.
fa: وقتی روی فلش کلیک می کنید تا طول برد را تغییر دهید، کلید <z> را نگه دارید.
ja: ボードの長さを変更するには、矢印をクリックするときに <z> キーを押し続けます。
ko: 화살표를 클릭할 때 <z> 키를 누르고 있으면 보드 길이를 변경할 수 있습니다.
lt: Norėdami pakeisti lentos ilgį, laikykite nuspaudę klavišą <z>, kai spustelėsite rodyklę.
no: Hold nede <z>-tasten når du klikker på en pil for å endre brettlengden.
pl: Aby zmienić długość deski, przytrzymaj klawisz <z> i kliknij strzałkę.
pt: Mantenha pressionada a tecla <z> ao clicar em uma seta para alterar o comprimento do tabuleiro.
ro: Țineți apăsată tasta <z> când faceți clic pe o săgeată pentru a schimba lungimea plăcii.
ru: Удерживайте клавишу <z> при нажатии на стрелку, чтобы изменить длину доски.

source: Hold down the <a> key when you click an arrow to change the board thickness.
fa: هنگامی که برای تغییر ضخامت برد روی فلش کلیک می کنید، کلید <a> را نگه دارید.
ja: ボードの厚さを変更するには、矢印をクリックするときに <a> キーを押し続けます。
ko: 보드 두께를 변경하려면 화살표를 클릭할 때 <a> 키를 누르고 계세요.
lt: Norėdami pakeisti lentos storį, laikykite nuspaudę klavišą <a>, kai spustelėsite rodyklę.
no: Hold nede <a>-tasten når du klikker på en pil for å endre bretttykkelsen.
pl: Aby zmienić grubość płytki, przytrzymaj klawisz <a> i kliknij strzałkę.
pt: Mantenha pressionada a tecla <a> ao clicar em uma seta para alterar a espessura da placa.
ro: Țineți apăsată tasta <a> când faceți clic pe o săgeată pentru a modifica grosimea plăcii.
ru: Удерживайте клавишу <a> при нажатии на стрелку, чтобы изменить толщину доски.

source: Hold down the <SHIFT> key when you click an arrow to move the board forwards or back.
fa: وقتی روی فلش کلیک می کنید تا تابلو را به جلو یا عقب ببرید، کلید <SHIFT> را نگه دارید.
ja: 矢印をクリックするときに <SHIFT> キーを押すと、ボードが前後に移動します。
ko: <SHIFT> 키를 누른 채로 화살표를 클릭하면 보드를 앞이나 뒤로 이동할 수 있습니다.
lt: Laikykite nuspaudę klavišą <SHIFT>, kai spustelėsite rodyklę, norėdami perkelti lentą pirmyn arba atgal.
no: Hold nede <SHIFT>-tasten når du klikker på en pil for å flytte brettet fremover eller bakover.
pl: Aby przesunąć planszę do przodu lub do tyłu, przytrzymaj klawisz <SHIFT> i kliknij strzałkę.
pt: Mantenha pressionada a tecla <SHIFT> ao clicar em uma seta para mover o tabuleiro para frente ou para trás.
ro: Țineți apăsată tasta <SHIFT> când faceți clic pe o săgeată pentru a muta tabla înainte sau înapoi.
ru: Удерживайте клавишу <SHIFT> при щелчке по стрелке, чтобы переместить доску вперед или назад.

source: Hold down <SHIFT> and <x> when you click an arrow to move the board left or right.
fa: وقتی روی فلش کلیک می کنید تا تابلو را به چپ یا راست حرکت دهید، <SHIFT> و <x> را نگه دارید.
ja: 矢印をクリックするときに <SHIFT> キーと <x> キーを押すと、ボードが左または右に移動します。
ko: 화살표를 클릭할 때 <SHIFT> 키와 <x> 키를 동시에 누르면 보드가 왼쪽이나 오른쪽으로 이동합니다.
lt: Laikykite nuspaudę <SHIFT> ir <x>, kai spustelėsite rodyklę, norėdami perkelti lentą į kairę arba dešinę.
no: Hold nede <SHIFT> og <x> når du klikker på en pil for å flytte brettet til venstre eller høyre.
pl: Przytrzymaj klawisz <SHIFT> i <x> podczas klikania strzałki, aby przesunąć planszę w lewo lub w prawo.
pt: Mantenha pressionado <SHIFT> e <x> ao clicar em uma seta para mover o tabuleiro para a esquerda ou direita.
ro: Țineți apăsat <SHIFT> și <x> când faceți clic pe o săgeată pentru a muta tabla la stânga sau la dreapta.
ru: Удерживайте клавиши <SHIFT> и <x> при щелчке по стрелке, чтобы переместить доску влево или вправо.

source: Hold down <SHIFT> and <a> when you click an arrow to move the board up or down.
fa: وقتی روی فلش کلیک می کنید تا تابلو را به بالا یا پایین ببرید، <SHIFT> و <a> را نگه دارید.
ja: 矢印をクリックするときに <SHIFT> キーと <a> キーを押すと、ボードが上下に移動します。
ko: 화살표를 클릭할 때 <SHIFT> 키와 <a> 키를 누르고 있으면 보드를 위나 아래로 이동할 수 있습니다.
lt: Laikykite nuspaudę <SHIFT> ir <a>, kai spustelėsite rodyklę, norėdami perkelti lentą aukštyn arba žemyn.
no: Hold nede <SHIFT> og <a> når du klikker på en pil for å flytte brettet opp eller ned.
pl: Przytrzymaj klawisz <SHIFT> i <a> podczas klikania strzałki, aby przesunąć planszę w górę lub w dół.
pt: Mantenha pressionado <SHIFT> e <a> ao clicar em uma seta para mover o tabuleiro para cima ou para baixo.
ro: Țineți apăsat <SHIFT> și <a> când faceți clic pe o săgeată pentru a muta tabla în sus sau în jos.
ru: Удерживайте клавиши <SHIFT> и <a> при щелчке по стрелке, чтобы переместить доску вверх или вниз.

source: Hold down <ALT> and <a> or <z> when you click an arrow to tilt the board.
fa: هنگامی که برای کج کردن تابلو روی فلش کلیک می کنید، <ALT> و <a> یا <z> را نگه دارید.
ja: ボードを傾けるには、矢印をクリックするときに <ALT> キーと <a> キーまたは <z> キーを押し続けます。
ko: 화살표를 클릭할 때 <ALT> 키와 <a> 또는 <z> 키를 동시에 누르면 보드가 기울어집니다.
lt: Laikykite nuspaudę <ALT> ir <a> arba <z>, kai spustelėsite rodyklę, kad pakreiptumėte lentą.
no: Hold nede <ALT> og <a> eller <z> når du klikker på en pil for å vippe brettet.
pl: Aby przechylić planszę, przytrzymaj klawisz <ALT> i <a> lub <z>, klikając strzałkę.
pt: Mantenha pressionado <ALT> e <a> ou <z> ao clicar em uma seta para inclinar o tabuleiro.
ro: Țineți apăsate <ALT> și <a> sau <z> când faceți clic pe o săgeată pentru a înclina placa.
ru: Удерживайте клавиши <ALT> и <a> или <z> при нажатии на стрелку, чтобы наклонить доску.

source: Once you get used to the board widget controls, you may want to turn off
fa: وقتی به کنترل‌های ویجت برد عادت کردید، ممکن است بخواهید آن را خاموش کنید
ja: ボードウィジェットのコントロールに慣れたら、オフにすることもできます
ko: 보드 위젯 컨트롤에 익숙해지면 끄고 싶을 수도 있습니다.
lt: Kai priprasite prie lentos valdiklių valdiklių, galbūt norėsite išjungti
no: Når du har blitt vant til brettwidgetkontrollene, kan det være lurt å slå av
pl: Gdy już przyzwyczaisz się do sterowania widżetem tablicy, możesz chcieć go wyłączyć
pt: Depois de se acostumar com os controles do widget do quadro, você pode querer desativá-los
ro: Odată ce vă obișnuiți cu comenzile widget-ului de bord, vă recomandăm să o dezactivați
ru: Как только вы привыкнете к элементам управления виджета доски, вы, возможно, захотите отключить

source: the board widget help. To do this, check the < Display help > checkbox to off
fa: کمک ویجت هیئت مدیره برای انجام این کار، چک باکس < Display help > را علامت بزنید تا خاموش شود
ja: ボードウィジェットのヘルプを表示します。これを行うには、<ヘルプを表示>チェックボックスをオフにします
ko: 보드 위젯 도움말. 이렇게 하려면 < 도움말 표시 > 확인란을 선택하여 끕니다.
lt: lentos valdiklio pagalba. Norėdami tai padaryti, pažymėkite žymės langelį < Rodyti žinyną >, kad išjungtumėte
no: brettwidgethjelpen. For å gjøre dette, merk av for < Skjermhjelp > avkrysningsboksen
pl: pomoc widżetu tablicy. Aby to zrobić, zaznacz pole wyboru < Wyświetl pomoc >, aby wyłączyć
pt: a ajuda do widget do quadro. Para fazer isso, marque a caixa de seleção < Exibir ajuda > para desativar
ro: ajutorul widget-ului de bord. Pentru a face acest lucru, bifați caseta de selectare < Afișare ajutor > pentru a dezactiva
ru: помощь виджета доски. Для этого отметьте галочкой < Отображать помощь >

source: in the 3d options dialog box.
fa: در کادر محاوره ای گزینه های سه بعدی.
ja: 3D オプション ダイアログ ボックスで。
ko: 3D 옵션 대화 상자에서.
lt: 3D parinkčių dialogo lange.
no: i dialogboksen for 3d-alternativer.
pl: w oknie dialogowym opcji 3D.
pt: na caixa de diálogo de opções 3D.
ro: în caseta de dialog cu opțiuni 3d.
ru: в диалоговом окне параметров 3D.

source: There is a choice of two types of tooltip help display. The reason for this
fa: یک انتخاب از دو نوع نمایش راهنمای راهنمای ابزار وجود دارد. دلیل این امر
ja: ツールチップヘルプの表示には2つの種類があります。その理由は
ko: 두 가지 유형의 툴팁 도움말 표시를 선택할 수 있습니다. 그 이유는 다음과 같습니다.
lt: Galima pasirinkti iš dviejų tipų patarimo pagalbos rodymo. To priežastis
no: Du kan velge mellom to typer hjelpevisning for verktøytips. Grunnen til dette
pl: Można wybrać jeden z dwóch typów wyświetlania podpowiedzi. Powód tego
pt: Há uma escolha de dois tipos de exibição de ajuda de dica de ferramenta. O motivo para isso
ro: Există o alegere între două tipuri de afișare a ajutorului de tip tooltip. Motivul pentru aceasta
ru: Есть выбор из двух типов отображения подсказок. Причина этого

source: is that sometimes the program would crash using the rich tooltip help.
fa: این است که گاهی اوقات برنامه با استفاده از راهنمای غنی ابزار از کار می افتد.
ja: 問題は、豊富なツールチップヘルプを使用するとプログラムがクラッシュすることがあることです。
ko: 때로는 풍부한 툴팁 도움말을 사용할 때 프로그램이 충돌하는 경우가 있습니다.
lt: yra tai, kad kartais programa sugenda naudojant turtingą patarimo pagalbą.
no: er at noen ganger ville programmet krasje ved å bruke den rike verktøytipshjelpen.
pl: jest to, że czasami program ulega awarii po skorzystaniu z rozbudowanej podpowiedzi pomocy.
pt: é que às vezes o programa travava ao usar a ajuda da dica de ferramenta avançada.
ro: este că, uneori, programul se prăbușește folosind ajutorul tooltip bogat.
ru: заключается в том, что иногда программа аварийно завершала работу при использовании расширенной подсказки.

source: I think that I have fixed this problem, but if the program crashes on your computer
fa: من فکر می کنم که من این مشکل را برطرف کرده ام، اما اگر برنامه در رایانه شما خراب شود
ja: この問題は解決したと思いますが、プログラムがコンピュータ上でクラッシュした場合は
ko: 이 문제는 해결된 것 같지만 컴퓨터에서 프로그램이 충돌하는 경우
lt: Manau, kad išsprendžiau šią problemą, bet jei programa užstringa jūsų kompiuteryje
no: Jeg tror at jeg har løst dette problemet, men hvis programmet krasjer på datamaskinen din
pl: Myślę, że rozwiązałem ten problem, ale jeśli program ulegnie awarii na Twoim komputerze
pt: Acho que consertei esse problema, mas se o programa travar no seu computador
ro: Cred că am rezolvat această problemă, dar dacă programul se blochează pe computerul tău
ru: Я думаю, что я исправил эту проблему, но если программа вылетает на вашем компьютере

source: using the rich tooltip help, then you can switch to the normal tooltip.
fa: با استفاده از راهنمای rich tooltip، سپس می توانید به راهنمای نرمال ابزار بروید.
ja: リッチ ツールチップ ヘルプを使用すると、通常のツールチップに切り替えることができます。
ko: 풍부한 툴팁 도움말을 사용하면 일반 툴팁으로 전환할 수 있습니다.
lt: naudodami turtingą patarimo žinyną, galėsite pereiti prie įprasto patarimo.
no: ved å bruke den rike verktøytipshjelpen, kan du bytte til det vanlige verktøytipset.
pl: korzystając z rozbudowanej podpowiedzi, możesz przełączyć się na normalną podpowiedź.
pt: usando a ajuda da dica de ferramenta avançada, você pode alternar para a dica de ferramenta normal.
ro: utilizând ajutorul bogat indicativ, apoi puteți comuta la indicația normală.
ru: используя расширенную подсказку, затем можно переключиться на обычную подсказку.

source: Notes on Board widget
fa: یادداشت ها در ویجت هیئت مدیره
ja: ボード上のメモウィジェット
ko: 보드 위젯에 대한 메모
lt: Pastabų valdiklis
no: Merknader om bord-widgeten
pl: Widget Notatki na tablicy
pt: Widget Notas no Quadro
ro: Widgetul Note pe Board
ru: Виджет «Заметки на доске»

source: Digesting book
fa: کتاب هضم
ja: ダイジェストブック
ko: 소화책
lt: Virškinimo knyga
no: Fordøyelsesbok
pl: Książka do strawienia
pt: Digerindo livro
ro: Cartea de digerare
ru: Переваривание книги

source: Redigesting book
fa: کتاب هضم مجدد
ja: 本を再消化する
ko: 책을 다시 소화하다
lt: Persisavinanti knyga
no: Omfordøyelsesbok
pl: Ponowne trawienie książki
pt: Redigindo livro
ro: Redigere carte
ru: Переваривание книги

source: Cannot find book file
fa: فایل کتاب پیدا نشد
ja: 書籍ファイルが見つかりません
ko: 책 파일을 찾을 수 없습니다
lt: Nepavyko rasti knygos failo
no: Finner ikke bokfilen
pl: Nie można znaleźć pliku książki
pt: Não é possível encontrar o arquivo do livro
ro: Nu se găsește fișierul cărții
ru: Невозможно найти файл книги

source: One time only book digestion
fa: یک بار فقط هضم کتاب
ja: 一度きりの本の消化
ko: 단 한번의 책소화
lt: Vieną kartą tik knygos virškinimas
no: En gang bare bok fordøyelse
pl: Jednorazowe trawienie książek
pt: Digestão de livros apenas uma vez
ro: O singură dată rezervați digestia
ru: Одноразовое усвоение книги

source: for reading
fa: برای خواندن
ja: 読書用
ko: 읽기 위해
lt: skaitymui
no: for lesing
pl: do czytania
pt: para leitura
ro: pentru lectură
ru: для чтения

source: for writing
fa: برای نوشتن
ja: 執筆用
ko: 쓰기 위해
lt: rašymui
no: for å skrive
pl: do pisania
pt: para escrever
ro: pentru scris
ru: для письма

source: Digestion cancelled by user - no book moves available
fa: هضم توسط کاربر لغو شد - هیچ حرکت کتابی در دسترس نیست
ja: ユーザーによって消化がキャンセルされました - 書籍の移動は利用できません
ko: 사용자에 의해 소화가 취소됨 - 책을 이동할 수 없음
lt: Naudotojas atšaukė analizę – knygų perkėlimų nėra
no: Fordøyelsen kansellert av bruker - ingen bokbevegelser tilgjengelig
pl: Użytkownik anulował trawienie - nie ma dostępnych ruchów książek
pt: Digestão cancelada pelo usuário - nenhuma movimentação de livro disponível
ro: Digestia a fost anulată de utilizator - nicio mutare de carte disponibilă
ru: Переваривание отменено пользователем — нет доступных ходов книги

source: is not a book file
fa: فایل کتاب نیست
ja: ブックファイルではありません
ko: 책 파일이 아닙니다
lt: nėra knygos failas
no: er ikke en bokfil
pl: nie jest plikiem książki
pt: não é um arquivo de livro
ro: nu este un fișier de carte
ru: не является книжным файлом

source: uses book format version
fa: از نسخه فرمت کتاب استفاده می کند
ja: 書籍形式バージョンを使用
ko: 책 형식 버전을 사용합니다
lt: naudoja knygos formato versiją
no: bruker bokformatversjon
pl: używa wersji w formacie książkowym
pt: usa versão em formato de livro
ro: folosește versiunea în format carte
ru: использует версию в книжном формате

source: not supported by this program
fa: توسط این برنامه پشتیبانی نمی شود
ja: このプログラムではサポートされていません
ko: 이 프로그램에서는 지원되지 않습니다
lt: nepalaiko šios programos
no: støttes ikke av dette programmet
pl: nieobsługiwane przez ten program
pt: não suportado por este programa
ro: nu este acceptat de acest program
ru: не поддерживается этой программой

source: uses book format hash number
fa: از شماره هش فرمت کتاب استفاده می کند
ja: 書籍形式のハッシュ番号を使用
ko: 책 형식 해시 번호를 사용합니다
lt: naudoja knygos formato maišos numerį
no: bruker bokformat hashnummer
pl: używa formatu książki hash number
pt: usa número hash de formato de livro
ro: folosește numărul hash în format carte
ru: использует хэш-номер формата книги

source: has an illegal predefined position label
fa: دارای برچسب موقعیت از پیش تعریف شده غیرقانونی است
ja: 不正な定義済み位置ラベルがあります
ko: 불법적인 사전 정의된 위치 레이블이 있습니다.
lt: turi neteisėtą iš anksto nustatytos pozicijos etiketę
no: har en ulovlig forhåndsdefinert posisjonsetikett
pl: ma nielegalną, wstępnie zdefiniowaną etykietę pozycji
pt: tem um rótulo de posição predefinido ilegal
ro: are o etichetă de poziție predefinită ilegală
ru: имеет недопустимую предопределенную метку позиции

source: has an illegal predefined position fen
fa: دارای موقعیت از پیش تعریف شده غیرقانونی فن
ja: 不正な定義済み位置フェンがある
ko: 불법적인 사전 정의된 위치 fen이 있습니다.
lt: turi neteisėtą iš anksto nustatytą padėtį pelkę
no: har en ulovlig forhåndsdefinert posisjon fen
pl: ma nielegalną, wstępnie zdefiniowaną pozycję fen
pt: tem uma posição predefinida ilegal fen
ro: are o poziție predefinită ilegală fen
ru: имеет недопустимую предопределенную позицию fen

source: This panel lets you setup the opening book.
fa: این پانل به شما امکان می دهد کتاب افتتاحیه را تنظیم کنید.
ja: このパネルではオープニングブックを設定できます。
ko: 이 패널을 사용하면 오프닝북을 설정할 수 있습니다.
lt: Šis skydelis leidžia nustatyti atidarymo knygą.
no: Dette panelet lar deg sette opp åpningsboken.
pl: Ten panel umożliwia skonfigurowanie księgi otwarć.
pt: Este painel permite que você configure o livro de abertura.
ro: Acest panou vă permite să configurați cartea de deschidere.
ru: Эта панель позволяет вам настроить дебютную книгу.

source: Select .pgn or .bin file for book
fa: فایل pgn. یا bin. را برای کتاب انتخاب کنید
ja: ブックの.pgnまたは.binファイルを選択
ko: 책에 대한 .pgn 또는 .bin 파일을 선택하세요
lt: Pasirinkite .pgn arba .bin failą knygai
no: Velg .pgn- eller .bin-fil for boken
pl: Wybierz plik .pgn lub .bin dla książki
pt: Selecione o arquivo .pgn ou .bin para o livro
ro: Selectați fișierul .pgn sau .bin pentru carte
ru: Выберите файл .pgn или .bin для книги

source: Enabled
fa: فعال شد
ja: 有効
ko: 활성화됨
lt: Įjungta
no: Aktivert
pl: Włączony
pt: Habilitado
ro: Activat
ru: Включено

source: If available always play book moves up until move:
fa: در صورت موجود بودن، کتاب همیشه پخش تا جابجایی به بالا حرکت می کند:
ja: 可能な場合は、次の移動まで常にブックの移動をプレイします。
ko: 가능하다면 항상 플레이북을 움직여 이동할 때까지 기다리세요:
lt: Jei įmanoma, visada paleidžiama knyga iki perkėlimo:
no: Hvis tilgjengelig, flytter alltid spillboken opp til flytting:
pl: Jeśli to możliwe, zawsze graj ruchami książki aż do ruchu:
pt: Se disponível, sempre jogue os movimentos do livro até mover:
ro: Dacă este disponibilă, cartea de joc se mută întotdeauna în sus până la mutare:
ru: Если возможно, всегда разыгрывайте ходы книги до тех пор, пока не сделаете ход:

source: Then if available play book moves this percentage of the time:
fa: سپس اگر کتاب بازی موجود باشد این درصد از زمان را جابه‌جا می‌کند:
ja: 利用可能なプレイブックが次の割合で移動する場合は、次のようになります。
ko: 그런 다음 사용 가능한 플레이북이 다음 비율로 이동합니다.
lt: Tada, jei yra žaidimo knyga, perkeliama ši procentinė dalis laiko:
no: Så hvis tilgjengelig, flytter spillebok denne prosentandelen av tiden:
pl: Następnie, jeśli dostępny podręcznik gry porusza się w tym procencie czasu:
pt: Então, se o livro de jogadas estiver disponível, mova esta porcentagem do tempo:
ro: Apoi, dacă cartea de joc disponibilă mută acest procent din timp:
ru: Тогда, если доступна книга розыгрышей, процент времени будет следующим:

source: Suggest book moves
fa: پیشنهاد حرکت کتاب
ja: 本の移動を提案する
ko: 책 이동 제안
lt: Pasiūlykite knygos judesius
no: Foreslå boktrekk
pl: Zaproponuj ruchy książki
pt: Sugira mudanças de livros
ro: Sugerați mișcări de carte
ru: Предложить ходы книги

source: Polyglot book options..
fa: گزینه های کتاب چند زبانه..
ja: 多言語ブックのオプション。
ko: 다국어 도서 옵션..
lt: Poligloto knygos parinktys..
no: Alternativer for polyglotbok..
pl: Opcje książek poliglotycznych.
pt: Opções de livros poliglotas.
ro: Opțiuni de carte poliglotă...
ru: Варианты книг-полиглотов..

source: Polyglot book weights..
fa: وزن کتاب چند زبانه..
ja: 多言語書籍の重量。
ko: 다국어 책의 무게..
lt: Poliglotų knygų svarmenys. .
no: Polyglot bokvekter..
pl: Ciężarki książek poliglotycznych.
pt: Pesos de livros poliglotas.
ro: Greutăți cărți poliglote..
ru: Плотность книг Полиглот..
