Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: If you have anti-virus software with a firewall active on your computer,
fa: اگر نرم افزار آنتی ویروس با فایروال فعال روی رایانه خود دارید،
ja: コンピュータにファイアウォール付きのウイルス対策ソフトウェアがインストールされている場合は、
ko: 컴퓨터에 방화벽이 활성화된 바이러스 백신 소프트웨어가 있는 경우
lt: Jei jūsų kompiuteryje yra antivirusinė programinė įranga su aktyvia ugniasiene,
no: Hvis du har antivirusprogramvare med en brannmur aktiv på datamaskinen,
pl: Jeżeli na komputerze masz aktywne oprogramowanie antywirusowe z zaporą sieciową,
pt: Se você tiver um software antivírus com firewall ativo em seu computador,
ro: Dacă aveți un software antivirus cu un firewall activ pe computer,
ru: Если на вашем компьютере установлено антивирусное программное обеспечение с активным брандмауэром,

source: then please consult their doumentation to see how to allow ports
fa: سپس لطفاً با مستندات آنها مشورت کنید تا نحوه اجازه دادن به پورت ها را ببینید
ja: ポートを許可する方法については、ドキュメントを参照してください。
ko: 그런 다음 포트를 허용하는 방법을 알아보려면 설명서를 참조하세요.
lt: tada perskaitykite jų dokumentaciją, kad sužinotumėte, kaip leisti prievadus
no: Se deretter dokumentasjonen deres for å se hvordan du tillater porter
pl: następnie zapoznaj się z ich dokumentacją, aby dowiedzieć się, jak zezwolić na porty
pt: então consulte a documentação deles para ver como permitir portas
ro: atunci vă rugăm să consultați documentația pentru a vedea cum să permiteți porturile
ru: то, пожалуйста, обратитесь к их документации, чтобы узнать, как разрешить порты

source: through their firewall.
fa: از طریق فایروال آنها
ja: ファイアウォールを通過します。
ko: 방화벽을 통해서.
lt: per jų užkardą.
no: gjennom brannmuren deres.
pl: przez ich zaporę sieciową.
pt: através do firewall deles.
ro: prin firewall-ul lor.
ru: через их брандмауэр.

source: Help for setting up Fics
fa: راهنما برای تنظیم Fics
ja: Fics の設定に関するヘルプ
ko: Fics 설정에 대한 도움말
lt: Pagalba nustatant Fics
no: Hjelp til å sette opp Fics
pl: Pomoc w konfiguracji plików Fics
pt: Ajuda para configurar Fics
ro: Ajutor pentru configurarea Fics
ru: Помощь в настройке Fics

source: There are several ways to get a game on Fics.
fa: راه های مختلفی برای دریافت یک بازی در فیکس وجود دارد.
ja: Fics でゲームを入手する方法はいくつかあります。
ko: Fics에서 게임을 구하는 방법에는 여러 가지가 있습니다.
lt: Yra keletas būdų, kaip gauti žaidimą „Fics“.
no: Det er flere måter å få et spill på Fics.
pl: Istnieje kilka sposobów na zdobycie gry na Fics.
pt: Existem várias maneiras de obter um jogo no Fics.
ro: Există mai multe modalități de a obține un joc pe Fics.
ru: Есть несколько способов получить игру на Fics.

source: I think the easiest is to place your own game advert.
fa: من فکر می کنم ساده ترین کار این است که تبلیغ بازی خود را قرار دهید.
ja: 一番簡単なのは、自分のゲーム広告を掲載することだと思います。
ko: 제 생각에는 가장 쉬운 방법은 게임 광고를 직접 올리는 것입니다.
lt: Manau, kad lengviausia patalpinti savo žaidimo reklamą.
no: Jeg tror det enkleste er å plassere din egen spillannonse.
pl: Myślę, że najłatwiej będzie umieścić własną reklamę gry.
pt: Acho que o mais fácil é colocar seu próprio anúncio de jogo.
ro: Cred că cel mai ușor este să plasați propriul anunț pentru jocuri.
ru: Я думаю, что проще всего разместить собственную рекламу игры.

source: This can be done by clicking the <Place game advert> icon on the toolbar.
fa: این کار را می توان با کلیک کردن روی نماد <Place game advert> در نوار ابزار انجام داد.
ja: これは、ツールバーの <ゲーム広告を配置> アイコンをクリックすることで実行できます。
ko: 도구 모음에서 <게임 광고 게재> 아이콘을 클릭하면 됩니다.
lt: Tai galima padaryti spustelėjus <Place game advert> piktogramą įrankių juostoje.
no: Dette kan gjøres ved å klikke på <Plasser spillannonse>-ikonet på verktøylinjen.
pl: Można to zrobić klikając ikonę <Umieść reklamę gry> na pasku narzędzi.
pt: Isso pode ser feito clicando no ícone <Colocar anúncio do jogo> na barra de ferramentas.
ro: Acest lucru se poate face făcând clic pe pictograma <Place joc anunț> din bara de instrumente.
ru: Это можно сделать, нажав на значок <Разместить рекламу игры> на панели инструментов.

source: This is usually the 3rd icon from the left.
fa: این معمولاً سومین نماد از سمت چپ است.
ja: これは通常、左から 3 番目のアイコンです。
ko: 이는 일반적으로 왼쪽에서 3번째 아이콘입니다.
lt: Paprastai tai yra 3 piktograma iš kairės.
no: Dette er vanligvis det tredje ikonet fra venstre.
pl: Zazwyczaj jest to trzecia ikona od lewej.
pt: Este geralmente é o terceiro ícone da esquerda.
ro: Aceasta este de obicei a treia pictogramă din stânga.
ru: Обычно это третий значок слева.

source: This will open the <Place game advert> dialog box
fa: با این کار کادر محاوره ای <Place game advert> باز می شود
ja: これにより、<ゲーム広告を配置>ダイアログボックスが開きます。
ko: <게임 광고 게재> 대화 상자가 열립니다.
lt: Bus atidarytas dialogo langas <Place game Advert>
no: Dette åpner dialogboksen <Plasser spillannonse>
pl: Spowoduje to otwarcie okna dialogowego <Umieść reklamę gry>
pt: Isso abrirá a caixa de diálogo <Colocar anúncio do jogo>
ro: Aceasta va deschide caseta de dialog <Place joc anunț>
ru: Откроется диалоговое окно <Разместить рекламу игры>.

source: and you can enter your preferred game parameters.
fa: و می توانید پارامترهای بازی دلخواه خود را وارد کنید.
ja: 好みのゲームパラメータを入力できます。
ko: 원하는 게임 매개변수를 입력할 수 있습니다.
lt: ir galite įvesti norimus žaidimo parametrus.
no: og du kan angi dine foretrukne spillparametere.
pl: i możesz wprowadzić preferowane parametry gry.
pt: e você pode inserir seus parâmetros de jogo preferidos.
ro: și puteți introduce parametrii de joc preferați.
ru: и вы можете ввести предпочитаемые вами параметры игры.

source: When this is completed, click on <Place ad> to send to Fics.
fa: پس از تکمیل، روی <Place ad> کلیک کنید تا به Fics ارسال شود.
ja: これが完了したら、<広告を掲載> をクリックして Fics に送信します。
ko: 이 작업이 완료되면 <광고 게재>를 클릭하여 Fics로 전송하세요.
lt: Kai tai bus baigta, spustelėkite <Įdėti skelbimą>, kad išsiųstumėte į Fics.
no: Når dette er fullført, klikk på <Plasser annonse> for å sende til Fics.
pl: Po zakończeniu kliknij <Zamieść ogłoszenie>, aby wysłać je do Fics.
pt: Quando isso estiver concluído, clique em <Colocar anúncio> para enviar para o Fics.
ro: Când acest lucru este finalizat, faceți clic pe <Place ad> pentru a trimite către Fics.
ru: Когда все будет готово, нажмите <Разместить объявление>, чтобы отправить его в Fics.

source: If you did not check <Auto> box in the <Place game advert> dialog box,
fa: اگر کادر <Auto> را در کادر گفتگوی <Place game advert> علامت نزنید،
ja: <ゲーム広告を配置>ダイアログボックスで<自動>ボックスをチェックしなかった場合、
ko: <게임 광고 게재> 대화상자에서 <자동> 체크박스를 체크하지 않으셨다면,
lt: Jei dialogo lange <Place game advert> nepažymėjote laukelio <Auto>,
no: Hvis du ikke krysset av for <Auto>-boksen i dialogboksen <Plasser spillannonse>,
pl: Jeżeli nie zaznaczyłeś pola <Auto> w oknie dialogowym <Umieść reklamę gry>,
pt: Se você não marcou a caixa <Auto> na caixa de diálogo <Colocar anúncio do jogo>,
ro: Dacă nu ați bifat caseta <Automat> în caseta de dialog <Place game advert>,
ru: Если вы не отметили флажок <Авто> в диалоговом окне <Разместить рекламу игры>,

source: you should then receive responses from potential oppenents
fa: سپس باید پاسخ هایی را از طرف بازکننده های احتمالی دریافت کنید
ja: そうすれば、潜在的な対戦相手からの反応が返ってくるはずです
ko: 그러면 잠재적인 상대방으로부터 응답을 받게 될 것입니다.
lt: tada turėtumėte gauti atsakymus iš galimų atvirųjų
no: du bør da motta svar fra potensielle openents
pl: powinieneś wtedy otrzymać odpowiedzi od potencjalnych kandydatów
pt: você deve então receber respostas de potenciais oponentes
ro: atunci ar trebui să primiți răspunsuri de la potențialii deschizători
ru: Затем вы должны получить ответы от потенциальных оппонентов.

source: in the Fics output text box.
fa: در کادر متن خروجی Fics.
ja: Fics 出力テキスト ボックスで。
ko: Fics 출력 텍스트 상자에서.
lt: Fics išvesties teksto laukelyje.
no: i Fics-utdata-tekstboksen.
pl: w polu tekstowym danych wyjściowych Fics.
pt: na caixa de texto de saída do Fics.
ro: în caseta text de ieșire Fics.
ru: в текстовом поле вывода Fics.

source: You can then choose which player to play against.
fa: سپس می توانید انتخاب کنید که با کدام بازیکن بازی کنید.
ja: その後、どのプレイヤーと対戦するかを選択できます。
ko: 그런 다음 누구와 대결할지 선택할 수 있습니다.
lt: Tada galite pasirinkti, prieš kurį žaidėją žaisti.
no: Du kan deretter velge hvilken spiller du vil spille mot.
pl: Następnie możesz wybrać gracza, z którym chcesz grać.
pt: Você pode então escolher contra qual jogador jogar.
ro: Apoi puteți alege împotriva cărui jucător să jucați.
ru: Затем вы можете выбрать, с каким игроком играть.

source: e.g. Type accept Guestabcd or accept Username in the text input box
fa: به عنوان مثال پذیرش Guestabcd را تایپ کنید یا نام کاربری را در کادر ورودی متن بپذیرید
ja: 例: テキスト入力ボックスにaccept Guestabcdまたはaccept Usernameと入力します
ko: 예를 들어 텍스트 입력 상자에 accept Guestabcd 또는 accept Username을 입력합니다.
lt: pvz. Teksto įvesties laukelyje įveskite priimti Guestabcd arba priimti vartotojo vardą
no: f.eks. Skriv accept Guestabcd eller accept Username i tekstboksen
pl: np. wpisz accept Guestabcd lub accept Username w polu wprowadzania tekstu
pt: por exemplo, digite aceitar Guestabcd ou aceitar nome de usuário na caixa de entrada de texto
ro: de ex. Introdu accept Guestabcd sau accept Username în caseta de introducere a textului
ru: например, введите accept Guestabcd или accept Username в текстовом поле ввода.

source: and press <Send> Then the game should start.
fa: و <Send> را فشار دهید سپس بازی باید شروع شود.
ja: <送信> を押すとゲームが開始されます。
ko: <보내기>를 누르세요. 그러면 게임이 시작됩니다.
lt: ir paspauskite <Siųsti> Tada žaidimas turėtų prasidėti.
no: og trykk <Send> Da skal spillet starte.
pl: i naciśnij <Wyślij>. Gra powinna się uruchomić.
pt: e pressione <Enviar>. Então o jogo deve começar.
ro: și apăsați <Trimite> Apoi jocul ar trebui să înceapă.
ru: и нажмите <Отправить>. После этого игра должна запуститься.

source: If you did check the <Auto> box then a game will start automatically
fa: اگر کادر <Auto> را علامت بزنید، یک بازی به طور خودکار شروع می شود
ja: <自動>ボックスにチェックを入れた場合、ゲームは自動的に開始されます
ko: <자동> 상자를 체크했다면 게임이 자동으로 시작됩니다.
lt: Jei pažymėjote laukelį <Auto>, žaidimas prasidės automatiškai
no: Hvis du sjekket <Auto>-boksen, vil et spill starte automatisk
pl: Jeżeli zaznaczyłeś pole <Auto>, gra uruchomi się automatycznie
pt: Se você marcou a caixa <Auto>, o jogo começará automaticamente
ro: Dacă ați bifat caseta <Auto>, atunci un joc va începe automat
ru: Если вы отметили флажок <Авто>, то игра запустится автоматически.

source: against the first player who replies to your game advert.
fa: در برابر اولین بازیکنی که به تبلیغ بازی شما پاسخ می دهد.
ja: あなたのゲーム広告に最初に返信したプレイヤーと対戦します。
ko: 게임 광고에 처음으로 응답한 플레이어와 경쟁하게 됩니다.
lt: prieš pirmąjį žaidėją, kuris atsakys į jūsų žaidimo skelbimą.
no: mot den første spilleren som svarer på spillannonsen din.
pl: przeciwko pierwszemu graczowi, który odpowie na Twoją reklamę gry.
pt: contra o primeiro jogador que responder ao anúncio do seu jogo.
ro: împotriva primului jucător care răspunde la anunțul de joc.
ru: против первого игрока, который ответит на вашу игровую рекламу.

source: Alternatively, you can type the corresponding command
fa: یا می توانید دستور مربوطه را تایپ کنید
ja: あるいは、対応するコマンドを入力することもできます
ko: 또는 해당 명령을 입력할 수 있습니다.
lt: Arba galite įvesti atitinkamą komandą
no: Alternativt kan du skrive inn den tilsvarende kommandoen
pl: Alternatywnie możesz wpisać odpowiednie polecenie
pt: Alternativamente, você pode digitar o comando correspondente
ro: Alternativ, puteți tasta comanda corespunzătoare
ru: В качестве альтернативы вы можете ввести соответствующую команду

source: into the text input box manually and send it to Fics.
fa: به صورت دستی وارد کادر ورودی متن شده و آن را به Fics ارسال کنید.
ja: テキスト入力ボックスに手動で入力し、Fics に送信します。
ko: 텍스트 입력란에 직접 입력하여 Fics로 보내세요.
lt: į teksto įvesties laukelį rankiniu būdu ir nusiųskite į Fics.
no: inn i tekstboksen manuelt og send den til Fics.
pl: ręcznie do pola wprowadzania tekstu i wyślij do Fics.
pt: na caixa de entrada de texto manualmente e envie para o Fics.
ro: în caseta de introducere a textului manual și trimiteți-l la Fics.
ru: в поле ввода текста вручную и отправьте его в Fics.

source: e.g. If you type Seek 10 5 u w m f and then press <Send> this will place
fa: به عنوان مثال اگر Seek 10 5 u w m f را تایپ کنید و سپس <ارسال> را فشار دهید این مکان قرار می گیرد
ja: 例えば、Seek 10 5 u w m fと入力して<Send>を押すと、
ko: 예를 들어 Seek 10 5 u w m f를 입력한 다음 <보내기>를 누르면 다음이 배치됩니다.
lt: pvz. Jei įvesite Seek 10 5 u w m f ir tada paspausite <Siųsti>, tai atsiras
no: f.eks. Hvis du skriver Seek 10 5 u w m f og deretter trykker <Send> vil dette plasseres
pl: np. jeśli wpiszesz Seek 10 5 u w m f i naciśniesz <Wyślij>, to zostanie umieszczone
pt: por exemplo, se você digitar Seek 10 5 u w m f e então pressionar <Enviar> isso colocará
ro: de ex. Dacă tastați Căutare 10 5 u w m f și apoi apăsați <Trimite> acest lucru se va afișa
ru: Например, если вы введете Seek 10 5 u w m f и затем нажмете <Send>, это поместит

source: a game advert for a 10 minute game, with a five second move increment,
fa: یک تبلیغ بازی برای یک بازی 10 دقیقه ای، با افزایش حرکت پنج ثانیه،
ja: 5秒ずつ進む10分間のゲームの広告。
ko: 5초 이동 간격이 있는 10분 게임을 위한 게임 광고
lt: žaidimo reklama 10 minučių žaidimui su penkių sekundžių žingsniu,
no: en spillreklame for et 10-minutters spill, med et trekk på fem sekunder,
pl: reklama gry na 10-minutową rozgrywkę z pięciosekundowym odstępem między ruchami,
pt: um anúncio de jogo para um jogo de 10 minutos, com um incremento de movimento de cinco segundos,
ro: un anunț pentru un joc de 10 minute, cu o creștere de cinci secunde,
ru: реклама игры продолжительностью 10 минут с пятисекундным интервалом хода,

source: which is unrated, with you playing white, with manual responses
fa: که بدون رتبه است، با شما در حال بازی سفید، با پاسخ های دستی
ja: これは評価されていないもので、白でプレイし、手動で応答します
ko: 평가되지 않은, 당신이 흰색을 플레이하고 수동 응답을 하는
lt: kuris neįvertintas, žaidžiate baltai, su rankiniais atsakymais
no: som ikke er vurdert, med deg som spiller hvit, med manuelle svar
pl: który nie jest oceniany, grasz białymi, z ręcznymi odpowiedziami
pt: que não é classificado, com você jogando branco, com respostas manuais
ro: care este neevaluat, cu tine joc alb, cu răspunsuri manuale
ru: который не имеет рейтинга, где вы играете белыми, с ручными ответами

source: and your supplied parameters used to filter the responses.
fa: و پارامترهای ارائه شده شما برای فیلتر کردن پاسخ ها استفاده می شود.
ja: 応答をフィルタリングするために使用される、指定したパラメータ。
ko: 그리고 귀하가 제공한 매개변수를 사용하여 응답을 필터링합니다.
lt: ir jūsų pateikti parametrai, naudojami atsakymams filtruoti.
no: og de oppgitte parameterne som brukes til å filtrere svarene.
pl: i podanych przez Ciebie parametrów służących do filtrowania odpowiedzi.
pt: e os parâmetros fornecidos por você usados para filtrar as respostas.
ro: și parametrii furnizați de dvs. utilizați pentru a filtra răspunsurile.
ru: и предоставленные вами параметры, используемые для фильтрации ответов.

source: After starting a game, you can make your moves on the board as normal,
fa: پس از شروع یک بازی، می توانید حرکات خود را روی تخته به طور معمول انجام دهید.
ja: ゲームを開始した後は、通常通りボード上で移動することができます。
ko: 게임을 시작한 후에는 평소처럼 보드에서 움직일 수 있습니다.
lt: Pradėję žaidimą, galite atlikti savo judesius lentoje kaip įprasta,
no: Etter å ha startet et spill, kan du gjøre bevegelsene dine på brettet som normalt,
pl: Po rozpoczęciu gry możesz wykonywać swoje ruchy na planszy normalnie,
pt: Depois de iniciar um jogo, você pode fazer seus movimentos no tabuleiro normalmente,
ro: După ce începeți un joc, puteți face mișcările pe tablă în mod normal,
ru: После начала игры вы можете делать ходы на доске как обычно,

source: although it is possible to type them into the input box and click <Send>
fa: اگرچه می توان آنها را در کادر ورودی تایپ کرد و روی <ارسال> کلیک کرد
ja: 入力ボックスに入力して「送信」をクリックすることも可能です。
ko: 입력란에 직접 입력하고 <보내기>를 클릭하는 것도 가능합니다.
lt: nors juos galima įvesti į įvesties laukelį ir spustelėti <Siųsti>
no: selv om det er mulig å skrive dem inn i inntastingsboksen og klikke <Send>
pl: chociaż można je wpisać w polu wprowadzania i kliknąć <Wyślij>
pt: embora seja possível digitá-los na caixa de entrada e clicar em <Enviar>
ro: deși este posibil să le tastați în caseta de introducere și să faceți clic pe <Trimite>
ru: хотя их можно ввести в поле ввода и нажать <Отправить>

source: Nimzo_3d does not play any of the non-standard variants of chess,
fa: Nimzo_3d هیچ یک از انواع غیر استاندارد شطرنج را بازی نمی کند،
ja: Nimzo_3dはチェスの非標準の変種をプレイしません。
ko: Nimzo_3d는 비표준 체스 변형을 전혀 하지 않습니다.
lt: Nimzo_3d nežaidžia nė vieno iš nestandartinių šachmatų variantų,
no: Nimzo_3d spiller ingen av de ikke-standardiserte variantene av sjakk,
pl: Nimzo_3d nie gra w żadną z niestandardowych odmian szachów,
pt: Nimzo_3d não joga nenhuma das variantes não padronizadas do xadrez,
ro: Nimzo_3d nu joacă niciuna dintre variantele non-standard ale șahului,
ru: Nimzo_3d не играет ни в один из нестандартных вариантов шахмат,

source: some of which are offered by Fics.
fa: که برخی از آنها توسط Fics ارائه شده است.
ja: そのうちのいくつかは Fics によって提供されています。
ko: 그 중 일부는 Fics에서 제공됩니다.
lt: kai kuriuos iš jų siūlo Fics.
no: noen av dem tilbys av Fics.
pl: niektóre z nich są oferowane przez Fics.
pt: alguns dos quais são oferecidos pela Fics.
ro: dintre care unele sunt oferite de Fics.
ru: некоторые из них предлагаются Fics.

source: Help for playing on Fics
fa: کمک برای بازی در فیکس
ja: Ficsでのプレイに関するヘルプ
ko: Fics에서 플레이하기 위한 도움말
lt: Pagalba žaidžiant „Fics“.
no: Hjelp til å spille på Fics
pl: Pomoc w graniu w Fics
pt: Ajuda para jogar em Fics
ro: Ajutor pentru jocul pe Fics
ru: Помощь по игре на Fics

source: This will reset your board position
fa: با این کار موقعیت تابلوی شما بازنشانی می شود
ja: これによりボードの位置がリセットされます
ko: 이렇게 하면 보드 위치가 재설정됩니다.
lt: Tai iš naujo nustatys jūsų lentos padėtį
no: Dette vil tilbakestille styreposisjonen din
pl: Spowoduje to zresetowanie pozycji Twojej planszy
pt: Isso redefinirá sua posição no tabuleiro
ro: Acest lucru vă va reseta poziția de bord
ru: Это сбросит вашу позицию на доске.

source: to the one held by Fics
fa: به یکی که توسط Fics نگهداری می شود
ja: フィックスが保持するものに
ko: Fics가 보유한 것과
lt: į tą, kurią turi Fics
no: til den som Fics holder
pl: do tego, który jest w posiadaniu Fics
pt: para o mantido por Fics
ro: la cel deţinut de Fics
ru: к тому, что принадлежит Fics

source: Moves prior to this position will be lost
fa: حرکات قبل از این موقعیت از بین خواهند رفت
ja: この位置より前の移動は失われます
ko: 이 위치 이전의 이동은 손실됩니다.
lt: Judėjimai prieš šią poziciją bus prarasti
no: Trekk før denne stillingen vil gå tapt
pl: Ruchy przed tą pozycją zostaną utracone
pt: Os movimentos anteriores a esta posição serão perdidos
ro: Mișcările anterioare acestei poziții se vor pierde
ru: Ходы до этой позиции будут потеряны.

source: This command only works when you are playing a game
fa: این دستور فقط زمانی کار می کند که در حال انجام یک بازی هستید
ja: このコマンドはゲームをプレイしているときのみ機能します
ko: 이 명령은 게임을 할 때만 작동합니다.
lt: Ši komanda veikia tik tada, kai žaidžiate žaidimą
no: Denne kommandoen fungerer bare når du spiller et spill
pl: Ta komenda działa tylko wtedy, gdy grasz w grę
pt: Este comando só funciona quando você está jogando um jogo
ro: Această comandă funcționează numai atunci când jucați un joc
ru: Эта команда работает только во время игры.

source: Are you sure that you want to resign (y/n) ?
fa: آیا مطمئن هستید که می خواهید استعفا دهید (y/n)؟
ja: 本当に辞職しますか? (y/n)
ko: (y/n)을 사임하시겠습니까?
lt: Ar tikrai norite atsistatydinti (y/n)?
no: Er du sikker på at du vil si opp (y/n) ?
pl: Czy na pewno chcesz zrezygnować (t/n)?
pt: Tem certeza de que deseja renunciar (s/n)?
ro: Ești sigur că vrei să demisionezi (da/n)?
ru: Вы уверены, что хотите уйти в отставку (т/и)?

source: Please confirm resignation
fa: لطفا استعفا را تایید کنید
ja: 辞職を確認してください
ko: 사직을 확인해 주세요
lt: Patvirtinkite atsistatydinimą
no: Vennligst bekreft oppsigelsen
pl: Proszę potwierdzić rezygnację
pt: Por favor confirme a demissão
ro: Vă rugăm să confirmați demisia
ru: Пожалуйста, подтвердите отставку

source: If you close this window, the connection to Fics will be lost.
fa: اگر این پنجره را ببندید، اتصال به Fics قطع خواهد شد.
ja: このウィンドウを閉じると、Fics への接続が失われます。
ko: 이 창을 닫으면 Fics와의 연결이 끊어집니다.
lt: Jei uždarysite šį langą, ryšys su Fics bus prarastas.
no: Hvis du lukker dette vinduet, vil forbindelsen til Fics bli brutt.
pl: Jeśli zamkniesz to okno, połączenie z Fics zostanie utracone.
pt: Se você fechar esta janela, a conexão com o Fics será perdida.
ro: Dacă închideți această fereastră, conexiunea la Fics se va pierde.
ru: Если вы закроете это окно, соединение с Fics будет потеряно.

source: You can minimize the window without losing the connection.
fa: شما می توانید پنجره را بدون از دست دادن اتصال کوچک کنید.
ja: 接続を失うことなくウィンドウを最小化できます。
ko: 연결을 끊지 않고도 창을 최소화할 수 있습니다.
lt: Galite sumažinti langą neprarasdami ryšio.
no: Du kan minimere vinduet uten å miste forbindelsen.
pl: Możesz zminimalizować okno, nie tracąc połączenia.
pt: Você pode minimizar a janela sem perder a conexão.
ro: Puteți minimiza fereastra fără a pierde conexiunea.
ru: Вы можете свернуть окно, не теряя соединения.

source: Do you still wish to close the window (y/n) ?
fa: آیا هنوز می خواهید پنجره (y/n) را ببندید؟
ja: それでもウィンドウを閉じますか (y/n)?
ko: 창을 닫으시겠습니까 (y/n)?
lt: Ar vis tiek norite uždaryti langą (y/n)?
no: Ønsker du fortsatt å lukke vinduet (y/n) ?
pl: Czy nadal chcesz zamknąć okno (t/n)?
pt: Você ainda deseja fechar a janela (s/n)?
ro: Mai doriți să închideți fereastra (da/n)?
ru: Вы все еще хотите закрыть окно (да/нет)?

source: Please confirm the window closing
fa: لطفاً بسته شدن پنجره را تأیید کنید
ja: ウィンドウが閉じていることを確認してください
ko: 창문 닫힘을 확인해 주세요
lt: Patvirtinkite lango uždarymą
no: Vennligst bekreft at vinduet lukkes
pl: Proszę potwierdzić zamknięcie okna
pt: Por favor confirme o fechamento da janela
ro: Vă rugăm să confirmați închiderea ferestrei
ru: Пожалуйста, подтвердите закрытие окна

source: Log on as well
fa: همچنین وارد شوید
ja: ログオンも
ko: 당신도 로그인 하세요
lt: Prisijunk taip pat
no: Logg på også
pl: Zaloguj się również
pt: Faça login também
ro: Conectați-vă de asemenea
ru: Войдите также

source: Log on as guest
fa: به عنوان مهمان وارد شوید
ja: ゲストとしてログオン
ko: 게스트로 로그인
lt: Prisijunkite kaip svečias
no: Logg på som gjest
pl: Zaloguj się jako gość
pt: Entrar como convidado
ro: Conectați-vă ca invitat
ru: Войти как гость

source: As registered user
fa: به عنوان کاربر ثبت نام شده
ja: 登録ユーザーとして
ko: 등록된 사용자로서
lt: Kaip registruotas vartotojas
no: Som registrert bruker
pl: Jako zarejestrowany użytkownik
pt: Como usuário registrado
ro: Ca utilizator înregistrat
ru: Как зарегистрированный пользователь

source: User name :
fa: نام کاربری:
ja: ユーザー名:
ko: 사용자 이름 :
lt: Vartotojo vardas:
no: Brukernavn:
pl: Nazwa użytkownika :
pt: Nome de usuário :
ro: Nume utilizator:
ru: Имя пользователя :

source: Password :
fa: رمز عبور:
ja: パスワード:
ko: 비밀번호 :
lt: Slaptažodis:
no: Passord:
pl: Hasło :
pt: Senha :
ro: Parola:
ru: Пароль :

source: Connect
fa: اتصال
ja: 接続する
ko: 연결하다
lt: Prisijunkite
no: Koble til
pl: Łączyć
pt: Conectar
ro: Conectați-vă
ru: Соединять

source: This dialog box allows you to connect to Fics
fa: این کادر محاوره ای به شما امکان می دهد به Fics متصل شوید
ja: このダイアログボックスではFicsに接続できます
ko: 이 대화 상자를 사용하면 Fics에 연결할 수 있습니다.
lt: Šis dialogo langas leidžia prisijungti prie Fics
no: Denne dialogboksen lar deg koble til Fics
pl: To okno dialogowe umożliwia połączenie się z Fics
pt: Esta caixa de diálogo permite que você se conecte ao Fics
ro: Această casetă de dialog vă permite să vă conectați la Fics
ru: Это диалоговое окно позволяет вам подключиться к Fics

source: You can also log on simutaneously, either as a guest,
fa: شما همچنین می توانید به صورت همزمان به عنوان مهمان وارد شوید،
ja: ゲストとして同時にログオンすることもできます。
ko: 게스트로 동시에 로그인할 수도 있습니다.
lt: Taip pat galite prisijungti vienu metu kaip svečias,
no: Du kan også logge på samtidig, enten som gjest,
pl: Możesz również zalogować się jednocześnie, jako gość,
pt: Você também pode fazer login simultaneamente, como convidado,
ro: De asemenea, vă puteți conecta simultan, fie ca invitat,
ru: Вы также можете войти в систему одновременно, как гость,
