Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Delete video marker from current game move element
fa: نشانگر ویدیو را از عنصر حرکت بازی فعلی حذف کنید
ja: 現在のゲーム移動要素からビデオマーカーを削除します
ko: 현재 게임 이동 요소에서 비디오 마커 삭제
lt: Ištrinkite vaizdo įrašo žymeklį iš dabartinio žaidimo judėjimo elemento
no: Slett videomarkør fra gjeldende spillbevegelseselement
pl: Usuń znacznik wideo z bieżącego elementu ruchu gry
pt: Excluir marcador de vídeo do elemento de movimento do jogo atual
ro: Ștergeți marcajul video din elementul de mișcare a jocului curent
ru: Удалить видеомаркер из текущего элемента игрового хода

source: Delete all video markers
fa: تمام نشانگرهای ویدئویی را حذف کنید
ja: すべてのビデオマーカーを削除
ko: 모든 비디오 마커 삭제
lt: Ištrinkite visus vaizdo įrašų žymeklius
no: Slett alle videomarkører
pl: Usuń wszystkie znaczniki wideo
pt: Excluir todos os marcadores de vídeo
ro: Ștergeți toți marcatorii video
ru: Удалить все видеомаркеры

source: Delete all video markers from game move elements
fa: تمام نشانگرهای ویدیویی را از عناصر حرکت بازی حذف کنید
ja: ゲームの移動要素からすべてのビデオマーカーを削除します
ko: 게임 이동 요소에서 모든 비디오 마커 삭제
lt: Ištrinkite visus vaizdo įrašų žymeklius iš žaidimo judėjimo elementų
no: Slett alle videomarkører fra spillbevegelseselementer
pl: Usuń wszystkie znaczniki wideo z elementów ruchu gry
pt: Excluir todos os marcadores de vídeo dos elementos de movimento do jogo
ro: Ștergeți toate marcatoarele video din elementele de mișcare a jocului
ru: Удалить все видеомаркеры из элементов игрового хода

source: Toggle video edit mode
fa: حالت ویرایش ویدیو را تغییر دهید
ja: ビデオ編集モードを切り替える
ko: 비디오 편집 모드 전환
lt: Perjungti vaizdo redagavimo režimą
no: Bytt videoredigeringsmodus
pl: Przełącz tryb edycji wideo
pt: Alternar modo de edição de vídeo
ro: Comutați modul de editare video
ru: Переключить режим редактирования видео

source: Save game (and video info)
fa: ذخیره بازی (و اطلاعات ویدیویی)
ja: ゲームを保存（およびビデオ情報）
ko: 게임 저장(및 비디오 정보)
lt: Išsaugoti žaidimą (ir vaizdo įrašo informaciją)
no: Lagre spill (og videoinformasjon)
pl: Zapisz grę (i informacje o wideo)
pt: Salvar jogo (e informações do vídeo)
ro: Salvați jocul (și informațiile video)
ru: Сохранить игру (и видеоинформацию)

source: Save the current game and the video info
fa: بازی فعلی و اطلاعات ویدیو را ذخیره کنید
ja: 現在のゲームとビデオ情報を保存する
ko: 현재 게임과 비디오 정보를 저장합니다.
lt: Išsaugokite dabartinį žaidimą ir vaizdo įrašo informaciją
no: Lagre gjeldende spill og videoinformasjon
pl: Zapisz bieżącą grę i informacje o filmie
pt: Salve o jogo atual e as informações do vídeo
ro: Salvați jocul curent și informațiile video
ru: Сохраните текущую игру и информацию о видео

source: Goto next video marker
fa: به نشانگر ویدیوی بعدی بروید
ja: 次のビデオマーカーへ移動
ko: 다음 비디오 마커로 이동
lt: Eiti į kitą vaizdo įrašo žymeklį
no: Gå til neste videomarkør
pl: Przejdź do następnego znacznika wideo
pt: Ir para o próximo marcador de vídeo
ro: Treceți la următorul marcator video
ru: Перейти к следующему видео маркеру

source: Goto the next video marker in the game move list
fa: به نشانگر ویدیوی بعدی در لیست حرکت بازی بروید
ja: ゲーム移動リストの次のビデオマーカーに移動する
ko: 게임 이동 목록에서 다음 비디오 마커로 이동
lt: Eiti į kitą vaizdo įrašo žymeklį žaidimo judesių sąraše
no: Gå til neste videomarkør i spillebevegelseslisten
pl: Przejdź do następnego znacznika wideo na liście ruchów gry
pt: Vá para o próximo marcador de vídeo na lista de movimentos do jogo
ro: Mergeți la următorul marcator video din lista de mișcări ale jocului
ru: Перейти к следующему видеомаркеру в списке игровых ходов

source: Goto previous video marker
fa: به نشانگر ویدیوی قبلی بروید
ja: 前のビデオマーカーへ移動
ko: 이전 비디오 마커로 이동
lt: Eiti į ankstesnį vaizdo įrašo žymeklį
no: Gå til forrige videomarkør
pl: Przejdź do poprzedniego znacznika wideo
pt: Ir para o marcador de vídeo anterior
ro: Mergeți la marcatorul video anterior
ru: Перейти к предыдущему видео маркеру

source: Goto the previous video marker in the game move list
fa: به نشانگر ویدیوی قبلی در لیست حرکت بازی بروید
ja: ゲーム移動リストの前のビデオマーカーに移動する
ko: 게임 이동 목록에서 이전 비디오 마커로 이동
lt: Eiti į ankstesnį vaizdo įrašo žymeklį žaidimo judesių sąraše
no: Gå til forrige videomarkør i spillebevegelseslisten
pl: Przejdź do poprzedniego znacznika wideo na liście ruchów gry
pt: Vá para o marcador de vídeo anterior na lista de movimentos do jogo
ro: Accesați marcatorul video anterior din lista de mișcări ale jocului
ru: Перейти к предыдущему видеомаркеру в списке игровых ходов

source: Media player options..
fa: گزینه های پخش کننده رسانه..
ja: メディア プレーヤーのオプション。
ko: 미디어 플레이어 옵션..
lt: Medijos grotuvo parinktys..
no: Alternativer for mediespiller..
pl: Opcje odtwarzacza multimedialnego.
pt: Opções do media player.
ro: Opțiuni de player media...
ru: Параметры медиаплеера..

source: Open media player options dialog box
fa: کادر گفتگوی گزینه های پخش کننده رسانه را باز کنید
ja: メディアプレーヤーのオプションダイアログボックスを開く
ko: 미디어 플레이어 옵션 대화 상자 열기
lt: Atidarykite medijos leistuvo parinkčių dialogo langą
no: Åpne dialogboksen mediespilleralternativer
pl: Otwórz okno dialogowe opcji odtwarzacza multimedialnego
pt: Abrir caixa de diálogo de opções do media player
ro: Deschideți caseta de dialog pentru opțiunile playerului media
ru: Открыть диалоговое окно параметров медиаплеера

source: Show about dialog
fa: نمایش درباره گفتگو
ja: ダイアログについて表示
ko: 대화에 대한 정보 표시
lt: Rodyti apie dialogą
no: Vis om dialog
pl: Pokaż o dialogu
pt: Mostrar sobre o diálogo
ro: Afișați despre dialog
ru: Показать диалоговое окно

source: Controls
fa: کنترل ها
ja: コントロール
ko: 통제 수단
lt: Valdikliai
no: Kontroller
pl: Sterownica
pt: Controles
ro: Controale
ru: Управление

source: No file loaded
fa: هیچ فایلی بارگذاری نشده است
ja: ファイルが読み込まれていません
ko: 파일이 로드되지 않았습니다
lt: Failas neįkeltas
no: Ingen fil lastet
pl: Nie załadowano pliku
pt: Nenhum arquivo carregado
ro: Niciun fișier încărcat
ru: Файл не загружен

source: Mediaplayer
fa: مدیا پلیر
ja: メディアプレーヤー
ko: 미디어 플레이어
lt: Medijos grotuvas
no: Mediaspiller
pl: Odtwarzacz multimedialny
pt: Reprodutor de mídia
ru: Медиаплеер

source: Goto end
fa: برو به پایان
ja: 終了へ
ko: 끝으로 이동
lt: Eik į pabaigą
no: Gå til slutten
pl: Przejdź do końca
pt: Ir para o final
ro: Treci la final
ru: Перейти к концу

source: Hold <Shift> for previous puzzle marker
fa: <Shift> را برای نشانگر پازل قبلی نگه دارید
ja: 前のパズルマーカーに移動するには、<Shift> キーを押し続けます。
ko: 이전 퍼즐 마커를 보려면 <Shift> 키를 누르세요.
lt: Ankstesniam galvosūkio žymekliui laikykite nuspaudę <Shift>
no: Hold <Shift> for forrige puslespillmarkør
pl: Przytrzymaj <Shift>, aby przejść do poprzedniego znacznika układanki
pt: Segure <Shift> para o marcador de quebra-cabeça anterior
ro: Țineți apăsat <Shift> pentru marcatorul puzzle-ului anterior
ru: Удерживайте <Shift> для предыдущей отметки головоломки

source: Hold <Shift> for next puzzle marker
fa: <Shift> را برای نشانگر پازل بعدی نگه دارید
ja: <Shift> キーを押したままにすると次のパズルマーカーが表示されます
ko: 다음 퍼즐 마커를 위해 <Shift> 키를 누르세요
lt: Norėdami pamatyti kitą galvosūkio žymeklį, laikykite nuspaudę <Shift>
no: Hold <Shift> for neste puslespillmarkør
pl: Przytrzymaj <Shift>, aby przejść do następnego znacznika układanki
pt: Segure <Shift> para o próximo marcador de quebra-cabeça
ro: Țineți apăsat <Shift> pentru următorul marcator de puzzle
ru: Удерживайте <Shift> для следующего маркера головоломки

source: Set move video marker
fa: نشانگر ویدیوی حرکتی را تنظیم کنید
ja: 移動ビデオマーカーを設定する
ko: 비디오 마커 이동 설정
lt: Nustatyti perkelti vaizdo įrašo žymeklį
no: Sett flyttvideomarkør
pl: Ustaw znacznik ruchu wideo
pt: Definir marcador de movimento de vídeo
ro: Setați marcatorul video de mutare
ru: Установить перемещение видео маркера

source: Delete move video marker
fa: نشانگر ویدیوی حرکتی را حذف کنید
ja: 移動ビデオマーカーを削除
ko: 비디오 마커 삭제 이동
lt: Ištrinti perkelti vaizdo įrašo žymeklį
no: Slett flyttevideomarkør
pl: Usuń znacznik ruchu wideo
pt: Excluir marcador de movimento de vídeo
ro: Ștergeți marcatorul video de mutare
ru: Удалить перемещение видео маркера

source: Media player help
fa: کمک پخش کننده رسانه
ja: メディアプレーヤーのヘルプ
ko: 미디어 플레이어 도움말
lt: Žiniasklaidos grotuvo pagalba
no: Mediaspiller hjelp
pl: Pomoc dotycząca odtwarzacza multimedialnego
pt: Ajuda do media player
ro: Ajutor media player
ru: Помощь с медиаплеером

source: Making videos
fa: ساخت فیلم
ja: ビデオを作る
ko: 영상 만들기
lt: Vaizdo įrašų kūrimas
no: Lage videoer
pl: Tworzenie filmów
pt: Fazendo vídeos
ro: Realizarea de videoclipuri
ru: Создание видео

source: The media player allows you to view and make chess videos.
fa: پخش کننده رسانه به شما امکان مشاهده و ساخت فیلم های شطرنج را می دهد.
ja: メディア プレーヤーを使用すると、チェスのビデオを表示したり作成したりできます。
ko: 미디어 플레이어를 이용하면 체스 영상을 보고 만들 수 있습니다.
lt: Medijos grotuvas leidžia peržiūrėti ir kurti šachmatų vaizdo įrašus.
no: Mediaspilleren lar deg se og lage sjakkvideoer.
pl: Odtwarzacz multimedialny umożliwia oglądanie i nagrywanie filmów o szachach.
pt: O media player permite que você visualize e faça vídeos de xadrez.
ro: Media player-ul vă permite să vizualizați și să realizați videoclipuri de șah.
ru: Медиаплеер позволяет просматривать и создавать видеоролики о шахматах.

source: The videos that the program can use are just normal *.mp4 files.
fa: ویدیوهایی که برنامه می تواند استفاده کند فقط فایل های معمولی *.mp4 هستند.
ja: プログラムが使用できるビデオは通常の *.mp4 ファイルです。
ko: 이 프로그램에서 사용할 수 있는 비디오는 일반적인 *.mp4 파일입니다.
lt: Vaizdo įrašai, kuriuos programa gali naudoti, yra tik įprasti *.mp4 failai.
no: Videoene som programmet kan bruke er bare vanlige *.mp4-filer.
pl: Filmy, które program potrafi wykorzystać, to zwykłe pliki *.mp4.
pt: Os vídeos que o programa pode usar são apenas arquivos *.mp4 normais.
ro: Videoclipurile pe care programul le poate folosi sunt doar fișiere *.mp4 normale.
ru: Видеоролики, которые может использовать программа, представляют собой обычные файлы *.mp4.

source: Each video needs a PGN file that has the same file stem name.
fa: هر ویدیو به یک فایل PGN نیاز دارد که نام اصلی فایل یکسانی داشته باشد.
ja: 各ビデオには、同じファイル ステム名を持つ PGN ファイルが必要です。
ko: 각 비디오에는 동일한 파일 스템 이름을 가진 PGN 파일이 필요합니다.
lt: Kiekvienam vaizdo įrašui reikalingas PGN failas, turintis tą patį failo kamieno pavadinimą.
no: Hver video trenger en PGN-fil som har samme filstammenavn.
pl: Każdy film wymaga pliku PGN mającego taką samą nazwę źródłową.
pt: Cada vídeo precisa de um arquivo PGN que tenha o mesmo nome do arquivo.
ro: Fiecare videoclip are nevoie de un fișier PGN care are același nume de ram de fișier.
ru: Каждому видео необходим PGN-файл с таким же именем основы файла.

source: The video info that links the two files together is stored
fa: اطلاعات ویدیویی که این دو فایل را به هم پیوند می دهد ذخیره می شود
ja: 2つのファイルをリンクするビデオ情報が保存されます
ko: 두 파일을 연결하는 비디오 정보가 저장됩니다.
lt: Saugoma vaizdo įrašo informacija, susiejanti du failus
no: Videoinformasjonen som kobler de to filene sammen, lagres
pl: Informacje wideo łączące oba pliki są przechowywane
pt: As informações do vídeo que vinculam os dois arquivos são armazenadas
ro: Informațiile video care leagă cele două fișiere împreună sunt stocate
ru: Видеоинформация, связывающая два файла, сохраняется

source: in a tag in the PGN file.
fa: در یک تگ در فایل PGN.
ja: PGN ファイル内のタグ内。
ko: PGN 파일의 태그에 있습니다.
lt: PGN failo žymoje.
no: i en tag i PGN-filen.
pl: w tagu w pliku PGN.
pt: em uma tag no arquivo PGN.
ro: într-o etichetă din fișierul PGN.
ru: в теге в файле PGN.

source: i.e. filename.mp4 filename.pgn
fa: یعنی filename.mp4 filename.pgn
ja: つまり、ファイル名.mp4 ファイル名.pgn
ko: 즉, 파일 이름.mp4 파일 이름.pgn
lt: y. failo pavadinimas.mp4 failo pavadinimas.pgn
no: dvs. filnavn.mp4 filnavn.pgn
pl: tj. nazwapliku.mp4 nazwapliku.pgn
pt: ou seja, nome do arquivo.mp4 nome do arquivo.pgn
ro: adică numefișier.mp4 nume fișier.pgn
ru: т.е. имя_файла.mp4 имя_файла.pgn

source: By default the media player will use a native control panel
fa: به طور پیش فرض پخش کننده رسانه از یک کنترل پنل بومی استفاده می کند
ja: デフォルトでは、メディアプレーヤーはネイティブのコントロールパネルを使用します。
ko: 기본적으로 미디어 플레이어는 기본 제어판을 사용합니다.
lt: Pagal numatytuosius nustatymus medijos leistuvė naudos savąjį valdymo skydelį
no: Som standard vil mediespilleren bruke et innebygd kontrollpanel
pl: Domyślnie odtwarzacz multimedialny będzie korzystał z natywnego panelu sterowania
pt: Por padrão, o media player usará um painel de controle nativo
ro: În mod implicit, playerul media va folosi un panou de control nativ
ru: По умолчанию медиаплеер будет использовать собственную панель управления.

source: with buttons for <Start> <Stop> <Pause> etc.
fa: با دکمه های <شروع> <توقف> <مکث> و غیره.
ja: <開始> <停止> <一時停止> などのボタンがあります。
ko: <시작> <중지> <일시정지> 등의 버튼이 있습니다.
lt: su mygtukais <Start> <Stop> <Pause> ir kt.
no: med knapper for <Start> <Stopp> <Pause> osv.
pl: z przyciskami <Start> <Stop> <Pauza> itd.
pt: com botões para <Iniciar> <Parar> <Pausar> etc.
ro: cu butoane pentru <Start> <Stop> <Pauză> etc.
ru: с кнопками <Старт>, <Стоп>, <Пауза> и т. д.

source: Apparently, this panel is not guaranteed to be displayed.
fa: ظاهراً نمایش این پنل تضمینی نیست.
ja: どうやら、このパネルが表示されることは保証されていないようです。
ko: 이 패널이 표시되는 것은 보장되지 않습니다.
lt: Matyt, negarantuojama, kad šis skydelis bus rodomas.
no: Tilsynelatende er det ikke garantert at dette panelet vises.
pl: Wygląda na to, że nie ma gwarancji wyświetlenia tego panelu.
pt: Aparentemente, não há garantia de que este painel será exibido.
ro: Aparent, acest panou nu este garantat a fi afișat.
ru: По-видимому, отображение этой панели не гарантируется.

source: To mitigate against this eventuality, I have added
fa: برای کاهش این احتمال، من اضافه کرده ام
ja: この事態を緩和するために、私は以下を追加しました
ko: 이러한 사태를 완화하기 위해 다음을 추가했습니다.
lt: Siekdamas sušvelninti šią galimybę, pridėjau
no: For å dempe mot denne eventualiteten, har jeg lagt til
pl: Aby złagodzić ryzyko wystąpienia takiej sytuacji, dodałem
pt: Para atenuar esta eventualidade, adicionei
ro: Pentru a atenua această eventualitate, am adăugat
ru: Чтобы смягчить эту возможность, я добавил

source: an optional toolbar that displays the same controls.
fa: یک نوار ابزار اختیاری که همان کنترل ها را نمایش می دهد.
ja: 同じコントロールを表示するオプションのツールバー。
ko: 동일한 컨트롤을 표시하는 선택적 도구 모음입니다.
lt: pasirenkama įrankių juosta, kurioje rodomi tie patys valdikliai.
no: en valgfri verktøylinje som viser de samme kontrollene.
pl: opcjonalny pasek narzędzi wyświetlający te same kontrolki.
pt: uma barra de ferramentas opcional que exibe os mesmos controles.
ro: o bară de instrumente opțională care afișează aceleași comenzi.
ru: дополнительная панель инструментов, отображающая те же элементы управления.

source: The toolbar also has editing icons used for making videos
fa: نوار ابزار همچنین دارای آیکون های ویرایشی است که برای ساخت فیلم استفاده می شود
ja: ツールバーにはビデオを作成するための編集アイコンもあります
ko: 툴바에는 비디오 제작에 사용되는 편집 아이콘도 있습니다.
lt: Įrankių juostoje taip pat yra redagavimo piktogramos, naudojamos vaizdo įrašams kurti
no: Verktøylinjen har også redigeringsikoner som brukes til å lage videoer
pl: Na pasku narzędzi znajdują się również ikony edycyjne służące do tworzenia filmów
pt: A barra de ferramentas também possui ícones de edição usados para fazer vídeos
ro: Bara de instrumente are și pictograme de editare utilizate pentru realizarea videoclipurilor
ru: На панели инструментов также имеются значки редактирования, используемые для создания видео.

source: and navigation icons for moving back and forth in the video.
fa: و نمادهای ناوبری برای حرکت به جلو و عقب در ویدیو.
ja: ビデオ内を前後に移動するためのナビゲーション アイコンもあります。
ko: 비디오에서 앞뒤로 이동할 수 있는 탐색 아이콘이 있습니다.
lt: ir naršymo piktogramas, skirtas judėti pirmyn ir atgal vaizdo įraše.
no: og navigasjonsikoner for å bevege deg frem og tilbake i videoen.
pl: oraz ikony nawigacyjne umożliwiające poruszanie się w przód i w tył w filmie.
pt: e ícones de navegação para avançar e retroceder no vídeo.
ro: și pictograme de navigare pentru deplasarea înainte și înapoi în videoclip.
ru: и значки навигации для перемещения вперед и назад по видео.

source: Also, with the toolbar there is always access to the pause button,
fa: همچنین، با نوار ابزار همیشه به دکمه مکث دسترسی دارید،
ja: また、ツールバーでは一時停止ボタンにいつでもアクセスできます。
ko: 또한 툴바를 사용하면 항상 일시 정지 버튼에 액세스할 수 있습니다.
lt: Be to, naudojant įrankių juostą visada galima pasiekti pauzės mygtuką,
no: Med verktøylinjen er det også alltid tilgang til pauseknappen,
pl: Ponadto dzięki paskowi narzędzi zawsze masz dostęp do przycisku pauzy,
pt: Além disso, com a barra de ferramentas há sempre acesso ao botão de pausa,
ro: De asemenea, cu bara de instrumente există întotdeauna acces la butonul de pauză,
ru: Также с помощью панели инструментов всегда есть доступ к кнопке паузы,

source: so you can pause the video even when the program is playing moves
fa: بنابراین می توانید ویدیو را حتی زمانی که برنامه در حال پخش حرکت می کند، متوقف کنید
ja: プログラムが動画を再生しているときでもビデオを一時停止することができます
ko: 프로그램이 움직이는 동안에도 비디오를 일시 정지할 수 있습니다.
lt: todėl galite pristabdyti vaizdo įrašą net tada, kai programa atkuria judesius
no: slik at du kan sette videoen på pause selv når programmet spilles av
pl: dzięki czemu możesz wstrzymać odtwarzanie filmu nawet wtedy, gdy program jest w trakcie odtwarzania
pt: para que você possa pausar o vídeo mesmo quando o programa estiver reproduzindo movimentos
ro: astfel încât să puteți întrerupe videoclipul chiar și atunci când programul redă mișcări
ru: поэтому вы можете приостановить видео даже когда программа воспроизводит ходы

source: for the purpose of game/video synchronization.
fa: به منظور همگام سازی بازی/فیلم.
ja: ゲームとビデオの同期を目的としています。
ko: 게임/비디오 동기화를 목적으로 합니다.
lt: žaidimų/vaizdo įrašų sinchronizavimo tikslais.
no: for synkronisering av spill/video.
pl: w celu synchronizacji gry/wideo.
pt: para fins de sincronização de jogo/vídeo.
ro: în scopul sincronizării joc/video.
ru: для синхронизации игры/видео.

source: Although status info is displayed within the native control panel,
fa: اگرچه اطلاعات وضعیت در کنترل پنل بومی نمایش داده می شود،
ja: ステータス情報はネイティブコントロールパネル内に表示されますが、
ko: 상태 정보는 기본 제어판에 표시되지만
lt: Nors būsenos informacija rodoma savajame valdymo skydelyje,
no: Selv om statusinformasjon vises i det opprinnelige kontrollpanelet,
pl: Chociaż informacje o stanie są wyświetlane w natywnym panelu sterowania,
pt: Embora as informações de status sejam exibidas no painel de controle nativo,
ro: Deși informațiile de stare sunt afișate în panoul de control nativ,
ru: Хотя информация о состоянии отображается на собственной панели управления,

source: the Nizmo status bar has the advantage of showing when the video
fa: نوار وضعیت Nizmo این مزیت را دارد که هنگام فیلم نشان داده شود
ja: Nizmoのステータスバーには、ビデオが再生されているかどうかが表示されるという利点があります。
ko: Nizmo 상태 표시줄에는 비디오가 언제 표시되는지 보여주는 장점이 있습니다.
lt: Nizmo būsenos juosta turi pranašumą, kai rodomas vaizdo įrašas
no: Nizmo-statuslinjen har fordelen av å vise når videoen
pl: Pasek stanu Nizmo ma tę zaletę, że pokazuje, kiedy wideo jest włączone
pt: a barra de status do Nizmo tem a vantagem de mostrar quando o vídeo
ro: bara de stare Nizmo are avantajul de a afișa când videoclipul
ru: Преимущество строки состояния Nizmo в том, что она отображается, когда видео

source: is paused for game/video synchronization, rather than just paused.
fa: برای همگام سازی بازی/فیلم متوقف شده است، به جای اینکه فقط متوقف شود.
ja: 単に一時停止するのではなく、ゲームとビデオの同期のために一時停止されます。
ko: 게임/비디오 동기화를 위해 일시 정지된 것이지 단순히 일시 정지된 것이 아닙니다.
lt: yra pristabdytas žaidimų / vaizdo įrašų sinchronizavimui, o ne tiesiog pristabdytas.
no: er satt på pause for synkronisering av spill/video, i stedet for bare midlertidig.
pl: jest wstrzymywany w celu synchronizacji gry z wideo, a nie tylko w celu zatrzymania rozgrywki.
pt: é pausado para sincronização de jogo/vídeo, em vez de apenas pausado.
ro: este întreruptă pentru sincronizarea jocului/video, mai degrabă decât doar întreruptă.
ru: приостанавливается для синхронизации игры/видео, а не просто приостанавливается.

source: In this case the status bar will show <Paused (sync)> so then
fa: در این مورد، نوار وضعیت <Paused (Sync)> را نشان می دهد، بنابراین پس از آن
ja: この場合、ステータスバーに<一時停止（同期）>と表示されるので、
ko: 이 경우 상태 표시줄에 <일시 중지(동기화)>가 표시됩니다.
lt: Tokiu atveju būsenos juostoje bus rodoma <Pristabdyta (sinchronizacija)>
no: I dette tilfellet vil statuslinjen vise <Pause (sync)> så da
pl: W takim przypadku pasek stanu wyświetli komunikat <Wstrzymano (synchronizacja)>, więc
pt: Neste caso a barra de status mostrará <Pausado (sincronização)> então
ro: În acest caz, bara de stare va afișa <Paused (sync)> deci atunci
ru: В этом случае в строке состояния отобразится <Приостановлено (синхронизация)>, поэтому

source: you know that the video will restart when the moves have caught up.
fa: می‌دانید که وقتی حرکت‌ها انجام شد، ویدیو دوباره راه‌اندازی می‌شود.
ja: 動きが追いついたらビデオが再開されることがわかります。
ko: 움직임이 따라잡으면 영상이 다시 시작될 거라는 걸 알고 있죠.
lt: žinote, kad vaizdo įrašas bus paleistas iš naujo, kai judesiai pasivys.
no: du vet at videoen starter på nytt når trekkene har tatt igjen.
pl: wiesz, że wideo zostanie wznowione, gdy ruchy zostaną dotrzymane.
pt: você sabe que o vídeo será reiniciado quando os movimentos estiverem prontos.
ro: știi că videoclipul va reporni când mișcările vor ajunge din urmă.
ru: вы знаете, что видео возобновится, когда движения сравняются.

source: It can be displayed if you select <Options> <Media player options..>
fa: اگر <Options> <Media player options..> را انتخاب کنید می تواند نمایش داده شود
ja: <オプション> <メディアプレーヤーのオプション> を選択すると表示されます。
ko: <옵션> <미디어 플레이어 옵션..>을 선택하면 표시될 수 있습니다.
lt: Jis gali būti rodomas, jei pasirinksite <Parinktys> <Media grotuvo parinktys..>
no: Den kan vises hvis du velger <Alternativer> <Mediespilleralternativer..>
pl: Można go wyświetlić wybierając <Opcje> <Opcje odtwarzacza multimedialnego..>
pt: Ele pode ser exibido se você selecionar <Opções> <Opções do Media Player..>
ro: Acesta poate fi afișat dacă selectați <Opțiuni> <Opțiuni player media..>
ru: Его можно отобразить, если выбрать <Параметры> <Параметры медиаплеера..>

source: <Show status bar> Move playback speed can also be set from here.
fa: <نمایش نوار وضعیت> سرعت پخش حرکت را نیز می توان از اینجا تنظیم کرد.
ja: <ステータスバーを表示> ここから移動再生速度も設定できます。
ko: <상태 표시줄 표시> 여기에서 이동 재생 속도도 설정할 수 있습니다.
lt: <Rodyti būsenos juostą> Čia taip pat galima nustatyti judėjimo atkūrimo greitį.
no: <Vis statuslinje> Flytt avspillingshastighet kan også stilles inn herfra.
pl: <Pokaż pasek stanu> W tym miejscu można również ustawić prędkość odtwarzania.
pt: <Mostrar barra de status> A velocidade de reprodução também pode ser definida aqui.
ro: <Afișați bara de stare> Viteza de redare deplasată poate fi setată și de aici.
ru: <Показать строку состояния> Скорость воспроизведения перемещения также можно задать здесь.

source: See the <Media player options..> <Help> for info on the other options.
fa: برای اطلاعات در مورد گزینه های دیگر، <Help> را ببینید.
ja: その他のオプションの詳細については、<メディア プレーヤーのオプション..> <ヘルプ> を参照してください。
ko: 다른 옵션에 대한 정보는 <미디어 플레이어 옵션..> <도움말>을 참조하세요.
lt: Daugiau informacijos apie kitas parinktis rasite <Media grotuvo parinktys..> <Pagalba>.
no: Se <Mediespilleralternativer..> <Hjelp> for informasjon om de andre alternativene.
pl: Aby uzyskać informacje na temat innych opcji, zobacz <Opcje odtwarzacza multimedialnego..> <Pomoc>.
pt: Consulte <Opções do Media Player...> <Ajuda> para obter informações sobre as outras opções.
ro: Consultați <Opțiunile playerului media..> <Ajutor> pentru informații despre celelalte opțiuni.
ru: Информацию о других параметрах см. в разделе <Параметры медиаплеера..> <Справка>.

source: As with the FICS window when using 3d graphics,
fa: مانند پنجره FICS هنگام استفاده از گرافیک سه بعدی،
ja: 3Dグラフィックスを使用する場合のFICSウィンドウと同様に、
ko: 3D 그래픽을 사용할 때 FICS 창에서와 마찬가지로
lt: Kaip ir FICS lange naudojant 3D grafiką,
no: Som med FICS-vinduet når du bruker 3d-grafikk,
pl: Podobnie jak w przypadku okna FICS podczas korzystania z grafiki 3D,
pt: Assim como na janela FICS ao usar gráficos 3D,
ro: Ca și în fereastra FICS când utilizați grafică 3d,
ru: Как и в случае с окном FICS при использовании 3D-графики,
