Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: attractive choice if you simply want to play a game on the Fics server.
fa: اگر به سادگی می خواهید یک بازی را در سرور Fics انجام دهید، انتخاب جذابی است.
ja: 単に Fics サーバーでゲームをプレイしたいだけであれば魅力的な選択肢です。
ko: 단순히 Fics 서버에서 게임을 플레이하고 싶다면 매력적인 선택입니다.
lt: patrauklus pasirinkimas, jei tiesiog norite žaisti žaidimą Fics serveryje.
no: attraktivt valg hvis du bare vil spille et spill på Fics-serveren.
pl: atrakcyjny wybór jeśli chcesz po prostu zagrać w grę na serwerze Fics.
pt: escolha atraente se você quer simplesmente jogar um jogo no servidor Fics.
ro: alegere atractivă dacă doriți pur și simplu să jucați un joc pe serverul Fics.
ru: привлекательный выбор, если вы просто хотите поиграть в игру на сервере Fics.

source: For an introduction for using Fics on Nimzo_3d, click on < Intro >
fa: برای آشنایی با استفاده از Fics در Nimzo_3d، روی < Intro > کلیک کنید
ja: Nimzo_3d での Fics の使用法の紹介については、< Intro > をクリックしてください。
ko: Nimzo_3d에서 Fics를 사용하는 방법에 대한 소개를 보려면 <소개>를 클릭하세요.
lt: Norėdami supažindinti su Fics naudojimu Nimzo_3d, spustelėkite < Intro >
no: For en introduksjon for bruk av Fics på Nimzo_3d, klikk på < Intro >
pl: Aby zapoznać się z wprowadzeniem do korzystania z Fics w Nimzo_3d, kliknij < Wprowadzenie >
pt: Para uma introdução ao uso de Fics no Nimzo_3d, clique em < Intro >
ro: Pentru o introducere pentru utilizarea Fics pe Nimzo_3d, faceți clic pe < Intro >
ru: Для ознакомления с использованием Fics на Nimzo_3d нажмите < Intro >

source: For instructions for setting up Fics internet ports on Windows, click on < Setup >
fa: برای دستورالعمل های مربوط به راه اندازی پورت های اینترنت Fics در ویندوز، روی < Setup > کلیک کنید
ja: WindowsでFicsインターネットポートを設定する手順については、<セットアップ>をクリックしてください。
ko: Windows에서 Fics 인터넷 포트를 설정하는 방법에 대한 지침을 보려면 <설정>을 클릭하세요.
lt: Norėdami gauti instrukcijas, kaip nustatyti Fics interneto prievadus sistemoje Windows, spustelėkite < Sąranka >
no: For instruksjoner for å sette opp Fics internettporter på Windows, klikk på < Oppsett >
pl: Aby uzyskać instrukcje dotyczące konfigurowania portów internetowych Fics w systemie Windows, kliknij opcję <Konfiguracja>
pt: Para obter instruções sobre como configurar portas de internet Fics no Windows, clique em < Configuração >
ro: Pentru instrucțiuni pentru configurarea porturilor de internet Fics pe Windows, faceți clic pe < Configurare >
ru: Для получения инструкций по настройке интернет-портов Fics в Windows нажмите < Настройка >

source: For instructions for playing on Fics with Nimzo_3d, click on < Playing >
fa: برای دستورالعمل های مربوط به بازی در Fics با Nimzo_3d، روی < پخش > کلیک کنید
ja: Nimzo_3d で Fics をプレイする方法については、< プレイ > をクリックしてください。
ko: Nimzo_3d로 Fics를 플레이하는 방법에 대한 지침은 < 플레이 >를 클릭하세요.
lt: Norėdami gauti instrukcijas, kaip žaisti „Fics“ su Nimzo_3d, spustelėkite < Leidžiama >
no: For instruksjoner for å spille på Fics med Nimzo_3d, klikk på < Spille >
pl: Aby uzyskać instrukcje dotyczące gry w Fics z Nimzo_3d, kliknij < Gra >
pt: Para instruções sobre como jogar Fics com Nimzo_3d, clique em < Jogando >
ro: Pentru instrucțiuni pentru a juca pe Fics cu Nimzo_3d, faceți clic pe <Playing >
ru: Для получения инструкций по игре на Fics с Nimzo_3d нажмите < Игра >

source: For more information on Fics, you can visit their website at -
fa: برای اطلاعات بیشتر در مورد Fics، می توانید از وب سایت آنها به آدرس -
ja: Fics の詳細については、次の Web サイトをご覧ください。
ko: Fics에 대한 자세한 내용은 다음 웹사이트를 방문하세요.
lt: Norėdami gauti daugiau informacijos apie Fics, galite apsilankyti jų svetainėje adresu -
no: For mer informasjon om Fics, kan du besøke nettsiden deres på -
pl: Więcej informacji na temat Fics można znaleźć na ich stronie internetowej:
pt: Para mais informações sobre Fics, você pode visitar o site deles em -
ro: Pentru mai multe informații despre Fics, puteți vizita site-ul lor la -
ru: Более подробную информацию о Fics вы можете получить на их сайте:

source: Introduction to using Fics on Nimzo_3d
fa: مقدمه ای بر استفاده از Fics در Nimzo_3d
ja: Nimzo_3d での Fics の使用入門
ko: Nimzo_3d에서 Fics 사용 소개
lt: Fics naudojimo Nimzo_3d įvadas
no: Introduksjon til bruk av Fics på Nimzo_3d
pl: Wprowadzenie do korzystania z Fics w Nimzo_3d
pt: Introdução ao uso de Fics no Nimzo_3d
ro: Introducere în utilizarea Fics pe Nimzo_3d
ru: Введение в использование Fics на Nimzo_3d

source: History
fa: تاریخچه
ja: 歴史
ko: 역사
lt: Istorija
no: Historie
pl: Historia
pt: História
ro: Istorie
ru: История

source: You use Fics by sending a command to the server, Fics responds by
fa: شما با ارسال یک فرمان به سرور از Fics استفاده می کنید، Fics توسط آن پاسخ می دهد
ja: Ficsを使用するには、サーバーにコマンドを送信し、Ficsは次のように応答します。
ko: Fics를 사용하려면 서버에 명령을 보내면 Fics가 다음과 같이 응답합니다.
lt: Jūs naudojate Fics siųsdami komandą į serverį, Fics atsako
no: Du bruker Fics ved å sende en kommando til serveren, Fics svarer med
pl: Używasz Fics wysyłając polecenie do serwera, Fics odpowiada
pt: Você usa o Fics enviando um comando ao servidor, o Fics responde por
ro: Folosești Fics trimițând o comandă către server, Fics răspunde prin
ru: Вы используете Fics, отправляя команду на сервер, Fics отвечает

source: sending a message back and then you respond to that message, and so on.
fa: ارسال یک پیام و سپس شما به آن پیام پاسخ می دهید و غیره.
ja: メッセージを返信し、そのメッセージに応答する、といった流れになります。
ko: 메시지를 다시 보낸 다음 해당 메시지에 답장하는 식입니다.
lt: išsiųsti žinutę atgal ir tada atsakyti į tą žinutę ir pan.
no: sende en melding tilbake og så svarer du på den meldingen, og så videre.
pl: wysyłasz wiadomość zwrotną, a następnie odpowiadasz na tę wiadomość, i tak dalej.
pt: enviando uma mensagem de volta e então você responde a essa mensagem, e assim por diante.
ro: trimiterea unui mesaj înapoi și apoi răspunzi la acel mesaj și așa mai departe.
ru: отправляете ответное сообщение, а затем отвечаете на него и так далее.

source: To connect to Fics, click on the 1st (leftmost icon) on the toolbar.
fa: برای اتصال به Fics، روی اولین (سمت چپ نماد) در نوار ابزار کلیک کنید.
ja: Fics に接続するには、ツールバーの 1 番目 (左端のアイコン) をクリックします。
ko: Fics에 연결하려면 도구 모음에서 1번(가장 왼쪽 아이콘)을 클릭하세요.
lt: Norėdami prisijungti prie „Fics“, įrankių juostoje spustelėkite 1-ąją (kairėje pusėje esančią piktogramą).
no: For å koble til Fics, klikk på det første (ikonet lengst til venstre) på verktøylinjen.
pl: Aby połączyć się z Fics, kliknij pierwszą (najbardziej po lewej) ikonę na pasku narzędzi.
pt: Para se conectar ao Fics, clique no 1º (ícone mais à esquerda) na barra de ferramentas.
ro: Pentru a vă conecta la Fics, faceți clic pe prima (pictograma cea mai din stânga) din bara de instrumente.
ru: Чтобы подключиться к Fics, нажмите на первый (самый левый) значок на панели инструментов.

source: This opens the <Connect to Fics> dialog box.
fa: با این کار کادر محاوره ای <Connect to Fics> باز می شود.
ja: これにより、<Fics に接続> ダイアログ ボックスが開きます。
ko: <Fics에 연결> 대화 상자가 열립니다.
lt: Taip atidaromas dialogo langas <Prisijungti prie Fics>.
no: Dette åpner dialogboksen <Connect to Fics>.
pl: Spowoduje to otwarcie okna dialogowego <Połącz z Fics>.
pt: Isso abre a caixa de diálogo <Conectar ao Fics>.
ro: Aceasta deschide caseta de dialog <Conectați-vă la Fics>.
ru: Откроется диалоговое окно <Подключиться к Fics>.

source: by clicking on the appropriate icon on the toolbar.
fa: با کلیک بر روی نماد مناسب در نوار ابزار.
ja: ツールバーの適切なアイコンをクリックします。
ko: 도구 모음에서 적절한 아이콘을 클릭하세요.
lt: spustelėdami atitinkamą piktogramą įrankių juostoje.
no: ved å klikke på det aktuelle ikonet på verktøylinjen.
pl: klikając na odpowiednią ikonę na pasku narzędzi.
pt: clicando no ícone apropriado na barra de ferramentas.
ro: făcând clic pe pictograma corespunzătoare din bara de instrumente.
ru: нажав на соответствующий значок на панели инструментов.

source: Some icons send a command immediately, otherS wait for you to type in
fa: برخی از نمادها بلافاصله دستوری را ارسال می کنند، برخی دیگر منتظر تایپ شما هستند
ja: いくつかのアイコンはすぐにコマンドを送信しますが、他のアイコンは入力を待ちます
ko: 일부 아이콘은 명령을 즉시 보내고 다른 아이콘은 사용자가 입력할 때까지 기다립니다.
lt: Kai kurios piktogramos iš karto siunčia komandą, kitos laukia, kol įvesite
no: Noen ikoner sender en kommando umiddelbart, andre venter på at du skriver inn
pl: Niektóre ikony wysyłają polecenie natychmiast, inne czekają, aż je wpiszesz
pt: Alguns ícones enviam um comando imediatamente, outros esperam que você digite
ro: Unele pictograme trimit o comandă imediat, altele așteaptă să introduceți
ru: Некоторые значки отправляют команду немедленно, другие ждут, пока вы ее введете.

source: additional parameters into the input box before clicking <Send>
fa: قبل از کلیک بر روی <ارسال>، پارامترهای اضافی را در کادر ورودی وارد کنید
ja: <送信>をクリックする前に、入力ボックスに追加のパラメータを入力してください。
ko: <보내기>를 클릭하기 전에 입력 상자에 추가 매개변수를 입력하세요.
lt: papildomus parametrus į įvesties laukelį prieš spustelėdami <Siųsti>
no: flere parametere inn i inndataboksen før du klikker <Send>
pl: dodatkowe parametry w polu wprowadzania danych przed kliknięciem przycisku <Wyślij>
pt: parâmetros adicionais na caixa de entrada antes de clicar em <Enviar>
ro: parametri suplimentari în caseta de introducere înainte de a face clic pe <Trimite>
ru: дополнительные параметры в поле ввода перед нажатием <Отправить>

source: If you want to add parameters to an immediate command before sending,
fa: اگر می خواهید قبل از ارسال، پارامترهایی را به یک فرمان اضافه کنید،
ja: 送信前に即時コマンドにパラメータを追加したい場合は、
ko: 전송하기 전에 즉시 명령에 매개변수를 추가하려는 경우,
lt: Jei prieš siunčiant komandą norite pridėti parametrų,
no: Hvis du vil legge til parametere til en umiddelbar kommando før sending,
pl: Jeśli chcesz dodać parametry do polecenia bezpośrednio przed wysłaniem,
pt: Se você quiser adicionar parâmetros a um comando imediato antes de enviar,
ro: Dacă doriți să adăugați parametri la o comandă imediată înainte de a trimite,
ru: Если вы хотите добавить параметры к команде непосредственно перед отправкой,

source: then hold down the <Shift> key when clicking the icon.
fa: سپس هنگام کلیک کردن روی نماد، کلید <Shift> را نگه دارید.
ja: 次に、アイコンをクリックするときに <Shift> キーを押し続けます。
ko: 그런 다음 <Shift> 키를 누른 채로 아이콘을 클릭하세요.
lt: tada spustelėdami piktogramą laikykite nuspaudę klavišą <Shift>.
no: hold deretter nede <Shift>-tasten når du klikker på ikonet.
pl: Następnie przytrzymaj klawisz <Shift> klikając ikonę.
pt: então mantenha pressionada a tecla <Shift> ao clicar no ícone.
ro: apoi țineți apăsată tasta <Shift> când faceți clic pe pictogramă.
ru: затем нажмите и удерживайте клавишу <Shift> при щелчке по значку.

source: I have placed icons on the toolbar for the commands which I think
fa: من آیکون هایی را در نوار ابزار برای دستوراتی که فکر می کنم قرار داده ام
ja: ツールバーに、私が必要とするコマンドのアイコンを配置しました。
ko: 나는 명령에 대한 아이콘을 도구 모음에 배치했습니다.
lt: Įrankių juostoje įdėjau piktogramas komandoms, kurias manau
no: Jeg har plassert ikoner på verktøylinjen for kommandoene som jeg tror
pl: Umieściłem ikony poleceń na pasku narzędzi, które moim zdaniem
pt: Coloquei ícones na barra de ferramentas para os comandos que acho
ro: Am plasat pictograme pe bara de instrumente pentru comenzile pe care le cred
ru: Я разместил на панели инструментов значки для команд, которые, как я думаю,

source: will be used the most, but all Fics commands can be typed in manually
fa: بیشتر استفاده خواهد شد، اما تمام دستورات Fics را می توان به صورت دستی تایپ کرد
ja: 最もよく使われるのはFicsコマンドですが、すべてのFicsコマンドは手動で入力できます。
ko: 가장 많이 사용되지만 모든 Fics 명령은 수동으로 입력할 수 있습니다.
lt: bus naudojama daugiausia, tačiau visas Fics komandas galima įvesti rankiniu būdu
no: vil bli brukt mest, men alle Fics-kommandoer kan skrives inn manuelt
pl: będzie najczęściej używany, ale wszystkie polecenia Fics można wpisać ręcznie
pt: será mais usado, mas todos os comandos Fics podem ser digitados manualmente
ro: va fi folosit cel mai mult, dar toate comenzile Fics pot fi introduse manual
ru: будет использоваться чаще всего, но все команды Fics можно вводить вручную

source: in the input box and then sent using <Send>
fa: در کادر ورودی و سپس با استفاده از <ارسال> ارسال می شود
ja: 入力ボックスに入力し、<Send>を使用して送信します。
ko: 입력란에 입력한 후 <보내기>를 사용하여 전송합니다.
lt: įvesties laukelyje ir išsiųsti naudojant <Siųsti>
no: i inndataboksen og deretter sendt med <Send>
pl: w polu wprowadzania danych, a następnie wysłać za pomocą <Wyślij>
pt: na caixa de entrada e então enviado usando <Enviar>
ro: în caseta de introducere și apoi trimis folosind <Trimite>
ru: в поле ввода, а затем отправить с помощью <Send>

source: You can select which icons should be placed on the toolbar by clicking
fa: با کلیک کردن می توانید انتخاب کنید که کدام نمادها باید در نوار ابزار قرار گیرند
ja: ツールバーに配置するアイコンを選択するには、
ko: 도구 모음에 배치할 아이콘을 선택하려면 다음을 클릭하세요.
lt: Spustelėdami galite pasirinkti, kurios piktogramos turi būti dedamos į įrankių juostą
no: Du kan velge hvilke ikoner som skal plasseres på verktøylinjen ved å klikke
pl: Klikając możesz wybrać, które ikony mają zostać umieszczone na pasku narzędzi
pt: Você pode selecionar quais ícones devem ser colocados na barra de ferramentas clicando
ro: Puteți selecta ce pictograme trebuie plasate pe bara de instrumente făcând clic
ru: Вы можете выбрать, какие значки следует разместить на панели инструментов, нажав

source: <Settings> (rightmost icon) then <Toolbar icons..>
fa: <Settings> (راست ترین نماد) سپس <Toolbar icons..>
ja: <設定> (右端のアイコン)、次に <ツールバーのアイコン>
ko: <설정> (가장 오른쪽 아이콘) 그 다음 <도구 모음 아이콘..>
lt: <Nustatymai> (dešinėje esanti piktograma), tada <Įrankių juostos piktogramos..>
no: <Innstillinger> (ikonet lengst til høyre) og deretter <Verktøylinjeikoner..>
pl: <Ustawienia> (ikona po prawej stronie), następnie <Ikony paska narzędzi..>
pt: <Configurações> (ícone mais à direita) e depois <Ícones da barra de ferramentas..>
ro: <Setări> (pictograma cea mai din dreapta), apoi <pictogramele barei de instrumente..>
ru: <Настройки> (крайний правый значок), затем <Значки панели инструментов..>

source: You can get Fics help by clicking on the small red question mark icon,
fa: می توانید با کلیک کردن روی نماد علامت سوال قرمز کوچک، کمک Fics دریافت کنید.
ja: 小さな赤い疑問符アイコンをクリックすると、Ficsのヘルプが表示されます。
ko: 작은 빨간색 물음표 아이콘을 클릭하면 Fics 도움말을 받을 수 있습니다.
lt: „Fics“ pagalbos galite gauti spustelėję mažą raudoną klaustuko piktogramą,
no: Du kan få Fics-hjelp ved å klikke på det lille røde spørsmålstegnikonet,
pl: Pomoc Fics możesz uzyskać, klikając na małą czerwoną ikonę znaku zapytania,
pt: Você pode obter ajuda com o Fics clicando no pequeno ícone de ponto de interrogação vermelho,
ro: Puteți obține ajutor Fics făcând clic pe pictograma mic semn roșu de întrebare,
ru: Вы можете получить помощь Fics, нажав на маленький красный значок с вопросительным знаком,

source: usually the 3rd from the right hand end of the toolbar.
fa: معمولاً سومین قسمت از سمت راست نوار ابزار.
ja: 通常はツールバーの右端から 3 番目です。
ko: 일반적으로 도구 모음의 오른쪽 끝에서 3번째에 있습니다.
lt: paprastai 3 iš dešinės įrankių juostos galo.
no: vanligvis den tredje fra høyre side av verktøylinjen.
pl: zwykle trzeci od prawej strony paska narzędzi.
pt: geralmente o terceiro da extremidade direita da barra de ferramentas.
ro: de obicei, al treilea din capătul din dreapta al barei de instrumente.
ru: обычно это 3-я справа панель инструментов.

source: In order for the connection to Fics to be maintained,
fa: برای اینکه اتصال به Fics حفظ شود،
ja: Ficsへの接続を維持するために、
ko: Fics와의 연결을 유지하려면
lt: Kad ryšys su „Fics“ būtų palaikomas,
no: For at forbindelsen til Fics skal opprettholdes,
pl: Aby utrzymać połączenie z Fics,
pt: Para que a conexão com o Fics seja mantida,
ro: Pentru ca conexiunea la Fics să fie menținută,
ru: Для того, чтобы соединение с Fics сохранялось,

source: the Fics window must be kept open.
fa: پنجره Fics باید باز نگه داشته شود.
ja: Fics ウィンドウは開いたままにする必要があります。
ko: Fics 창은 항상 열어두어야 합니다.
lt: Fics langas turi būti atidarytas.
no: Fics-vinduet må holdes åpent.
pl: Okno Fics musi być otwarte.
pt: a janela Fics deve ser mantida aberta.
ro: fereastra Fics trebuie ținută deschisă.
ru: Окно Fics должно быть открыто.

source: If you find that the Fics window is taking up too much space,
fa: اگر متوجه شدید که پنجره Fics فضای زیادی را اشغال می کند،
ja: Ficsウィンドウがスペースを占有しすぎていると思われる場合は、
ko: Fics 창이 너무 많은 공간을 차지하고 있다고 생각되면
lt: Jei pastebėsite, kad Fics langas užima per daug vietos,
no: Hvis du finner ut at Fics-vinduet tar for mye plass,
pl: Jeśli zauważysz, że okno Fics zajmuje zbyt dużo miejsca,
pt: Se você achar que a janela Fics está ocupando muito espaço,
ro: Dacă descoperiți că fereastra Fics ocupă prea mult spațiu,
ru: Если вы обнаружите, что окно Fics занимает слишком много места,

source: it can be minimized, this will not lose the connection.
fa: می توان آن را به حداقل رساند، این اتصال را از دست نمی دهد.
ja: 最小化することができ、接続が失われることはありません。
ko: 최소화할 수 있으며 연결이 끊어지지 않습니다.
lt: jį galima sumažinti iki minimumo, tai nepraras ryšio.
no: det kan minimeres, dette vil ikke miste forbindelsen.
pl: można ją zminimalizować, nie spowoduje to utraty połączenia.
pt: pode ser minimizado, isso não perderá a conexão.
ro: poate fi minimizat, acest lucru nu va pierde conexiunea.
ru: его можно свернуть, при этом связь не будет потеряна.

source: This lack of space will almost cetainly be the case when playing a game
fa: این کمبود فضا تقریباً در هنگام انجام یک بازی وجود دارد
ja: このスペース不足は、ゲームをプレイするときにほぼ確実に起こります
ko: 게임을 할 때 이러한 공간 부족 현상이 거의 확실히 발생할 것입니다.
lt: Šis vietos trūkumas beveik neabejotinai bus atvejis žaidžiant žaidimą
no: Denne mangelen på plass vil nesten helt sikkert være tilfelle når du spiller et spill
pl: Ten brak miejsca będzie prawie na pewno miał miejsce podczas gry
pt: Essa falta de espaço quase certamente ocorrerá ao jogar um jogo
ro: Această lipsă de spațiu va fi aproape sigur atunci când jucați un joc
ru: Такая нехватка места почти наверняка будет иметь место во время игры.

source: using 3d graphics, unless you have a very large monitor.
fa: با استفاده از گرافیک سه بعدی، مگر اینکه مانیتور بسیار بزرگی داشته باشید.
ja: 非常に大きなモニターがない限り、3D グラフィックスは使用しないでください。
ko: 매우 큰 모니터가 있지 않는 한 3D 그래픽을 사용합니다.
lt: naudojant 3D grafiką, nebent turite labai didelį monitorių.
no: bruke 3d-grafikk, med mindre du har en veldig stor skjerm.
pl: korzystając z grafiki 3D, chyba że masz bardzo duży monitor.
pt: usando gráficos 3D, a menos que você tenha um monitor muito grande.
ro: folosind grafică 3d, cu excepția cazului în care aveți un monitor foarte mare.
ru: с использованием 3D-графики, если только у вас не очень большой монитор.

source: The window can subsequently be restored by clicking on the Fics icon
fa: سپس می توان با کلیک بر روی نماد Fics، پنجره را بازیابی کرد
ja: その後、Ficsアイコンをクリックするとウィンドウが復元されます。
ko: 이후 Fics 아이콘을 클릭하면 창을 복원할 수 있습니다.
lt: Vėliau langą galima atkurti spustelėjus Fics piktogramą
no: Vinduet kan deretter gjenopprettes ved å klikke på Fics-ikonet
pl: Następnie można przywrócić okno klikając na ikonę Fics
pt: A janela pode ser restaurada posteriormente clicando no ícone Fics
ro: Fereastra poate fi ulterior restaurată făcând clic pe pictograma Fics
ru: Окно впоследствии можно восстановить, нажав на значок Fics.

source: on the main toolbar.
fa: در نوار ابزار اصلی
ja: メインツールバーにあります。
ko: 기본 도구 모음에서.
lt: pagrindinėje įrankių juostoje.
no: på hovedverktøylinjen.
pl: na głównym pasku narzędzi.
pt: na barra de ferramentas principal.
ro: pe bara de instrumente principală.
ru: на главной панели инструментов.

source: When connected to Fics, messages can be displayed on the status bar,
fa: هنگام اتصال به Fics، پیام ها را می توان در نوار وضعیت نمایش داد،
ja: Ficsに接続すると、ステータスバーにメッセージが表示されます。
ko: Fics에 연결하면 상태 표시줄에 메시지가 표시될 수 있습니다.
lt: Prisijungus prie Fics, pranešimai gali būti rodomi būsenos juostoje,
no: Når du er koblet til Fics, kan meldinger vises på statuslinjen,
pl: Po połączeniu z Fics wiadomości mogą być wyświetlane na pasku stanu,
pt: Quando conectado ao Fics, as mensagens podem ser exibidas na barra de status,
ro: Când sunt conectate la Fics, mesajele pot fi afișate pe bara de stare,
ru: При подключении к Fics сообщения могут отображаться в строке состояния,

source: so that you will be alerted when there is a message that requires
fa: به طوری که در صورت نیاز به پیامی به شما هشدار داده خواهد شد
ja: 必要なメッセージがある場合に通知されるようにします
ko: 메시지가 필요한 경우 알림을 받을 수 있도록 해줍니다.
lt: kad būsite įspėtas, kai gausite pranešimą, kurio reikia
no: slik at du blir varslet når det er en melding som krever
pl: dzięki czemu otrzymasz powiadomienie, gdy pojawi się wiadomość wymagająca
pt: para que você seja alertado quando houver uma mensagem que exija
ro: astfel încât să fiți avertizat când există un mesaj care necesită
ru: так что вы будете уведомлены, когда появится сообщение, требующее

source: a response from you when the Fics window is minimized.
fa: هنگامی که پنجره Fics به حداقل برسد، پاسخی از شما دریافت می کنید.
ja: Fics ウィンドウが最小化されているときに応答します。
ko: Fics 창이 최소화되었을 때 귀하의 응답입니다.
lt: jūsų atsakymas, kai sumažinamas Fics langas.
no: et svar fra deg når Fics-vinduet er minimert.
pl: Twoja odpowiedź po zminimalizowaniu okna Fics.
pt: uma resposta sua quando a janela do Fics for minimizada.
ro: un răspuns din partea dvs. atunci când fereastra Fics este minimizată.
ru: ответ от вас, когда окно Fics свернуто.

source: e.g. a draw offer.
fa: به عنوان مثال پیشنهاد قرعه کشی
ja: 例: 引き分けオファー。
ko: 예를 들어, 추첨 제안.
lt: pvz. burtų pasiūlymas.
no: f.eks. et trekningstilbud.
pl: np. oferta remisowa.
pt: por exemplo, uma oferta de empate.
ro: de ex. o ofertă de remiză.
ru: например, предложение о ничьей.

source: On 15 January 1992, Michael Moore of the University of Utah and Richard Nash
fa: در 15 ژانویه 1992، مایکل مور از دانشگاه یوتا و ریچارد نش
ja: 1992年1月15日、ユタ大学のマイケル・ムーアとリチャード・ナッシュ
ko: 1992년 1월 15일, 유타 대학의 마이클 무어와 리차드 내쉬
lt: 1992 m. sausio 15 d. Michaelas Moore'as iš Jutos universiteto ir Richardas Nashas
no: 15. januar 1992, Michael Moore fra University of Utah og Richard Nash
pl: 15 stycznia 1992 roku Michael Moore z Uniwersytetu Utah i Richard Nash
pt: Em 15 de janeiro de 1992, Michael Moore da Universidade de Utah e Richard Nash
ro: La 15 ianuarie 1992, Michael Moore de la Universitatea din Utah și Richard Nash
ru: 15 января 1992 года Майкл Мур из Университета Юты и Ричард Нэш

source: started the first Internet chess server, named the American Internet Chess Server (AICS),
fa: اولین سرور شطرنج اینترنتی به نام سرور اینترنتی شطرنج آمریکایی (AICS) را راه اندازی کرد.
ja: 最初のインターネットチェスサーバーであるAmerican Internet Chess Server (AICS)を立ち上げ、
ko: AICS(American Internet Chess Server)라는 이름의 최초의 인터넷 체스 서버를 시작했습니다.
lt: pradėjo pirmąjį interneto šachmatų serverį, pavadintą Amerikos interneto šachmatų serveriu (AICS),
no: startet den første Internett-sjakkserveren, kalt American Internet Chess Server (AICS),
pl: uruchomił pierwszy internetowy serwer szachowy o nazwie American Internet Chess Server (AICS),
pt: iniciou o primeiro servidor de xadrez da Internet, denominado American Internet Chess Server (AICS),
ro: a început primul server de șah pe Internet, numit American Internet Chess Server (AICS),
ru: запустил первый интернет-шахматный сервер, названный Американским интернет-шахматным сервером (AICS),

source: but generally known as simply the Internet Chess Server(ICS).
fa: اما به طور کلی به عنوان سرور شطرنج اینترنتی (ICS) شناخته می شود.
ja: 一般的には単にインターネット チェス サーバー (ICS) として知られています。
ko: 하지만 일반적으로는 간단히 인터넷 체스 서버(ICS)로 알려져 있습니다.
lt: bet paprastai žinomas kaip tiesiog interneto šachmatų serveris (ICS).
no: men generelt kjent som ganske enkelt Internet Chess Server (ICS).
pl: ale ogólnie znany jako po prostu Internetowy Serwer Szachowy (ICS).
pt: mas geralmente conhecido simplesmente como Internet Chess Server (ICS).
ro: dar cunoscut în general sub numele de serverul de șah Internet (ICS).
ru: но обычно известен просто как Интернет-шахматный сервер (ICS).
