Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Use this panel to look at games in the clipboard.
fa: از این پانل برای مشاهده بازی ها در کلیپ بورد استفاده کنید.
ja: このパネルを使用して、クリップボード内のゲームを表示します。
ko: 이 패널을 사용하여 클립보드에 있는 게임을 확인합니다.
lt: Naudokite šį skydelį norėdami peržiūrėti žaidimus iškarpinėje.
no: Bruk dette panelet til å se på spill i utklippstavlen.
pl: Użyj tego panelu, aby przeglądać gry w schowku.
pt: Use este painel para ver os jogos na área de transferência.
ro: Utilizați acest panou pentru a vedea jocurile în clipboard.
ru: Используйте эту панель для просмотра игр в буфере обмена.

source: Games can be copied to the clipboard from any of the Current file,
fa: بازی ها را می توان از هر یک از فایل های جاری در کلیپ بورد کپی کرد،
ja: ゲームは現在のファイルからクリップボードにコピーできます。
ko: 게임은 현재 파일에서 클립보드로 복사할 수 있습니다.
lt: Žaidimus galima nukopijuoti į mainų sritį iš bet kurio dabartinio failo,
no: Spill kan kopieres til utklippstavlen fra hvilken som helst av de gjeldende filene,
pl: Gry można kopiować do schowka z dowolnego pliku bieżącego,
pt: Os jogos podem ser copiados para a área de transferência de qualquer arquivo atual,
ro: Jocurile pot fi copiate în clipboard din oricare dintre fișierele curente,
ru: Игры можно копировать в буфер обмена из любого текущего файла,

source: Session or Database games dialogs, all available from the Games menu.
fa: گفتگوهای بازی‌های جلسه یا پایگاه داده، همه از منوی بازی‌ها در دسترس هستند.
ja: セッション ゲームまたはデータベース ゲーム ダイアログはすべて、[ゲーム] メニューから利用できます。
ko: 세션 또는 데이터베이스 게임 대화 상자는 모두 게임 메뉴에서 사용할 수 있습니다.
lt: Seanso arba duomenų bazės žaidimų dialogo langai, visi pasiekiami žaidimų meniu.
no: Økt- eller databasespilldialoger, alle tilgjengelige fra Spill-menyen.
pl: Okna dialogowe sesji lub gier bazy danych, wszystkie dostępne w menu Gry.
pt: Caixas de diálogo de jogos de sessão ou banco de dados, todas disponíveis no menu Jogos.
ro: Casete de dialog pentru jocuri de sesiune sau baze de date, toate disponibile din meniul Jocuri.
ru: Диалоги сеансовых игр или игр с базой данных доступны из меню «Игры».

source: You can sort on any column. The first column (column '#') is provided only2
fa: می توانید بر روی هر ستونی مرتب کنید. ستون اول (ستون '#') فقط2 ارائه شده است
ja: どの列でも並べ替えることができます。最初の列（列 '#'）は2のみ提供されます。
ko: 모든 열에 대해 정렬할 수 있습니다. 첫 번째 열(열 '#')만 제공됩니다.
lt: Galite rūšiuoti bet kuriame stulpelyje. Pateikiamas tik pirmasis stulpelis (stulpelis „#“)2
no: Du kan sortere på hvilken som helst kolonne. Den første kolonnen (kolonne '#') er bare gitt2
pl: Możesz sortować według dowolnej kolumny. Pierwsza kolumna (kolumna '#') jest dostępna tylko2
pt: Você pode classificar em qualquer coluna. A primeira coluna (coluna '#') é fornecida apenas2
ro: Puteți sorta pe orice coloană. Prima coloană (coloana „#”) este furnizată numai2
ru: Вы можете сортировать по любому столбцу. Первый столбец (столбец '#') предоставляется только2

source: (most popular lines first) rather than alphabetical.
fa: (در ابتدا محبوب ترین خطوط) به جای حروف الفبا.
ja: (最も人気のある行を先頭に) アルファベット順ではありません。
ko: (가장 인기 있는 대사를 먼저) 알파벳 순으로 정렬하지 않습니다.
lt: (pirmiausia populiariausios eilutės), o ne abėcėlės tvarka.
no: (mest populære linjer først) i stedet for alfabetisk.
pl: (najpopularniejsze linie na początku), a nie alfabetycznie.
pt: (linhas mais populares primeiro) em vez de ordem alfabética.
ro: (cele mai populare rânduri mai întâi) decât alfabetice.
ru: (сначала самые популярные строки), а не в алфавитном порядке.

source: Use this panel to look at games you have worked with in this Tarrasch Chess GUI session.
fa: از این پانل برای مشاهده بازی هایی که در این جلسه Tarrasch Chess GUI با آنها کار کرده اید، استفاده کنید.
ja: このパネルを使用して、この Tarrasch Chess GUI セッションで操作したゲームを確認します。
ko: 이 패널을 사용하여 Tarrasch Chess GUI 세션에서 작업한 게임을 살펴보세요.
lt: Naudokite šį skydelį norėdami peržiūrėti žaidimus, su kuriais dirbote šioje Tarrasch šachmatų GUI sesijoje.
no: Bruk dette panelet til å se på spill du har jobbet med i denne Tarrasch Chess GUI-økten.
pl: Użyj tego panelu, aby przejrzeć partie, nad którymi pracowałeś w tej sesji Tarrasch Chess GUI.
pt: Use este painel para ver os jogos com os quais você trabalhou nesta sessão de interface gráfica do Tarrasch Chess.
ro: Utilizați acest panou pentru a vedea jocurile cu care ați lucrat în această sesiune GUI Tarrasch Chess.
ru: Используйте эту панель для просмотра партий, с которыми вы работали в этом сеансе графического интерфейса Tarrasch Chess.

source: Games Dialog Help
fa: راهنمای گفتگوی بازی ها
ja: ゲームダイアログヘルプ
ko: 게임 대화 도움말
lt: Žaidimų dialogo pagalba
no: Spill Dialog Hjelp
pl: Pomoc dotycząca dialogu gier
pt: Ajuda de diálogo de jogos
ro: Ajutor de dialog pentru jocuri
ru: Помощь в диалоге игр

source: Bookmark help
fa: راهنمای نشانک
ja: ブックマークのヘルプ
ko: 북마크 도움말
lt: Žymių pagalba
no: Bokmerke hjelp
pl: Pomoc dotycząca zakładek
pt: Ajuda para marcadores
ro: Ajutor pentru marcaje
ru: Справка по закладкам

source: Loading games
fa: در حال بارگیری بازی ها
ja: ゲームを読み込んでいます
ko: 게임 로딩
lt: Įkeliami žaidimai
no: Laster spill
pl: Ładowanie gier
pt: Carregando jogos
ro: Se încarcă jocuri
ru: Загрузка игр

source: This feature is a convenient way to keep track
fa: این ویژگی یک راه راحت برای پیگیری است
ja: この機能は、追跡するのに便利です
ko: 이 기능은 추적하는 편리한 방법입니다.
lt: Ši funkcija yra patogus būdas sekti
no: Denne funksjonen er en praktisk måte å holde styr på
pl: Funkcja ta jest wygodnym sposobem śledzenia
pt: Este recurso é uma maneira conveniente de manter o controle
ro: Această caracteristică este o modalitate convenabilă de a ține evidența
ru: Эта функция — удобный способ отслеживать

source: when you are working your way through a PGN puzzle file.
fa: هنگامی که در حال کار کردن از طریق یک فایل پازل PGN هستید.
ja: PGN パズル ファイルを操作しているとき。
ko: PGN 퍼즐 파일을 작업할 때.
lt: kai dirbate per PGN galvosūkio failą.
no: når du jobber deg gjennom en PGN-puslespillfil.
pl: gdy pracujesz nad plikiem łamigłówki PGN.
pt: quando você está trabalhando em um arquivo de quebra-cabeça PGN.
ro: când vă deplasați printr-un fișier puzzle PGN.
ru: когда вы работаете с файлом головоломки PGN.

source: To create a bookmarked game, save an empty game
fa: برای ایجاد یک بازی نشانه گذاری شده، یک بازی خالی را ذخیره کنید
ja: ブックマークされたゲームを作成するには、空のゲームを保存します
ko: 북마크된 게임을 만들려면 빈 게임을 저장하세요.
lt: Norėdami sukurti pažymėtą žaidimą, išsaugokite tuščią žaidimą
no: For å lage et bokmerket spill, lagre et tomt spill
pl: Aby utworzyć zakładkę do gry, zapisz pustą grę
pt: Para criar um jogo marcado, salve um jogo vazio
ro: Pentru a crea un joc marcat, salvați un joc gol
ru: Чтобы создать закладку для игры, сохраните пустую игру.

source: as the first game of the PGN file, and when entering
fa: به عنوان اولین بازی از فایل PGN و هنگام ورود
ja: PGNファイルの最初のゲームとして、そして入力するときに
ko: PGN 파일의 첫 번째 게임으로, 그리고 입력할 때
lt: kaip pirmasis PGN failo žaidimas ir įeinant
no: som det første spillet i PGN-filen, og når du går inn
pl: jako pierwsza gra pliku PGN i podczas wchodzenia
pt: como o primeiro jogo do arquivo PGN, e ao entrar
ro: ca primul joc al fișierului PGN și la intrare
ru: как первая игра файла PGN, и при входе

source: the game details put a game number in the White field.
fa: جزئیات بازی یک شماره بازی را در قسمت سفید قرار می دهد.
ja: ゲームの詳細では、白のフィールドにゲーム番号が入ります。
ko: 게임 세부정보에서 흰색 필드에 게임 번호를 입력합니다.
lt: žaidimo duomenys įdėkite žaidimo numerį į baltą lauką.
no: spilldetaljene setter et spillnummer i det hvite feltet.
pl: w szczegółach gry wpisz numer gry w białym polu.
pt: os detalhes do jogo colocam um número de jogo no campo branco.
ro: detaliile jocului pun un număr de joc în câmpul alb.
ru: в деталях игры в белом поле указывается номер игры.

source: For clarity you can put < bookmark > in the Black field.
fa: برای وضوح، می توانید < نشانک > را در قسمت سیاه قرار دهید.
ja: わかりやすくするために、黒いフィールドに < ブックマーク > を記入します。
ko: 명확하게 하려면 검은색 필드에 <북마크>를 입력하세요.
lt: Aiškumo dėlei juodame lauke galite įdėti < žymelę >.
no: For klarhet kan du sette < bokmerke > i det svarte feltet.
pl: Dla przejrzystości możesz umieścić < zakładkę > w czarnym polu.
pt: Para maior clareza, você pode colocar < bookmark > no campo Preto.
ro: Pentru claritate, puteți pune < bookmark > în câmpul Negru.
ru: Для ясности вы можете поместить < закладку > в черное поле.

source: A single left mouse click anywhere on an empty area
fa: یک کلیک چپ ماوس در هر نقطه در یک منطقه خالی
ja: 空白の領域でマウスの左ボタンを1回クリックする
ko: 빈 공간의 아무 곳이나 마우스 왼쪽 버튼을 한 번 클릭합니다.
lt: Vienu kairiuoju pelės mygtuku spustelėkite bet kurią tuščią sritį
no: Et enkelt venstre museklikk hvor som helst på et tomt område
pl: Pojedyncze kliknięcie lewym przyciskiem myszy w dowolnym miejscu pustego obszaru
pt: Um único clique com o botão esquerdo do mouse em qualquer lugar de uma área vazia
ro: Un singur clic stânga al mouse-ului oriunde pe o zonă goală
ru: Один щелчок левой кнопкой мыши в любом месте пустой области

source: below the list box will move to and highlight the
fa: زیر کادر لیست به سمت و برجسته خواهد شد
ja: リストボックスの下に移動し、ハイライト表示します
ko: 목록 상자 아래로 이동하여 강조 표시합니다.
lt: po sąrašo laukeliu pereis į ir paryškins
no: under vil listeboksen flytte til og markere
pl: poniżej pola listy zostanie przesunięte i podświetlone
pt: abaixo da caixa de listagem irá mover e destacar o
ro: sub caseta cu listă se va muta și evidenția
ru: под списком поле переместится и выделит

source: game number that has been bookmarked.
fa: شماره بازی که نشانه گذاری شده است.
ja: ブックマークされたゲーム番号。
ko: 북마크된 게임 번호입니다.
lt: žaidimo numeris, kuris buvo pažymėtas.
no: spillnummer som er bokmerket.
pl: numer gry, który został dodany do zakładek.
pt: número do jogo que foi marcado.
ro: numărul de joc care a fost marcat.
ru: номер игры, которая была добавлена в закладки.

source: A double left mouse click will highlight and load
fa: دوبار کلیک چپ ماوس برجسته و بارگذاری می شود
ja: マウスの左ボタンをダブルクリックするとハイライト表示され、読み込まれます
ko: 마우스 왼쪽 버튼을 두 번 클릭하면 강조 표시되고 로드됩니다.
lt: Dukart spustelėjus kairįjį pelės klavišą bus paryškinta ir įkelta
no: Et dobbelt venstreklikk vil markere og laste
pl: Podwójne kliknięcie lewym przyciskiem myszy spowoduje podświetlenie i załadowanie
pt: Um clique duplo com o botão esquerdo do mouse destacará e carregará
ro: Un dublu clic stânga al mouse-ului va evidenția și se va încărca
ru: Двойной щелчок левой кнопкой мыши выделит и загрузит

source: the bookmarked game.
fa: بازی نشانه گذاری شده
ja: ブックマークしたゲーム。
ko: 북마크한 게임.
lt: pažymėtas žaidimas.
no: det bokmerkede spillet.
pl: dodana do zakładek gra.
pt: o jogo marcado.
ro: jocul marcat.
ru: добавленная в закладки игра.

source: A left mouse click with the Ctrl key down or a
fa: یک کلیک چپ ماوس با کلید Ctrl پایین یا a
ja: Ctrlキーを押しながらマウスの左クリック、または
ko: Ctrl 키를 누른 상태에서 마우스 왼쪽 버튼을 클릭하거나
lt: Kairiuoju pelės mygtuku spustelėkite nuspaudę klavišą Ctrl arba a
no: Et venstre museklikk med Ctrl-tasten nede eller a
pl: Kliknięcie lewym przyciskiem myszy z wciśniętym klawiszem Ctrl lub
pt: Um clique esquerdo do mouse com a tecla Ctrl pressionada ou um
ro: Un clic stânga al mouse-ului cu tasta Ctrl în jos sau a
ru: Щелчок левой кнопкой мыши с нажатой клавишей Ctrl или

source: centre mouse click bookmarks the currently highlighted
fa: کلیک وسط ماوس نشانک هایی را که در حال حاضر برجسته شده اند نشان می دهد
ja: マウスの中央をクリックすると、現在ハイライトされているブックマークが表示されます
ko: 마우스 중앙 클릭 북마크 현재 강조 표시됨
lt: centrinis pelės paspaudimas pažymi šiuo metu paryškintą
no: senter museklikk bokmerker det uthevede
pl: kliknięcie środkowym przyciskiem myszy powoduje zakładkę aktualnie podświetlonej zakładki
pt: clique central do mouse marca o item destacado no momento
ro: clic central al mouse-ului marchează marcajele evidențiate în prezent
ru: щелчок по центру мыши добавляет в закладки выделенный в данный момент

source: game, by placing its game number in the White field
fa: بازی، با قرار دادن شماره بازی آن در قسمت White
ja: ゲーム番号を白の欄に記入することで
ko: 게임 번호를 흰색 필드에 입력하여 게임을 시작합니다.
lt: žaidimą, įvesdami jo žaidimo numerį į baltą lauką
no: spillet, ved å plassere spillets nummer i det hvite feltet
pl: grę, umieszczając jej numer w polu Białym
pt: jogo, colocando seu número de jogo no campo Branco
ro: joc, prin plasarea numărului său de joc în câmpul alb
ru: игра, поместив свой игровой номер на белое поле

source: of game number 1 in the list.
fa: بازی شماره 1 در لیست
ja: リストのゲーム番号 1 です。
ko: 목록에서 1위인 게임입니다.
lt: žaidimo numeris 1 sąraše.
no: av spill nummer 1 på listen.
pl: gry numer 1 na liście.
pt: do jogo número 1 da lista.
ro: jocului numărul 1 din listă.
ru: игры номер 1 в списке.

source: This message can be accessed via the Help, Bookmark help buttons,
fa: این پیام از طریق دکمه های راهنما، نشانک راهنمای، قابل دسترسی است.
ja: このメッセージはヘルプ、ブックマークヘルプボタンからアクセスできます。
ko: 이 메시지는 도움말, 북마크 도움말 버튼을 통해 액세스할 수 있습니다.
lt: Šį pranešimą galima pasiekti spustelėjus Žinyno, Žymių pagalbos mygtukus,
no: Denne meldingen kan nås via knappene Hjelp, Bokmerke hjelpe,
pl: Dostęp do tej wiadomości można uzyskać za pomocą przycisków Pomoc, Dodaj zakładkę pomocy,
pt: Esta mensagem pode ser acessada através dos botões Ajuda, Ajuda dos favoritos,
ro: Acest mesaj poate fi accesat prin intermediul butoanelor Help, Bookmark help,
ru: Доступ к этому сообщению можно получить с помощью кнопок «Справка», «Добавить в закладки»,

source: or by a right click on the empty area below the games move list.
fa: یا با کلیک راست بر روی قسمت خالی زیر لیست حرکت بازی ها.
ja: または、ゲームの移動リストの下の空白領域を右クリックします。
ko: 또는 게임 이동 목록 아래의 빈 공간을 마우스 오른쪽 버튼으로 클릭하세요.
lt: arba dešiniuoju pelės mygtuku spustelėkite tuščią sritį po žaidimų judėjimo sąrašu.
no: eller ved å høyreklikke på det tomme området under trekklisten.
pl: lub klikając prawym przyciskiem myszy na pustym obszarze poniżej listy ruchów gry.
pt: ou clicando com o botão direito na área vazia abaixo da lista de movimentos do jogo.
ro: sau printr-un clic dreapta pe zona goală de sub lista de mișcări ale jocurilor.
ru: или щелкнув правой кнопкой мыши по пустой области под списком ходов игры.

source: Easy find and load of bookmarked games
fa: یافتن و بارگیری آسان بازی های نشانه گذاری شده
ja: ブックマークしたゲームを簡単に検索して読み込む
ko: 북마크한 게임을 쉽게 찾고 로드하세요
lt: Lengva rasti ir įkelti pažymėtus žaidimus
no: Enkelt å finne og laste inn bokmerkede spill
pl: Łatwe wyszukiwanie i ładowanie zapisanych gier
pt: Fácil localização e carregamento de jogos favoritos
ro: Găsire ușoară și încărcare de jocuri marcate
ru: Легкий поиск и загрузка игр, добавленных в закладки

source: The bookmark functions can only be used when there
fa: توابع نشانک را فقط زمانی می توان استفاده کرد که وجود داشته باشد
ja: ブックマーク機能は、
ko: 북마크 기능은 다음과 같은 경우에만 사용할 수 있습니다.
lt: Žymių funkcijas galima naudoti tik tada, kai yra
no: Bokmerkefunksjonene kan bare brukes når de er der
pl: Funkcji zakładek można używać tylko wtedy, gdy
pt: As funções de marcador só podem ser usadas quando houver
ro: Funcțiile de marcaj pot fi utilizate numai atunci când există
ru: Функции закладок можно использовать только при наличии

source: is a number only entry in the white field of the first game
fa: فقط یک عدد ورودی در قسمت سفید بازی اول است
ja: 最初のゲームの白いフィールドに数字のみを入力する
ko: 첫 번째 게임의 흰색 필드에 숫자만 입력됩니다.
lt: yra tik skaičius įrašas baltame pirmojo žaidimo lauke
no: er en oppføring som kun er nummer i det hvite feltet i det første spillet
pl: jest to wpis liczbowy w białym polu pierwszej gry
pt: é uma entrada somente numérica no campo branco do primeiro jogo
ro: este o intrare numai cu un număr în câmpul alb al primului joc
ru: это запись только числа на белом поле первой игры

source: For more information on how to do this, click the
fa: برای اطلاعات بیشتر در مورد نحوه انجام این کار، روی
ja: 詳細については、
ko: 이 작업을 수행하는 방법에 대한 자세한 내용을 보려면 클릭하십시오.
lt: Norėdami gauti daugiau informacijos, kaip tai padaryti, spustelėkite
no: For mer informasjon om hvordan du gjør dette, klikk på
pl: Aby uzyskać więcej informacji na temat tego, jak to zrobić, kliknij
pt: Para obter mais informações sobre como fazer isso, clique em
ro: Pentru mai multe informații despre cum să faceți acest lucru, faceți clic pe
ru: Для получения дополнительной информации о том, как это сделать, нажмите кнопку

source: right mouse button on the empty area below the list box
fa: دکمه سمت راست ماوس در قسمت خالی زیر کادر لیست
ja: リストボックスの下の空白領域でマウスの右ボタンをクリック
ko: 목록 상자 아래의 빈 공간에서 마우스 오른쪽 버튼을 클릭합니다.
lt: dešiniuoju pelės mygtuku tuščioje srityje po sąrašo laukeliu
no: høyre museknapp på det tomme området under listeboksen
pl: prawy przycisk myszy na pustym obszarze poniżej pola listy
pt: botão direito do mouse na área vazia abaixo da caixa de listagem
ro: butonul dreapta al mouse-ului în zona goală de sub caseta cu listă
ru: правая кнопка мыши на пустой области под списком

source: Bookmark error
fa: خطای نشانک
ja: ブックマークエラー
ko: 북마크 오류
lt: Žymės klaida
no: Bokmerkefeil
pl: Błąd zakładki
pt: Erro de marcador
ro: Eroare de marcaj
ru: Ошибка закладки

source: No games selected
fa: هیچ بازی انتخاب نشده است
ja: ゲームが選択されていません
ko: 선택된 게임이 없습니다
lt: Žaidimų nepasirinkta
no: Ingen spill valgt
pl: Nie wybrano żadnych gier
pt: Nenhum jogo selecionado
ro: Niciun joc selectat
ru: Игры не выбраны

source: Game list message
fa: پیام لیست بازی ها
ja: ゲームリストメッセージ
ko: 게임 목록 메시지
lt: Žaidimų sąrašo žinutė
no: Spilllistemelding
pl: Wiadomość o liście gier
pt: Mensagem da lista de jogos
ro: Mesaj cu lista de jocuri
ru: Сообщение списка игр

source: Select piece set
fa: مجموعه قطعه را انتخاب کنید
ja: ピースセットを選択
ko: 조각 세트를 선택하세요
lt: Pasirinkite dalių rinkinį
no: Velg stykke sett
pl: Wybierz zestaw elementów
pt: Selecione o conjunto de peças
ro: Selectați set de piese
ru: Выбрать комплект деталей

source: Tarrasch
fa: تاراش
ja: タラッシュ
ko: 타라쉬
ru: Тарраш

source: Alpha
fa: آلفا
ja: アルファ
ko: 알파
lt: Alfa
no: Alfa
pl: Alfa
pt: Alfa
ro: Alfa
ru: Альфа

source: Berlin
fa: برلین
ja: ベルリン
ko: 베를린
lt: Berlynas
pt: Berlim
ru: Берлин

source: Leipzig
fa: لایپزیگ
ja: ライプツィヒ
ko: 라이프치히
lt: Leipcigas
pl: Lipsk
ru: Лейпциг

source: Merida
fa: مریدا
ja: メリダ
ko: 메리다
pt: Mérida
ru: Мерида

source: Use Tarrasch piece set
fa: از ست قطعه Tarrasch استفاده کنید
ja: タラッシュピースセットを使用する
ko: 타라쉬 피스세트를 사용하세요
lt: Naudokite Tarrasch dalių rinkinį
no: Bruk Tarrasch stykke sett
pl: Użyj zestawu elementów Tarrasch
pt: Use o conjunto de peças Tarrasch
ro: Utilizați setul de piese Tarrasch
ru: Используйте набор деталей Tarrasch

source: Use Alpha piece set
fa: از مجموعه قطعه آلفا استفاده کنید
ja: アルファピースセットを使用する
ko: 알파 피스 세트를 사용하세요
lt: Naudokite Alpha dalių rinkinį
no: Bruk Alpha brikkesett
pl: Użyj zestawu elementów Alpha
pt: Use o conjunto de peças Alpha
ro: Utilizați set de piese Alpha
ru: Используйте набор деталей Alpha

source: Use Berlin piece set
fa: از ست برلین استفاده کنید
ja: ベルリンピースセットを使用する
ko: 베를린 피스세트를 사용하세요
lt: Naudokite Berlyno dalių rinkinį
no: Bruk Berlin brikkesett
pl: Użyj zestawu Berlin
pt: Use o conjunto de peças de Berlim
ro: Utilizați set de piese Berlin
ru: Использовать набор деталей Берлина

source: Use CBurnett piece set
fa: از مجموعه قطعات CBurnett استفاده کنید
ja: CBurnettピースセットを使用する
ko: CBurnett 피스 세트를 사용하세요
lt: Naudokite CBurnett dalių rinkinį
no: Bruk CBurnett stykke sett
pl: Użyj zestawu elementów CBurnett
pt: Use o conjunto de peças CBurnett
ro: Utilizați setul de piese CBurnett
ru: Используйте набор деталей CBurnett

source: Use Leipzig piece set
fa: از ست قطعه لایپزیگ استفاده کنید
ja: ライプツィヒのピースセットを使用する
ko: 라이프치히 피스세트를 사용하세요
lt: Naudokite Leipcigo dalių rinkinį
no: Bruk Leipzig brikkesett
pl: Użyj zestawu elementów Lipsk
pt: Use o conjunto de peças de Leipzig
ro: Utilizați setul de piese Leipzig
ru: Использовать набор деталей Лейпцига

source: Use Merida piece set
fa: از ست قطعه مریدا استفاده کنید
ja: メリダピースセットを使用する
ko: 메리다 피스세트를 사용하세요
lt: Naudokite Merida dalių rinkinį
no: Bruk Merida brikkesett
pl: Użyj zestawu elementów Merida
pt: Use o conjunto de peças Merida
ro: Utilizați set de piese Merida
ru: Используйте набор деталей Merida

source: This dialog box allows you to select the piece set for the 2d screen.
fa: این کادر محاوره ای به شما امکان می دهد مجموعه قطعه را برای صفحه دو بعدی انتخاب کنید.
ja: このダイアログ ボックスでは、2D 画面のピース セットを選択できます。
ko: 이 대화 상자를 사용하면 2D 화면에 대한 조각 세트를 선택할 수 있습니다.
lt: Šiame dialogo lange galite pasirinkti 2d ekrano dalių rinkinį.
no: Denne dialogboksen lar deg velge brikkesettet for 2d-skjermen.
pl: To okno dialogowe umożliwia wybranie zestawu elementów dla ekranu 2D.
pt: Esta caixa de diálogo permite que você selecione o conjunto de peças para a tela 2D.
ro: Această casetă de dialog vă permite să selectați setul de piese pentru ecranul 2d.
ru: В этом диалоговом окне можно выбрать набор элементов для 2D-экрана.

source: Sample images of the piece sets are displayed in strips.
fa: تصاویر نمونه مجموعه قطعات به صورت نواری نمایش داده می شود.
ja: ピースセットのサンプル画像がストリップ状に表示されます。
ko: 조각 세트의 샘플 이미지는 스트립으로 표시됩니다.
lt: Vienetų rinkinių pavyzdiniai vaizdai rodomi juostelėmis.
no: Eksempelbilder av brikkesettene vises i strimler.
pl: Przykładowe obrazy zestawów elementów wyświetlane są w postaci pasków.
pt: Imagens de amostra dos conjuntos de peças são exibidas em tiras.
ro: Exemple de imagini ale setului de piese sunt afișate în benzi.
ru: Образцы изображений комплектов деталей отображаются в виде полос.

source: In order to select a piece set, simply click on the radio button
fa: به منظور انتخاب یک مجموعه قطعه، به سادگی بر روی دکمه رادیویی کلیک کنید
ja: ピースセットを選択するには、ラジオボタンをクリックするだけです
ko: 조각 세트를 선택하려면 라디오 버튼을 클릭하기만 하면 됩니다.
lt: Norėdami pasirinkti gabalų rinkinį, tiesiog spustelėkite radijo mygtuką
no: For å velge et brikkesett, klikker du bare på alternativknappen
pl: Aby wybrać zestaw elementów, wystarczy kliknąć przycisk radiowy
pt: Para selecionar um conjunto de peças, basta clicar no botão de opção
ro: Pentru a selecta un set de piese, faceți clic pe butonul radio
ru: Чтобы выбрать набор деталей, просто нажмите на переключатель

source: next to your preferred set or click on the piece strip itself
fa: در کنار مجموعه دلخواه خود یا روی نوار قطعه کلیک کنید
ja: お好みのセットの横にある、またはピースストリップ自体をクリックしてください
ko: 선호하는 세트 옆을 클릭하거나 조각 스트립 자체를 클릭하세요.
lt: šalia pageidaujamo rinkinio arba spustelėkite pačią gabalo juostelę
no: ved siden av ditt foretrukne sett eller klikk på selve brikkestripen
pl: obok wybranego zestawu lub kliknij na sam pasek elementów
pt: ao lado do seu conjunto preferido ou clique na própria tira de peças
ro: lângă setul preferat sau faceți clic pe banda de piese în sine
ru: рядом с вашим любимым набором или нажмите на саму полоску деталей

source: and then click <Ok>
fa: و سپس روی <Ok> کلیک کنید
ja: 次に<OK>をクリックします。
ko: 그리고 <확인>을 클릭하세요
lt: tada spustelėkite <Gerai>
no: og klikk deretter <Ok>
pl: a następnie kliknij <Ok>
pt: e então clique em <Ok>
ro: apoi faceți clic pe <Ok>
ru: и затем нажмите <Ok>

source: The Alpha and Berlin fonts were designed by Eric Bentzen.
fa: فونت های آلفا و برلین توسط اریک بنتزن طراحی شده اند.
ja: Alpha フォントと Berlin フォントは Eric Bentzen によってデザインされました。
ko: 알파와 베를린 글꼴은 에릭 벤첸이 디자인했습니다.
lt: Alfa ir Berlin šriftus sukūrė Ericas Bentzenas.
no: Alpha- og Berlin-fontene ble designet av Eric Bentzen.
pl: Czcionki Alpha i Berlin zaprojektował Eric Bentzen.
pt: As fontes Alpha e Berlin foram criadas por Eric Bentzen.
ro: Fonturile Alpha și Berlin au fost concepute de Eric Bentzen.
ru: Шрифты Alpha и Berlin были разработаны Эриком Бентценом.

source: The CBurnett chess pieces are atributed to Colin M.L. Burnett.
fa: مهره های شطرنج CBurnett به Colin M.L نسبت داده می شود. برنت
ja: CBurnett チェスの駒は、Colin M.L. Burnett の作品とされています。
ko: CBurnett 체스 말은 콜린 M.L. Burnett의 작품으로 알려져 있습니다.
lt: CBurnett šachmatų figūrėlės priskiriamos Colinui M.L. Burnetas.
no: CBurnett-sjakkbrikkene er tilskrevet Colin M.L. Burnett.
pl: Autorem figur szachowych CBurnett jest Colin M.L. Burnett.
pt: As peças de xadrez CBurnett são atribuídas a Colin M.L. Burnett.
ro: Piesele de șah CBurnett sunt atribuite lui Colin M.L. Burnett.
ru: Шахматные фигуры CBurnett приписываются Колину М. Л. Бернетту.
