Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: allows you to select display options and change the move weights.
fa: به شما امکان می دهد گزینه های نمایش را انتخاب کنید و وزن حرکت را تغییر دهید.
ja: 表示オプションを選択したり、移動の重みを変更したりできます。
ko: 표시 옵션을 선택하고 이동 가중치를 변경할 수 있습니다.
lt: leidžia pasirinkti rodymo parinktis ir keisti judėjimo svorį.
no: lar deg velge visningsalternativer og endre flyttevektene.
pl: umożliwia wybór opcji wyświetlania i zmianę ciężaru ruchu.
pt: permite que você selecione opções de exibição e altere os pesos dos movimentos.
ro: vă permite să selectați opțiunile de afișare și să modificați greutățile de mișcare.
ru: позволяет выбирать параметры отображения и изменять вес ходов.

source: Use scaling : Check this box to scale the move weights
fa: از مقیاس‌بندی استفاده کنید: این کادر را علامت بزنید تا وزن‌های حرکتی مقیاس‌بندی شوند
ja: スケーリングを使用する: 移動の重みをスケーリングするには、このボックスをオンにします
ko: 크기 조정 사용: 이 상자를 체크하면 이동 가중치가 조정됩니다.
lt: Naudoti mastelio keitimą: pažymėkite šį langelį, kad pakeistumėte judesio svorius
no: Bruk skalering: Merk av i denne boksen for å skalere bevegelsesvektene
pl: Użyj skalowania: Zaznacz to pole, aby skalować ciężary ruchu
pt: Usar escala: Marque esta caixa para dimensionar os pesos de movimento
ro: Utilizați scalarea : bifați această casetă pentru a scala greutățile de mișcare
ru: Использовать масштабирование: установите этот флажок, чтобы масштабировать вес перемещения.

source: up to the maximum scale weight setting.
fa: تا حداکثر تنظیم وزن ترازو.
ja: 最大スケール重量設定まで。
ko: 최대 저울 무게 설정까지.
lt: iki didžiausio svarstyklių svorio nustatymo.
no: opp til maksimal vektinnstilling.
pl: do maksymalnego ustawienia ciężaru wagi.
pt: até a configuração máxima de peso da balança.
ro: până la setarea maximă a greutății cântarului.
ru: до максимальной настройки веса.

source: Max scaling weight : Input the value for the best move in the block of moves
fa: حداکثر وزن مقیاس: مقدار بهترین حرکت را در بلوک حرکات وارد کنید
ja: 最大スケーリング重み: 移動ブロック内の最善の移動の値を入力します
ko: 최대 스케일링 가중치 : 이동 블록에서 가장 좋은 이동에 대한 값을 입력하세요.
lt: Maksimalus mastelio keitimo svoris: įveskite geriausio judesių bloko vertę
no: Maks skaleringsvekt: Skriv inn verdien for det beste trekket i trekkblokken
pl: Maksymalna waga skalowania: Wprowadź wartość najlepszego ruchu w bloku ruchów
pt: Peso máximo de escala: insira o valor para o melhor movimento no bloco de movimentos
ro: Greutate maximă de scalare: Introduceți valoarea pentru cea mai bună mișcare din blocul de mișcări
ru: Максимальный вес масштабирования: введите значение для лучшего хода в блоке ходов.

source: to be set to. The remaining moves are then scaled from this value.
fa: تنظیم شود. سپس حرکات باقی مانده از این مقدار مقیاس بندی می شوند.
ja: に設定します。残りの移動はこの値に基づいてスケーリングされます。
ko: 설정해야 합니다. 나머지 이동은 이 값에서 조정됩니다.
lt: būti nustatytas. Likę judesiai keičiami pagal šią vertę.
no: skal settes til. De resterende trekkene skaleres deretter fra denne verdien.
pl: należy ustawić na. Pozostałe ruchy są następnie skalowane od tej wartości.
pt: para ser definido. Os movimentos restantes são então dimensionados a partir deste valor.
ro: să fie setat la. Mișcările rămase sunt apoi scalate de la această valoare.
ru: для установки. Оставшиеся ходы затем масштабируются от этого значения.

source: Use filter : Use a range filter for the move weights.
fa: استفاده از فیلتر: از فیلتر برد برای وزنه های حرکتی استفاده کنید.
ja: フィルターを使用する: 移動の重みに範囲フィルターを使用します。
ko: 필터 사용: 이동 가중치에 범위 필터를 사용합니다.
lt: Naudokite filtrą: naudokite diapazono filtrą judėjimo svoriams.
no: Bruk filter: Bruk et områdefilter for flyttevektene.
pl: Użyj filtra: Użyj filtra zakresu dla wag ruchów.
pt: Usar filtro: Use um filtro de intervalo para os pesos dos movimentos.
ro: Utilizați filtrul: utilizați un filtru de interval pentru greutățile de mutare.
ru: Использовать фильтр: использовать фильтр диапазона для веса перемещения.

source: Move weights : Input the minimum and maximum weights for a
fa: وزن‌های حرکتی: حداقل و حداکثر وزن‌ها را برای a وارد کنید
ja: 移動重量: 最小重量と最大重量を入力します。
ko: 가중치 이동: 최소 및 최대 가중치를 입력합니다.
lt: Perkelti svorius: įveskite mažiausią ir didžiausią svorį a
no: Flytte vekter: Skriv inn minimums- og maksimumsvekter for en
pl: Przenieś ciężary: Wprowadź minimalny i maksymalny ciężar dla
pt: Mover pesos: Insira os pesos mínimo e máximo para um
ro: Mutare greutăți: introduceți greutățile minime și maxime pentru a
ru: Перемещение веса: введите минимальный и максимальный вес для

source: Polyglot .bin opening book.
fa: کتاب افتتاحیه Polyglot .bin.
ja: ポリグロット .bin オープニングブック。
ko: 다국어 .bin 오프닝 책.
lt: Poliglotas .bin atidarymo knyga.
no: Polyglot .bin åpningsbok.
pl: Książka otwierająca Polyglot .bin.
pt: Livro de abertura poliglota .bin.
ro: Polyglot .cartea de deschidere a coșului.
ru: Полиглот .bin дебютная книга.

source: Re-write book file : Click to re-write all of the moves in the opening book file
fa: بازنویسی فایل کتاب: برای بازنویسی همه حرکات در فایل کتاب افتتاحیه کلیک کنید
ja: ブックファイルの書き換え: クリックすると、オープニングブックファイルのすべての動きが書き換えられます。
ko: 책 파일 다시 쓰기: 클릭하여 오프닝 책 파일의 모든 움직임을 다시 씁니다.
lt: Perrašyti knygos failą : spustelėkite, jei norite perrašyti visus pradinio knygos failo judesius
no: Omskriv bokfil: Klikk for å skrive om alle trekkene i åpningsbokfilen
pl: Przepisz plik książki: Kliknij, aby przepisać wszystkie ruchy w pliku książki otwarcia
pt: Reescrever arquivo de livro: Clique para reescrever todos os movimentos no arquivo de livro de abertura
ro: Rescrie fișierul cărții: Faceți clic pentru a rescrie toate mișcările din fișierul cărții de deschidere
ru: Переписать файл книги: Нажмите, чтобы переписать все ходы в файле начальной книги.

source: using the current scaling and filtering settings.
fa: با استفاده از تنظیمات فعلی مقیاس‌بندی و فیلتر.
ja: 現在のスケーリングとフィルタリングの設定を使用します。
ko: 현재의 크기 조정 및 필터링 설정을 사용합니다.
lt: naudojant dabartinius mastelio keitimo ir filtravimo nustatymus.
no: ved å bruke gjeldende skalerings- og filtreringsinnstillinger.
pl: używając bieżących ustawień skalowania i filtrowania.
pt: usando as configurações atuais de dimensionamento e filtragem.
ro: folosind setările curente de scalare și filtrare.
ru: используя текущие настройки масштабирования и фильтрации.

source: Save move weights : Click to save the current weights to the book file.
fa: Save move weights : برای ذخیره وزن های فعلی در فایل کتاب کلیک کنید.
ja: 移動ウェイトを保存: クリックすると、現在のウェイトがブック ファイルに保存されます。
ko: 이동 가중치 저장: 클릭하면 현재 가중치가 책 파일에 저장됩니다.
lt: Išsaugoti judėjimo svorius: spustelėkite, jei norite išsaugoti esamus svorius knygos faile.
no: Lagre flyttevekter : Klikk for å lagre gjeldende vekter i bokfilen.
pl: Zapisz ciężary ruchu: Kliknij, aby zapisać bieżące ciężary w pliku książki.
pt: Salvar pesos de movimento: clique para salvar os pesos atuais no arquivo do livro.
ro: Salvați greutățile de mutare: faceți clic pentru a salva greutățile curente în fișierul cărții.
ru: Сохранить веса перемещения: Нажмите, чтобы сохранить текущие веса в файле книги.

source: The move weights in the right hand column of the table can be edited
fa: وزن حرکت در ستون سمت راست جدول قابل ویرایش است
ja: 表の右側の列にある移動重みを編集できます
ko: 표의 오른쪽 열에 있는 이동 가중치를 편집할 수 있습니다.
lt: Dešiniajame lentelės stulpelyje esančius judėjimo svorius galima redaguoti
no: Flyttevektene i høyre kolonne i tabellen kan redigeres
pl: Wagi ruchów w prawej kolumnie tabeli można edytować
pt: Os pesos de movimento na coluna da direita da tabela podem ser editados
ro: Greutățile de mutare din coloana din dreapta a tabelului pot fi editate
ru: Веса ходов в правом столбце таблицы можно редактировать.

source: by simply typing in new values. You can then save the changes to the
fa: با تایپ کردن مقادیر جدید سپس می توانید تغییرات را در آن ذخیره کنید
ja: 新しい値を入力するだけで、変更を保存できます。
ko: 새로운 값을 입력하기만 하면 됩니다. 그런 다음 변경 사항을 저장할 수 있습니다.
lt: tiesiog įvesdami naujas reikšmes. Tada galite išsaugoti pakeitimus
no: ved ganske enkelt å skrive inn nye verdier. Du kan deretter lagre endringene i
pl: po prostu wpisując nowe wartości. Następnie możesz zapisać zmiany w
pt: simplesmente digitando novos valores. Você pode então salvar as alterações no
ro: prin simpla introducere a unor noi valori. Apoi puteți salva modificările la
ru: просто введя новые значения. Затем вы можете сохранить изменения в

source: opening book file by clicking on <Save move weights>
fa: باز کردن فایل کتاب با کلیک بر روی <Save move weights>
ja: <移動ウェイトを保存>をクリックしてブックファイルを開く
ko: <이동 가중치 저장>을 클릭하여 책 파일을 엽니다.
lt: atidarykite knygos failą spustelėdami <Išsaugoti judėjimo svorį>
no: åpne bokfilen ved å klikke på <Lagre flyttevekter>
pl: otwieranie pliku książki poprzez kliknięcie <Zapisz ciężary ruchu>
pt: abrindo o arquivo do livro clicando em <Salvar pesos de movimento>
ro: deschiderea fișierului cărții făcând clic pe <Salvare greutăți de mișcare>
ru: открытие файла книги нажатием <Сохранить веса перемещения>

source: You can only do this when the <Use filter> checkbox is switched off.
fa: فقط زمانی می توانید این کار را انجام دهید که چک باکس <استفاده از فیلتر> خاموش باشد.
ja: これは、<フィルターを使用する> チェックボックスがオフになっている場合にのみ実行できます。
ko: <필터 사용> 체크박스가 꺼져 있을 때만 이 작업을 수행할 수 있습니다.
lt: Tai galite padaryti tik išjungę žymimąjį laukelį <Use filter>.
no: Du kan bare gjøre dette når avkrysningsboksen <Bruk filter> er slått av.
pl: Można to zrobić tylko wtedy, gdy pole wyboru <Użyj filtra> jest wyłączone.
pt: Você só pode fazer isso quando a caixa de seleção <Usar filtro> estiver desmarcada.
ro: Puteți face acest lucru numai când caseta de selectare <Utilizați filtru> este dezactivată.
ru: Это можно сделать только при снятом флажке <Использовать фильтр>.

source: For more information on move weights, click on the <Weights..> button.
fa: برای اطلاعات بیشتر در مورد وزنه های حرکتی، روی دکمه <وزن ها..> کلیک کنید.
ja: 移動の重みに関する詳細については、<重み...> ボタンをクリックしてください。
ko: 이동 가중치에 대한 자세한 내용을 보려면 <가중치..> 버튼을 클릭하세요.
lt: Norėdami gauti daugiau informacijos apie svorio perkėlimą, spustelėkite mygtuką <Svoriai..>.
no: For mer informasjon om flytting av vekter, klikk på <Vekter..>-knappen.
pl: Aby uzyskać więcej informacji na temat ciężarów przenoszonych, kliknij przycisk <Ciężary..>.
pt: Para mais informações sobre pesos de movimento, clique no botão <Pesos..>.
ro: Pentru mai multe informații despre greutățile de mișcare, faceți clic pe butonul <Greutăți..>.
ru: Для получения дополнительной информации о весах перемещений нажмите кнопку <Веса..>.

source: Weights..
fa: وزنه ها..
ja: 重さ..
ko: 무게..
lt: Svoriai..
no: Vekter..
pl: Ciężary..
pt: Pesos..
ro: Greutăți..
ru: Веса..

source: Using the move weights in a PolyGlot .bin opening book
fa: استفاده از وزنه های حرکتی در کتاب باز کردن PolyGlot .bin
ja: PolyGlot .bin オープニングブックの移動ウェイトの使用
ko: PolyGlot .bin 오프닝 북에서 이동 가중치 사용
lt: Judėjimo svarmenų naudojimas PolyGlot .bin atidarymo knygoje
no: Bruke flyttevektene i en PolyGlot .bin-åpningsbok
pl: Korzystanie z wag ruchów w książce otwierającej PolyGlot .bin
pt: Usando os pesos de movimento em um livro de abertura PolyGlot .bin
ro: Utilizarea greutăților de mișcare într-o carte de deschidere PolyGlot .bin
ru: Использование весов ходов в дебютной книге PolyGlot .bin

source: presents some difficulties. According to the Polyglot documentation,
fa: مشکلاتی را ارائه می دهد. با توجه به مستندات Polyglot،
ja: いくつかの困難があります。Polyglotのドキュメントによると、
ko: 몇 가지 어려움이 있습니다. Polyglot 설명서에 따르면,
lt: kelia tam tikrų sunkumų. Remiantis „Polyglot“ dokumentais,
no: byr på noen vanskeligheter. I følge Polyglot-dokumentasjonen,
pl: przedstawia pewne trudności. Zgodnie z dokumentacją Polyglot,
pt: apresenta algumas dificuldades. De acordo com a documentação do Polyglot,
ro: prezinta unele dificultati. Conform documentației Polyglot,
ru: представляет некоторые трудности. Согласно документации Полиглота,

source: the move weight indicates the likelihood that a move will be played.
fa: وزن حرکت نشان دهنده احتمال انجام یک حرکت است.
ja: 移動の重みは、移動が実行される可能性を示します。
ko: 이동 가중치는 이동이 실행될 가능성을 나타냅니다.
lt: judesio svoris rodo tikimybę, kad ėjimas bus sužaistas.
no: trekkvekten indikerer sannsynligheten for at et trekk vil bli spilt.
pl: waga ruchu wskazuje prawdopodobieństwo, że ruch zostanie wykonany.
pt: o peso do movimento indica a probabilidade de um movimento ser executado.
ro: greutatea mișcării indică probabilitatea ca o mișcare să fie jucată.
ru: вес хода указывает на вероятность того, что ход будет сделан.

source: Previously, I had misunderstood how this number was calculated.
fa: قبلاً نحوه محاسبه این عدد را اشتباه متوجه شده بودم.
ja: 以前、私はこの数値の計算方法を誤解していました。
ko: 이전에 저는 이 숫자가 어떻게 계산되는지 오해했습니다.
lt: Anksčiau aš neteisingai supratau, kaip šis skaičius buvo skaičiuojamas.
no: Tidligere hadde jeg misforstått hvordan dette tallet ble regnet ut.
pl: Wcześniej źle zrozumiałem, w jaki sposób ta liczba została obliczona.
pt: Anteriormente, eu tinha entendido errado como esse número era calculado.
ro: Anterior, am înțeles greșit cum a fost calculat acest număr.
ru: Раньше я не понимал, как рассчитывается это число.

source: When a move is added to the book, if the game in which it appeared
fa: هنگامی که یک حرکت به کتاب اضافه می شود، اگر بازی که در آن ظاهر شد
ja: 動きがブックに追加されると、その動きが登場したゲームが
ko: 책에 움직임이 추가되면, 그 움직임이 등장한 게임이
lt: Kai ėjimas pridedamas prie knygos, jei žaidimas, kuriame jis pasirodė
no: Når et trekk legges til boken, hvis spillet det dukket opp i
pl: Kiedy ruch zostanie dodany do książki, jeśli gra, w której się pojawił,
pt: Quando um movimento é adicionado ao livro, se o jogo em que ele apareceu
ro: Când o mutare este adăugată la carte, dacă jocul în care a apărut
ru: Когда ход добавляется в книгу, если игра, в которой он появился,

source: was a win for the colour to play, then the move weight is increased by two.
fa: یک برد برای رنگ به بازی بود، سپس وزن حرکت دو افزایش می یابد.
ja: プレイした色の勝ちだった場合、移動の重みは 2 増加します。
ko: 색깔이 플레이하는 것이 승리였으므로 이동 가중치가 2만큼 증가합니다.
lt: buvo laimėjimas spalvai žaisti, tada judesio svoris padidinamas dviem.
no: var en seier for fargen å spille, så økes trekkvekten med to.
pl: jeśli wygra kolor, wówczas waga ruchu wzrasta o dwa.
pt: foi uma vitória para a cor jogar, então o peso do movimento é aumentado em dois.
ro: a fost o victorie pentru ca culoarea să joace, apoi greutatea mișcării este mărită cu două.
ru: если победа досталась цветному игроку, то вес хода увеличивается на два.

source: If the game was a draw, then the move weight is increased by one.
fa: اگر بازی مساوی بود، وزن حرکت یک افزایش می یابد.
ja: ゲームが引き分けだった場合、移動の重みは 1 増加します。
ko: 경기가 무승부인 경우, 이동 가중치가 하나 증가합니다.
lt: Jei žaidimas baigėsi lygiosiomis, judesio svoris padidinamas vienu.
no: Hvis spillet var uavgjort, økes trekkvekten med én.
pl: Jeżeli mecz zakończył się remisem, wówczas waga ruchu wzrasta o jeden.
pt: Se o jogo terminar empatado, o peso do movimento é aumentado em um.
ro: Dacă jocul a fost egal, atunci greutatea mutării este mărită cu unu.
ru: Если игра закончилась вничью, то вес хода увеличивается на единицу.

source: So the move weight is an indication of how often a move was played
fa: بنابراین وزن حرکتی نشان دهنده این است که یک حرکت چند بار انجام شده است
ja: つまり、移動の重みは、その移動がどのくらいの頻度で行われたかを示す指標である。
ko: 따라서 이동 가중치는 이동이 얼마나 자주 플레이되었는지를 나타냅니다.
lt: Taigi judesio svoris rodo, kaip dažnai buvo žaidžiamas judesys
no: Så trekkvekten er en indikasjon på hvor ofte et trekk ble spilt
pl: Tak więc waga ruchu jest wskaźnikiem tego, jak często ruch był wykonywany
pt: Portanto, o peso do movimento é uma indicação de quantas vezes um movimento foi executado
ro: Deci, greutatea mișcării este o indicație a cât de des a fost jucată o mișcare
ru: Таким образом, вес хода является показателем того, как часто был сделан ход.

source: and how it performed.
fa: و نحوه عملکرد آن
ja: そしてそれがどのように機能したか。
ko: 그리고 어떤 성과를 거두었는지.
lt: ir kaip tai veikė.
no: og hvordan den fungerte.
pl: i jak to działało.
pt: e como ele se saiu.
ro: și cum a funcționat.
ru: и как он себя проявил.

source: Although this method does have some drawbacks, these are mimimized
fa: اگرچه این روش دارای معایبی است، اما از آنها تقلید می شود
ja: この方法にはいくつかの欠点があるが、それらは最小限に抑えられている。
ko: 이 방법에는 몇 가지 단점이 있지만 이러한 단점은 최소화됩니다.
lt: Nors šis metodas turi tam tikrų trūkumų, jie yra sumažinti
no: Selv om denne metoden har noen ulemper, er disse etterlignet
pl: Chociaż ta metoda ma pewne wady, można je zminimalizować
pt: Embora este método tenha algumas desvantagens, estas são minimizadas
ro: Deși această metodă are unele dezavantaje, acestea sunt imitate
ru: Хотя этот метод имеет некоторые недостатки, они сведены к минимуму.

source: if the book was made using a large number of reasonable quality games.
fa: اگر کتاب با استفاده از تعداد زیادی بازی با کیفیت معقول ساخته شده باشد.
ja: 本が、相当な品質のゲームを多数使用して作成された場合。
ko: 만약 이 책이 다수의 적절한 품질의 게임을 사용하여 만들어졌다면.
lt: jei knyga buvo sukurta naudojant daug tinkamos kokybės žaidimų.
no: hvis boken ble laget med et stort antall spill av rimelig kvalitet.
pl: jeśli książka została stworzona przy użyciu dużej liczby gier o rozsądnej jakości.
pt: se o livro foi feito usando um grande número de jogos de qualidade razoável.
ro: dacă cartea a fost realizată folosind un număr mare de jocuri de calitate rezonabilă.
ru: если бы книга была сделана с использованием большого количества игр приемлемого качества.

source: However, my previous comment about the move weights in some Polyglot
fa: با این حال، نظر قبلی من در مورد وزنه های حرکتی در چند زبانه
ja: しかし、いくつかのポリグロットにおける移動の重みについての私の以前のコメント
ko: 그러나 일부 Polyglot의 이동 가중치에 대한 이전 코멘트
lt: Tačiau mano ankstesnis komentaras apie judėjimo svorį kai kuriuose poliglotuose
no: Men min forrige kommentar om flyttevektene i noen Polyglot
pl: Jednak mój poprzedni komentarz na temat wagi ruchu w niektórych językach poliglotycznych
pt: No entanto, meu comentário anterior sobre os pesos dos movimentos em alguns Polyglot
ro: Cu toate acestea, comentariul meu anterior despre greutățile de mișcare în unele Polyglot
ru: Однако мой предыдущий комментарий о весах ходов в некоторых Полиглотах

source: .bin opening books not being much use for move filtering is still valid.
fa: کتاب‌های باز کردن .bin که برای فیلتر کردن حرکت زیاد استفاده نمی‌شوند همچنان معتبر هستند.
ja: .bin オープニングブックは移動フィルタリングにはあまり役立ちませんが、それでも有効です。
ko: .bin을 열어 책을 필터링하는 방식은 별로 유용하지 않지만 여전히 유효합니다.
lt: .bin atidarymo knygos, kurios nėra labai naudojamos judėjimo filtravimui, vis dar galioja.
no: .bin-åpningsbøker som ikke brukes mye til bevegelsesfiltrering, er fortsatt gyldige.
pl: .bin otwieranie książek nie jest zbyt przydatne przy filtrowaniu ruchów, jest nadal aktualne.
pt: .bin abrir livros não sendo muito útil para filtragem de movimentação ainda é válido.
ro: Cărțile de deschidere .bin care nu sunt foarte utile pentru filtrarea mutațiilor sunt încă valabile.
ru: Открытие книг .bin, не слишком полезное для фильтрации ходов, по-прежнему актуально.

source: e.g In the GmOpenings.bin opening book, which is one of the better ones,
fa: به عنوان مثال در کتاب افتتاحیه GmOpenings.bin که یکی از بهترین هاست،
ja: 例えば、GmOpenings.binのオープニングブックは、優れたものの一つですが、
ko: 예를 들어 GmOpenings.bin 오프닝북은 더 나은 것 중 하나인데,
lt: pvz., GmOpenings.bin pradžios knygoje, kuri yra viena iš geresnių,
no: for eksempel i GmOpenings.bin-åpningsboken, som er en av de bedre,
pl: np. w książce otwarć GmOpenings.bin, która jest jedną z lepszych,
pt: por exemplo, no livro de abertura GmOpenings.bin, que é um dos melhores,
ro: de exemplu, în cartea de deschidere GmOpenings.bin, care este una dintre cele mai bune,
ru: например, в дебютной книге GmOpenings.bin, которая является одной из лучших,

source: 1. e2-e4 gets a weight of 968 and after 1... e7-e5 with a weight of 170
fa: 1. e2-e4 وزن 968 و بعد از 1 ... e7-e5 با وزن 170 می شود.
ja: 1. e2-e4 の重みは 968 になり、1 回目以降は e7-e5 の重みは 170 になります。
ko: 1. e2-e4는 968의 가중치를 얻고 1... e7-e5는 170의 가중치를 얻습니다.
lt: 1. e2-e4 gauna 968 svorį, o po 1... e7-e5 su 170
no: 1. e2-e4 får en vekt på 968 og etter 1... e7-e5 med en vekt på 170
pl: 1. e2-e4 otrzymuje wagę 968, a po 1... e7-e5 z wagą 170
pt: 1. e2-e4 recebe um peso de 968 e depois de 1... e7-e5 com um peso de 170
ro: 1. e2-e4 primește o greutate de 968 și după 1... e7-e5 cu o greutate de 170
ru: 1. e2-e4 получает вес 968 и после 1... e7-e5 с весом 170

source: the move 2. Nf3 gets a weight of 367 and the alternatives -
fa: حرکت 2. Nf3 وزن 367 را دریافت می کند و گزینه های جایگزین -
ja: 2. Nf3の重みは367で、代替案は
ko: 2. Nf3의 이동은 367의 가중치를 얻고 대안은 다음과 같습니다.
lt: judėjimas 2. Nf3 svoris yra 367, o alternatyvos -
no: trekket 2. Nf3 får en vekt på 367 og alternativene -
pl: ruch 2. Sf3 ma wagę 367, a alternatywy -
pt: o lance 2. Cf3 recebe um peso de 367 e as alternativas -
ro: mutarea 2. Nf3 primește o greutate de 367 și alternativele -
ru: ход 2. Кf3 получает вес 367 и альтернативы -

source: So in order to filter this book so that a move would be played from a
fa: بنابراین به منظور فیلتر کردن این کتاب به طوری که یک حرکت از a پخش شود
ja: そこでこの本をフィルタリングして、動きが
ko: 따라서 이 책을 필터링하여 이동이 다음에서 재생되도록 하려면
lt: Taigi, norint filtruoti šią knygą taip, kad ėjimas būtų žaidžiamas iš a
no: Så for å filtrere denne boken slik at et trekk ble spilt fra en
pl: Aby więc przefiltrować tę książkę tak, aby ruch został wykonany z
pt: Então, para filtrar este livro para que um movimento fosse jogado de uma
ro: Deci, pentru a filtra această carte, astfel încât o mișcare să fie jucată de la a
ru: Итак, чтобы отфильтровать эту книгу так, чтобы ход был сделан из

source: certain range, I have made an option for scaling the weights called
fa: محدوده خاصی، من یک گزینه برای مقیاس بندی وزنه ها به نام ساخته ام
ja: 特定の範囲で重みをスケーリングするオプションを作成しました。
ko: 특정 범위에서 가중치를 조정하기 위한 옵션을 만들었습니다.
lt: tam tikru diapazonu, sudariau parinktį svoriams keisti
no: viss rekkevidde, har jeg laget et alternativ for å skalere vektene kalt
pl: pewnego zakresu, stworzyłem opcję skalowania ciężarów zwaną
pt: certo intervalo, criei uma opção para dimensionar os pesos chamada
ro: anumit interval, am făcut o opțiune pentru scalarea greutăților numite
ru: определенного диапазона, я сделал опцию для масштабирования весов, которая называется

source: in the block to the value that you select for maximum scale weight.
fa: در بلوک به مقداری که برای حداکثر وزن مقیاس انتخاب می کنید.
ja: ブロック内の値を、最大スケール重量として選択した値に設定します。
ko: 블록에서 최대 스케일 무게에 대해 선택한 값을 설정합니다.
lt: bloke iki vertės, kurią pasirinkote maksimaliam svarstyklių svoriui.
no: i blokken til verdien du velger for maksimal vekt.
pl: w bloku na wartość, którą wybierzesz jako maksymalną wagę.
pt: no bloco para o valor que você selecionar para o peso máximo da balança.
ro: în bloc la valoarea pe care o selectați pentru greutatea maximă a cântarului.
ru: в блоке на значение, которое вы выбрали для максимального веса весов.

source: It then scales the other move weights by the same factor.
fa: سپس وزنه های حرکتی دیگر را با همان فاکتور مقیاس می دهد.
ja: 次に、他の移動の重みを同じ係数でスケーリングします。
ko: 그런 다음 다른 이동 가중치를 동일한 요소로 조정합니다.
lt: Tada jis paskirsto kitus judesių svorius pagal tą patį koeficientą.
no: Den skalerer deretter de andre bevegelsesvektene med samme faktor.
pl: Następnie skaluje pozostałe ciężary ruchów o ten sam współczynnik.
pt: Em seguida, ele dimensiona os outros pesos de movimento pelo mesmo fator.
ro: Apoi scalează celelalte greutăți de mișcare cu același factor.
ru: Затем он масштабирует веса других ходов с использованием того же коэффициента.

source: So in the example above, if you set the maximum scale weight to 999
fa: بنابراین در مثال بالا، اگر حداکثر وزن ترازو را روی 999 تنظیم کنید
ja: 上記の例では、最大スケール重量を999に設定すると
ko: 따라서 위의 예에서 최대 스케일 무게를 999로 설정하면
lt: Taigi, aukščiau pateiktame pavyzdyje, jei didžiausią svarstyklių svorį nustatote iki 999
no: Så i eksemplet ovenfor, hvis du setter maksimal vekt til 999
pl: Tak więc w powyższym przykładzie, jeśli ustawisz maksymalną wagę na 999
pt: Então, no exemplo acima, se você definir o peso máximo da escala para 999
ro: Deci, în exemplul de mai sus, dacă setați greutatea maximă a cântarului la 999
ru: Итак, в приведенном выше примере, если вы установите максимальный вес на 999
