Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: These files can be created by opening the Engine dialog box,
fa: این فایل ها را می توان با باز کردن کادر محاوره ای Engine ایجاد کرد.
ja: これらのファイルは、エンジンダイアログボックスを開いて作成できます。
ko: 이러한 파일은 엔진 대화 상자를 열어서 생성할 수 있습니다.
lt: Šiuos failus galima sukurti atidarius dialogo langą Variklis,
no: Disse filene kan opprettes ved å åpne Engine-dialogboksen,
pl: Pliki te można utworzyć, otwierając okno dialogowe Silnik,
pt: Esses arquivos podem ser criados abrindo a caixa de diálogo Engine,
ro: Aceste fișiere pot fi create prin deschiderea casetei de dialog Motor,
ru: Эти файлы можно создать, открыв диалоговое окно «Движок»,

source: selecting the options for the engine and saving the engine settings to a file (*.epm)
fa: انتخاب گزینه های موتور و ذخیره تنظیمات موتور در یک فایل (*.epm)
ja: エンジンのオプションを選択し、エンジン設定をファイル (*.epm) に保存する
ko: 엔진에 대한 옵션을 선택하고 엔진 설정을 파일(*.epm)에 저장합니다.
lt: variklio parinkčių pasirinkimas ir variklio nustatymų įrašymas į failą (*.epm)
no: velge alternativene for motoren og lagre motorinnstillingene til en fil (*.epm)
pl: wybieranie opcji dla silnika i zapisywanie ustawień silnika do pliku (*.epm)
pt: selecionando as opções para o motor e salvando as configurações do motor em um arquivo (*.epm)
ro: selectarea opțiunilor pentru motor și salvarea setărilor motorului într-un fișier (*.epm)
ru: выбор параметров движка и сохранение настроек движка в файл (*.epm)

source: For more information, click on the < epm file help > button at the bottom of the screen.
fa: برای اطلاعات بیشتر، روی دکمه <epm file help > در پایین صفحه کلیک کنید.
ja: 詳細については、画面下部の < epm ファイル ヘルプ > ボタンをクリックしてください。
ko: 자세한 내용을 보려면 화면 하단의 <epm 파일 도움말> 버튼을 클릭하세요.
lt: Norėdami gauti daugiau informacijos, spustelėkite mygtuką < epm failo žinynas > ekrano apačioje.
no: For mer informasjon, klikk på < epm file help > knappen nederst på skjermen.
pl: Aby uzyskać więcej informacji, kliknij przycisk < epm file help > u dołu ekranu.
pt: Para mais informações, clique no botão < epm file help > na parte inferior da tela.
ro: Pentru mai multe informații, faceți clic pe butonul < epm file help > din partea de jos a ecranului.
ru: Для получения дополнительной информации нажмите кнопку <Справка по файлу epm> в нижней части экрана.

source: You can set the following options for an engine tournament :-
fa: می توانید گزینه های زیر را برای مسابقات موتور تنظیم کنید:
ja: エンジン トーナメントでは次のオプションを設定できます:-
ko: 엔진 토너먼트에 대해 다음 옵션을 설정할 수 있습니다.
lt: Galite nustatyti tokias variklio turnyro parinktis:
no: Du kan angi følgende alternativer for en motorturnering:-
pl: Możesz ustawić następujące opcje dla turnieju silników:
pt: Você pode definir as seguintes opções para um torneio de motor:
ro: Puteți seta următoarele opțiuni pentru un turneu cu motor:-
ru: Вы можете установить следующие параметры для турнира движка:

source: PGN filename : Select the PGN filename to store the engine tournament games.
fa: نام فایل PGN: نام فایل PGN را برای ذخیره بازی های مسابقات موتور انتخاب کنید.
ja: PGN ファイル名: エンジン トーナメント ゲームを保存する PGN ファイル名を選択します。
ko: PGN 파일 이름: 엔진 토너먼트 게임을 저장할 PGN 파일 이름을 선택하세요.
lt: PGN failo pavadinimas: pasirinkite PGN failo pavadinimą, kad išsaugotumėte variklio turnyro žaidimus.
no: PGN-filnavn: Velg PGN-filnavnet for å lagre motorturneringsspillene.
pl: Nazwa pliku PGN: Wybierz nazwę pliku PGN, w którym będą przechowywane gry turniejowe silnika.
pt: Nome do arquivo PGN: Selecione o nome do arquivo PGN para armazenar os jogos do torneio do mecanismo.
ro: Nume fișier PGN : Selectați numele fișierului PGN pentru a stoca jocurile de turneu motor.
ru: Имя файла PGN: выберите имя файла PGN для хранения игр турнира движка.

source: If no filename is input, EngineTour.pgn will be used
fa: اگر نام فایلی وارد نشود، EngineTour.pgn استفاده خواهد شد
ja: ファイル名が入力されていない場合は、EngineTour.pgnが使用されます。
ko: 파일 이름을 입력하지 않으면 EngineTour.pgn이 사용됩니다.
lt: Jei neįvedamas failo pavadinimas, bus naudojamas EngineTour.pgn
no: Hvis ingen filnavn er lagt inn, vil EngineTour.pgn bli brukt
pl: Jeśli nie podano nazwy pliku, zostanie użyty EngineTour.pgn
pt: Se nenhum nome de arquivo for inserido, EngineTour.pgn será usado
ro: Dacă nu este introdus niciun nume de fișier, va fi folosit EngineTour.pgn
ru: Если имя файла не указано, будет использован EngineTour.pgn.

source: Select engines : Choose the engines to play in the tournament.
fa: انتخاب موتورها: موتورهایی را برای بازی در مسابقات انتخاب کنید.
ja: エンジンを選択: トーナメントでプレイするエンジンを選択します。
ko: 엔진 선택: 토너먼트에서 플레이할 엔진을 선택하세요.
lt: Pasirinkite variklius: pasirinkite variklius, kuriuos norite žaisti turnyre.
no: Velg motorer : Velg motorene du vil spille i turneringen.
pl: Wybierz silniki: Wybierz silniki, które będą grać w turnieju.
pt: Selecionar motores: Escolha os motores para jogar no torneio.
ro: Selectați motoarele: alegeți motoarele pentru a juca în turneu.
ru: Выберите движки: выберите движки для участия в турнире.

source: Engines are displayed in a list box.
fa: موتورها در یک جعبه لیست نمایش داده می شوند.
ja: エンジンはリスト ボックスに表示されます。
ko: 엔진은 목록 상자에 표시됩니다.
lt: Varikliai rodomi sąrašo laukelyje.
no: Motorer vises i en listeboks.
pl: Silniki są wyświetlane w polu listy.
pt: Os motores são exibidos em uma caixa de listagem.
ro: Motoarele sunt afișate într-o casetă listă.
ru: Двигатели отображаются в списке.

source: Opening book : Select which opening book that you want to use for the tournament.
fa: کتاب افتتاحیه: کتاب افتتاحیه را که می خواهید برای مسابقات استفاده کنید انتخاب کنید.
ja: オープニングブック: トーナメントで使用するオープニングブックを選択します。
ko: 오프닝 북: 토너먼트에 사용할 오프닝 북을 선택하세요.
lt: Atidarymo knyga : pasirinkite, kurią atidarymo knygą norite naudoti turnyre.
no: Åpningsbok : Velg hvilken åpningsbok du vil bruke for turneringen.
pl: Księga otwarć: Wybierz księgę otwarć, której chcesz użyć w turnieju.
pt: Livro de abertura: Selecione qual livro de abertura você deseja usar no torneio.
ro: Cartea de deschidere: selectați cartea de deschidere pe care doriți să o utilizați pentru turneu.
ru: Дебютная книга: выберите, какую дебютную книгу вы хотите использовать для турнира.

source: Engine : Open the engine dialog box.
fa: Engine : کادر محاوره ای موتور را باز کنید.
ja: エンジン: エンジン ダイアログ ボックスを開きます。
ko: 엔진 : 엔진 대화 상자를 엽니다.
lt: Variklis: atidarykite variklio dialogo langą.
no: Motor : Åpne motordialogboksen.
pl: Silnik: Otwórz okno dialogowe silnika.
pt: Motor: Abra a caixa de diálogo do motor.
ro: Motor : deschideți caseta de dialog motor.
ru: Двигатель: открыть диалоговое окно движка.

source: Tournament type : Select the type of tournament to play.
fa: نوع مسابقات: نوع مسابقات را برای بازی انتخاب کنید.
ja: トーナメントタイプ: プレイするトーナメントのタイプを選択します。
ko: 토너먼트 유형 : 플레이할 토너먼트 유형을 선택하세요.
lt: Turnyro tipas: pasirinkite turnyro tipą, kurį norite žaisti.
no: Turneringstype : Velg typen turnering som skal spilles.
pl: Typ turnieju: Wybierz typ turnieju, w którym chcesz wziąć udział.
pt: Tipo de torneio: Selecione o tipo de torneio a ser jogado.
ro: Tip turneu: Selectați tipul de turneu de jucat.
ru: Тип турнира: выберите тип турнира для участия.

source: Number of rounds : Specify how many rounds should be played in the tournament.
fa: تعداد دور: مشخص کنید که چند دور باید در مسابقات انجام شود.
ja: ラウンド数: トーナメントでプレイするラウンド数を指定します。
ko: 라운드 수 : 토너먼트에서 몇 라운드를 플레이할지 지정합니다.
lt: Raundų skaičius: nurodykite, kiek raundų turi būti žaidžiama turnyre.
no: Antall runder : Spesifiser hvor mange runder som skal spilles i turneringen.
pl: Liczba rund: Określ, ile rund powinno zostać rozegranych w turnieju.
pt: Número de rodadas: especifique quantas rodadas devem ser jogadas no torneio.
ro: Număr de runde: Specificați câte runde ar trebui jucate în turneu.
ru: Количество раундов: укажите, сколько раундов должно быть сыграно в турнире.

source: Knockout repeat no. : Specify how many times a knockout game should be replayed
fa: تکرار ناک اوت نه. : مشخص کنید که یک بازی حذفی چند بار باید تکرار شود
ja: ノックアウト繰り返し回数: ノックアウトゲームを何回繰り返しプレイするかを指定します
ko: 녹아웃 반복 횟수 : 녹아웃 게임을 몇 번이나 다시 플레이해야 하는지 지정하세요.
lt: Nokautas pakartojimas Nr. : nurodykite, kiek kartų išmuštas žaidimas turi būti kartojamas
no: Knockout repetisjon nr. : Spesifiser hvor mange ganger et knockout-spill skal spilles på nytt
pl: Powtórzenie meczu pucharowego nr: Określ, ile razy mecz pucharowy powinien zostać powtórzony.
pt: Nº de repetição de eliminatórias: especifique quantas vezes uma partida eliminatória deve ser repetida
ro: Repetare knockout nr. : Specificați de câte ori trebuie rejucat un joc knockout
ru: Повтор нокаута: укажите, сколько раз следует повторить игру на выбывание.

source: before time control is reduced to 1 minute blitz.
fa: قبل از اینکه کنترل زمان به 1 دقیقه بلیتز کاهش یابد.
ja: 時間制限が1分間のブリッツに短縮される前に。
ko: 시간 제한이 1분으로 줄어들기 전에.
lt: prieš laiko kontrolę sumažinant iki 1 minutės mirksėjimo.
no: før tidskontrollen reduseres til 1 minutt blitz.
pl: zanim limit czasu zostanie skrócony do 1 minuty.
pt: antes que o controle de tempo seja reduzido para blitz de 1 minuto.
ro: înainte ca controlul timpului să fie redus la 1 minut blitz.
ru: до того, как контроль времени будет сокращен до блица в 1 минуту.

source: Opening book : Select the opening book to use for the tournament.
fa: کتاب افتتاحیه: کتاب افتتاحیه را برای استفاده در مسابقات انتخاب کنید.
ja: オープニングブック: トーナメントで使用するオープニングブックを選択します。
ko: 오프닝 북 : 토너먼트에 사용할 오프닝 북을 선택하세요.
lt: Atidarymo knyga : pasirinkite turnyro pradžios knygą.
no: Åpningsbok: Velg åpningsboken som skal brukes for turneringen.
pl: Księga otwarć: Wybierz księgę otwarć, która będzie używana w turnieju.
pt: Livro de abertura: Selecione o livro de abertura a ser usado no torneio.
ro: Cartea de deschidere: selectați cartea de deschidere pe care să o utilizați pentru turneu.
ru: Дебютная книга: выберите дебютную книгу, которая будет использоваться в турнире.

source: Save tournament : Save the current touranement settings to a file.
fa: ذخیره مسابقات: تنظیمات مسابقات فعلی را در یک فایل ذخیره کنید.
ja: トーナメントを保存: 現在のトーナメント設定をファイルに保存します。
ko: 토너먼트 저장: 현재 토너먼트 설정을 파일에 저장합니다.
lt: Išsaugoti turnyrą: išsaugokite esamus turnyro nustatymus į failą.
no: Lagre turnering: Lagre gjeldende turneringsinnstillinger i en fil.
pl: Zapisz turniej: Zapisz bieżące ustawienia turnieju do pliku.
pt: Salvar torneio: salva as configurações atuais do torneio em um arquivo.
ro: Salvare turneu: Salvați setările curente ale turneului într-un fișier.
ru: Сохранить турнир: сохранить текущие настройки турнира в файл.

source: Load tournament : Load the tournament settings from a file.
fa: بارگیری مسابقات: تنظیمات مسابقات را از یک فایل بارگیری کنید.
ja: トーナメントをロード: ファイルからトーナメント設定をロードします。
ko: 토너먼트 로드 : 파일에서 토너먼트 설정을 로드합니다.
lt: Įkelti turnyrą: įkelti turnyro nustatymus iš failo.
no: Last inn turnering: Last inn turneringsinnstillingene fra en fil.
pl: Załaduj turniej: Załaduj ustawienia turnieju z pliku.
pt: Carregar torneio: Carrega as configurações do torneio de um arquivo.
ro: Încărcare turneu: Încarcă setările turneului dintr-un fișier.
ru: Загрузить турнир: загрузить настройки турнира из файла.

source: Start the tournament : Starts the tournament with the current settings.
fa: شروع مسابقات: مسابقات را با تنظیمات فعلی شروع می کند.
ja: トーナメントを開始: 現在の設定でトーナメントを開始します。
ko: 토너먼트 시작 : 현재 설정으로 토너먼트를 시작합니다.
lt: Pradėti turnyrą: pradeda turnyrą su esamais nustatymais.
no: Start turneringen : Starter turneringen med gjeldende innstillinger.
pl: Rozpocznij turniej: Rozpoczyna turniej z bieżącymi ustawieniami.
pt: Iniciar o torneio: Inicia o torneio com as configurações atuais.
ro: Începe turneul: Începe turneul cu setările curente.
ru: Начать турнир: Начинает турнир с текущими настройками.

source: Engine tournament help
fa: کمک مسابقات موتور
ja: エンジントーナメントヘルプ
ko: 엔진 토너먼트 도움말
lt: Variklio turnyro pagalba
no: Hjelp til motorturneringer
pl: Pomoc dotycząca turnieju silnika
pt: Ajuda para torneio de motores
ro: Ajutor pentru turnee de motor
ru: Помощь в турнире по движку

source: Tournament types
fa: انواع مسابقات
ja: トーナメントの種類
ko: 토너먼트 유형
lt: Turnyro tipai
no: Turneringstyper
pl: Typy turniejów
pt: Tipos de torneio
ro: Tipuri de turnee
ru: Типы турниров

source: epm file help
fa: راهنمای فایل epm
ja: EPM ファイルのヘルプ
ko: epm 파일 도움말
lt: epm failo pagalba
no: epm-filhjelp
pl: pomoc z plikiem epm
pt: ajuda com arquivo epm
ro: ajutor pentru fișierul epm
ru: помощь по файлу epm

source: Various types of engine tournament formats are available.
fa: انواع مختلفی از فرمت های مسابقات موتور موجود است.
ja: 様々なタイプのエンジントーナメント形式が利用可能です。
ko: 다양한 유형의 엔진 토너먼트 형식이 제공됩니다.
lt: Galimi įvairūs variklių turnyrų formatai.
no: Ulike typer motorturneringsformater er tilgjengelige.
pl: Dostępne są różne formaty turniejów silników.
pt: Vários tipos de formatos de torneios de mecanismos estão disponíveis.
ro: Sunt disponibile diferite tipuri de formate de turneu motor.
ru: Доступны различные форматы турниров по движкам.

source: Single round robin : each engine plays all of the other engines once.
fa: Single round robin: هر موتور یک بار با موتورهای دیگر بازی می کند.
ja: シングル ラウンドロビン: 各エンジンが他のすべてのエンジンと 1 回ずつ対戦します。
ko: 단일 라운드 로빈: 각 엔진이 다른 모든 엔진과 한 번씩 경기를 합니다.
lt: Single round robin: kiekvienas variklis vieną kartą paleidžia visus kitus variklius.
no: Single round robin: hver motor spiller alle de andre motorene én gang.
pl: Pojedynczy system rundowy: każdy silnik rozgrywa mecze ze wszystkimi pozostałymi silnikami jeden raz.
pt: Round robin único: cada mecanismo joga contra todos os outros mecanismos uma vez.
ro: Single round robin: fiecare motor joacă toate celelalte motoare o dată.
ru: Одиночный круговой турнир: каждый движок играет со всеми остальными движками один раз.

source: Double round robin : each engine plays all of the other engines twice,
fa: دابل دور رابین: هر موتور دو بار با موتورهای دیگر بازی می کند،
ja: ダブルラウンドロビン：各エンジンは他のエンジンと2回対戦します。
ko: 더블 라운드 로빈: 각 엔진이 다른 모든 엔진과 두 번씩 경기를 합니다.
lt: Dvigubas turas: kiekvienas variklis du kartus paleidžia visus kitus variklius,
no: Dobbel round robin: hver motor spiller alle de andre motorene to ganger,
pl: Podwójny system kołowy: każdy silnik odtwarza wszystkie pozostałe silniki dwa razy,
pt: Rodada dupla: cada motor joga contra todos os outros motores duas vezes,
ro: Dublu round robin: fiecare motor joacă toate celelalte motoare de două ori,
ru: Двойной круговой турнир: каждый движок играет со всеми остальными движками дважды,

source: once with white and once with black.
fa: یک بار با سفید و یک بار با سیاه.
ja: 1回は白、もう1回は黒です。
ko: 한 번은 흰색으로, 한 번은 검은색으로.
lt: vieną kartą su balta ir vieną kartą su juoda.
no: en gang med hvit og en gang med svart.
pl: raz z bielą, raz z czernią.
pt: uma vez com branco e uma vez com preto.
ro: o dată cu alb și o dată cu negru.
ru: один раз с белым и один раз с черным.

source: Swiss system : a fixed number of rounds are played, with an engine
fa: سیستم سوئیسی: تعداد ثابتی از راندها با موتور انجام می شود
ja: スイス式：エンジンを使用して、一定数のラウンドがプレイされます
ko: 스위스 시스템 : 엔진을 사용하여 고정된 수의 라운드를 플레이합니다.
lt: Šveicariška sistema: žaidžiamas fiksuotas raundų skaičius su varikliu
no: Sveitsisk system: et fast antall runder spilles, med en motor
pl: System szwajcarski: rozgrywana jest stała liczba rund, a silnik
pt: Sistema suíço: um número fixo de rodadas são jogadas, com um motor
ro: Sistem elvețian: se joacă un număr fix de runde, cu motor
ru: Швейцарская система: играется фиксированное количество раундов с использованием двигателя.

source: being matched against an opponent with a similar score.
fa: برابر حریفی با امتیاز مشابه.
ja: 同様のスコアを持つ相手と対戦する。
ko: 비슷한 점수를 가진 상대와 맞붙는 것.
lt: rungtyniauja su panašų rezultatą turinčiu varžovu.
no: blir matchet mot en motstander med tilsvarende poengsum.
pl: zostanie dopasowany do przeciwnika o podobnym wyniku.
pt: ser comparado a um oponente com pontuação semelhante.
ro: fiind confruntat cu un adversar cu un scor similar.
ru: состязание с соперником, имеющим схожий счет.

source: Knockout (seeded) : a knockout competition with seeded pairings.
fa: ناک اوت (بذر): مسابقه حذفی با جفت های دانه دار.
ja: ノックアウト（シード）：シードされたペアによるノックアウト競技。
ko: 녹아웃(시드) : 시드 팀으로 구성된 녹아웃 경기.
lt: Knockout (seeded) : nokautų varžybos su išskirstytomis poromis.
no: Knockout (seedet): en knockout-konkurranse med seedede paringer.
pl: System pucharowy (rozstawiony): zawody rozgrywane systemem pucharowym z rozstawionymi parami.
pt: Eliminatória (classificados): uma competição eliminatória com duplas classificadas.
ro: Knockout (seeded) : o competiție knockout cu perechi de semințe.
ru: Нокаут (сеяные): соревнование на выбывание с сеяными парами.

source: i.e. with 8 engines, seed 1 plays seed 8,
fa: یعنی با 8 موتور، seed 1 با seed 8 بازی می کند،
ja: つまり、8つのエンジンの場合、シード1はシード8と対戦し、
ko: 즉, 8개의 엔진이 있는 경우 시드 1은 시드 8과 플레이합니다.
lt: ty su 8 varikliais, 1 sėkla vaidina 8 sėklą,
no: dvs. med 8 motorer spiller frø 1 frø 8,
pl: tj. przy 8 silnikach, ziarno 1 gra z ziarenkiem 8,
pt: ou seja, com 8 motores, o seed 1 joga contra o seed 8,
ro: adică cu 8 motoare, seed 1 joacă seed 8,
ru: т.е. с 8 движками, посев 1 играет посев 8,

source: 2 plays 7, 3 plays 6, 4 plays 5
fa: 2 نمایش 7، 3 بازی 6، 4 بازی 5
ja: 2 は 7 を、3 は 6 を、4 は 5 をプレイします
ko: 2 플레이 7, 3 플레이 6, 4 플레이 5
lt: 2 vaidina 7, 3 vaidina 6, 4 vaidina 5
no: 2 stykker 7, 3 stykker 6, 4 stykker 5
pl: 2 sztuki 7, 3 sztuki 6, 4 sztuki 5
pt: 2 peças 7, 3 peças 6, 4 peças 5
ro: 2 joacă 7, 3 joacă 6, 4 joacă 5
ru: 2 пьесы 7, 3 пьесы 6, 4 пьесы 5

source: Knockout (random) ; as above, but pairings are random.
fa: ناک اوت (تصادفی)؛ مانند بالا، اما جفت ها تصادفی هستند.
ja: ノックアウト (ランダム) ; 上記と同じですが、組み合わせはランダムです。
ko: 녹아웃(무작위) ; 위와 같지만, 페어링은 무작위입니다.
lt: Nokautas (atsitiktinis) ; kaip nurodyta aukščiau, tačiau poros yra atsitiktinės.
no: Knockout (tilfeldig) ; som ovenfor, men sammenkoblinger er tilfeldige.
pl: Nokaut (losowy); jak powyżej, ale parowanie odbywa się losowo.
pt: Nocaute (aleatório); como acima, mas os pares são aleatórios.
ro: Knockout (aleatoriu); ca mai sus, dar perechile sunt aleatorii.
ru: Нокаут (случайный); как и выше, но пары формируются случайным образом.

source: Credits -
fa: اعتبارات -
ja: クレジット -
ko: 크레딧 -
lt: Kreditai -
no: Kreditt -
pl: Kredyty -
pt: Créditos -
ro: Credite -
ru: Кредиты -

source: Thanks to Mr Chris Okasaki for his round robin algorithm.
fa: با تشکر از آقای کریس اوکاساکی برای الگوریتم دور چرخشی اش.
ja: ラウンドロビンアルゴリズムを提供してくれたChris Okasaki氏に感謝します。
ko: 라운드 로빈 알고리즘을 개발한 크리스 오카사키 씨에게 감사드립니다.
lt: Dėkojame ponui Chrisui Okasaki už jo apvalų algoritmą.
no: Takk til Mr Chris Okasaki for hans round robin-algoritme.
pl: Dziękujemy panu Chrisowi Okasaki za jego algorytm karuzelowy.
pt: Obrigado ao Sr. Chris Okasaki por seu algoritmo round robin.
ro: Mulțumim domnului Chris Okasaki pentru algoritmul său round robin.
ru: Благодарим г-на Криса Окасаки за его алгоритм кругового перебора.

source: This can be found on the following website :- okasaki.blogspot.com
fa: این را می توان در وب سایت زیر یافت: - okasaki.blogspot.com
ja: これは次のウェブサイトで見つけることができます:- okasaki.blogspot.com
ko: 다음 웹사이트에서 이를 찾을 수 있습니다:- okasaki.blogspot.com
lt: Tai galima rasti šioje svetainėje:- okasaki.blogspot.com
no: Dette kan bli funnet på følgende nettsted:- okasaki.blogspot.com
pl: Można to znaleźć na następującej stronie internetowej: okasaki.blogspot.com
pt: Isso pode ser encontrado no seguinte site: okasaki.blogspot.com
ro: Acesta poate fi găsit pe următorul site web:- okasaki.blogspot.com
ru: Это можно найти на следующем сайте: okasaki.blogspot.com

source: I have added a slight refinement, to further even out white and black starts.
fa: من یک اصلاح جزئی اضافه کرده ام تا شروع های سفید و سیاه را بیشتر یکنواخت کنم.
ja: 白と黒のスタートをさらに均一にするために、若干の改良を加えました。
ko: 흰색과 검은색 시작을 더욱 균일하게 만들기 위해 약간의 세부 사항을 추가했습니다.
lt: Aš šiek tiek patobulinau, kad dar labiau suvienodinčiau baltą ir juodą pradžią.
no: Jeg har lagt til en liten forfining, for ytterligere å jevne ut hvite og svarte starter.
pl: Dodałem drobne udoskonalenie, aby jeszcze bardziej wyrównać białe i czarne początki.
pt: Adicionei um leve refinamento para uniformizar ainda mais as estrelas brancas e pretas.
ro: Am adăugat un ușor rafinament, pentru a uniformiza și mai mult începuturile albe și negre.
ru: Я внес небольшое уточнение, чтобы еще больше выровнять белые и черные старты.

source: Details can be found in the file RoundRobin.txt which is part of the original download.
fa: جزئیات را می توانید در فایل RoundRobin.txt که بخشی از دانلود اصلی است پیدا کنید.
ja: 詳細については、元のダウンロードに含まれるファイル RoundRobin.txt を参照してください。
ko: 자세한 내용은 원본 다운로드의 일부인 RoundRobin.txt 파일에서 확인할 수 있습니다.
lt: Išsamią informaciją galite rasti faile RoundRobin.txt, kuris yra originalaus atsisiuntimo dalis.
no: Detaljer finner du i filen RoundRobin.txt som er en del av den originale nedlastingen.
pl: Szczegóły można znaleźć w pliku RoundRobin.txt, który jest częścią oryginalnego pobranego pliku.
pt: Detalhes podem ser encontrados no arquivo RoundRobin.txt, que faz parte do download original.
ro: Detalii pot fi găsite în fișierul RoundRobin.txt care face parte din descărcarea originală.
ru: Подробную информацию можно найти в файле RoundRobin.txt, который является частью оригинальной загрузки.

source: Thanks to Mr Jonathan Tan for his Swiss system algorithm.
fa: با تشکر از آقای جاناتان تان برای الگوریتم سیستم سوئیسی.
ja: スイスのシステムアルゴリズムを提供してくれた Jonathan Tan 氏に感謝します。
ko: 스위스 시스템 알고리즘을 개발한 조나단 탠 씨에게 감사드립니다.
lt: Dėkojame ponui Jonathanui Tan už šveicarišką sistemos algoritmą.
no: Takk til Mr Jonathan Tan for hans sveitsiske systemalgoritme.
pl: Dziękujemy panu Jonathanowi Tanowi za jego szwajcarski algorytm.
pt: Obrigado ao Sr. Jonathan Tan por seu algoritmo do sistema suíço.
ro: Mulțumim domnului Jonathan Tan pentru algoritmul său de sistem elvețian.
ru: Выражаем благодарность г-ну Джонатану Тану за его алгоритм швейцарской системы.

source: This can be found on the following website :-
fa: این را می توان در وب سایت زیر یافت: -
ja: これは次のウェブサイトで見つけることができます:-
ko: 다음 웹사이트에서 해당 내용을 확인할 수 있습니다.
lt: Tai galima rasti šioje svetainėje: -
no: Denne finner du på følgende nettside:
pl: Informacje te można znaleźć na następującej stronie internetowej:
pt: Isso pode ser encontrado no seguinte site:
ro: Acesta poate fi găsit pe următorul site:-
ru: Эту информацию можно найти на следующем сайте:

source: medium.com/@jsw.tan1991
ja: 中文(简体)：

source: Also thanks to Mr Anthony Rabine for the idea used in his Swiss system program Tanca.
fa: همچنین از آقای آنتونی رابین برای ایده استفاده شده در برنامه سیستم سوئیسی Tanca تشکر می کنم.
ja: また、スイスのシステム プログラム Tanca で使用されたアイデアを提供してくれた Anthony Rabine 氏にも感謝します。
ko: 또한, 스위스 시스템 프로그램인 Tanca에 사용된 아이디어를 제공해 주신 Anthony Rabine 씨께도 감사드립니다.
lt: Taip pat dėkoju ponui Anthony Rabine už idėją, panaudotą jo Šveicarijos sistemos programoje Tanca.
no: Også takk til Anthony Rabine for ideen brukt i hans sveitsiske systemprogram Tanca.
pl: Dziękujemy również panu Anthony'emu Rabine za pomysł wykorzystany w jego szwajcarskim programie systemowym Tanca.
pt: Agradecemos também ao Sr. Anthony Rabine pela ideia usada em seu programa do sistema suíço Tanca.
ro: De asemenea, mulțumesc domnului Anthony Rabine pentru ideea folosită în programul său de sistem elvețian Tanca.
ru: Также выражаем благодарность г-ну Энтони Рабину за идею, использованную в его швейцарской системной программе Tanca.
