Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: This is easier if you start a new game, then you have almost the whole
fa: اگر یک بازی جدید را شروع کنید، این آسان تر است، پس تقریباً کل آن را دارید
ja: これは、新しいゲームを開始すると簡単です。そうすれば、ほぼすべてが
ko: 새로운 게임을 시작하면 더 쉽습니다. 그러면 거의 모든 것을 갖게 됩니다.
lt: Tai lengviau, jei pradedate naują žaidimą, tada turėsite beveik visą
no: Dette er lettere hvis du starter et nytt spill, da har du nesten hele
pl: Łatwiej jest zacząć nową grę, wtedy masz prawie cały czas
pt: Isso é mais fácil se você começar um novo jogo, então você terá quase todo o
ro: Acest lucru este mai ușor dacă începi un joc nou, atunci ai aproape tot
ru: Это проще, если вы начинаете новую игру, тогда у вас есть почти все

source: window to click and drag. It also helps to use gentle mouse movements.
fa: پنجره کلیک کنید و بکشید. همچنین به استفاده از حرکات ملایم ماوس کمک می کند.
ja: ウィンドウをクリックしてドラッグします。マウスを優しく動かすのも効果的です。
ko: 창을 클릭하고 드래그합니다. 또한 부드러운 마우스 움직임을 사용하는 것도 도움이 됩니다.
lt: langą spustelėti ir vilkti. Taip pat padeda švelnūs pelės judesiai.
no: vindu for å klikke og dra. Det hjelper også å bruke milde musebevegelser.
pl: okno do klikania i przeciągania. Pomaga również używanie delikatnych ruchów myszą.
pt: janela para clicar e arrastar. Também ajuda usar movimentos suaves do mouse.
ro: fereastra pentru a face clic și trage. De asemenea, ajută la utilizarea mișcărilor blânde ale mouse-ului.
ru: окно для щелчка и перетаскивания. Также помогает использование плавных движений мыши.

source: If you move the chess board up a bit using the board manipulation widget -
fa: اگر صفحه شطرنج را با استفاده از ویجت دستکاری تخته کمی به سمت بالا حرکت دهید -
ja: ボード操作ウィジェットを使用してチェスボードを少し上に動かすと、
ko: 보드 조작 위젯을 사용하여 체스판을 약간 위로 이동하면 -
lt: Jei šiek tiek pakeliate šachmatų lentą aukštyn naudodami lentos valdymo valdiklį -
no: Hvis du flytter sjakkbrettet litt opp ved hjelp av brettmanipulasjonswidgeten -
pl: Jeśli przesuniesz szachownicę nieco w górę za pomocą widżetu manipulacji szachownicą -
pt: Se você mover o tabuleiro de xadrez um pouco para cima usando o widget de manipulação do tabuleiro -
ro: Dacă mutați tabla de șah în sus folosind widget-ul de manipulare a tablei -
ru: Если вы немного переместите шахматную доску вверх с помощью виджета манипуляции доской -

source: the double headed arrow at the bottom right of the screen, < Shift + Up Arrow >
fa: فلش دو سر در سمت راست پایین صفحه، < Shift + فلش بالا >
ja: 画面右下の両方向矢印、<Shift + 上矢印>
ko: 화면 오른쪽 하단에 있는 양방향 화살표, <Shift + 위쪽 화살표>
lt: apatiniame dešiniajame ekrano kampe esančią rodyklę su dviem antraštėmis < Shift + rodyklė aukštyn >
no: den dobbelte pilen nederst til høyre på skjermen, < Shift + Pil opp >
pl: dwustronna strzałka w prawym dolnym rogu ekranu, < Shift + Strzałka w górę >
pt: a seta de duas pontas no canto inferior direito da tela, < Shift + Seta para cima >
ro: săgeata cu două capete din partea dreaptă jos a ecranului, < Shift + Săgeată sus >
ru: двунаправленная стрелка в правом нижнем углу экрана, <Shift + стрелка вверх>

source: then there will be room for the kibitz box to sit neatly below the board.
fa: سپس فضایی برای جعبه کیبیتز وجود خواهد داشت که به طور مرتب زیر تخته بنشیند.
ja: そうすれば、ボードの下にキビッツ ボックスをきちんと配置できるスペースができます。
ko: 그러면 키비츠 상자를 보드 아래에 깔끔하게 놓을 수 있는 공간이 생깁니다.
lt: tada bus vietos kibitų dėžutei tvarkingai įsitaisyti po lenta.
no: da blir det plass til at kibitzboksen kan sitte pent under brettet.
pl: wtedy będzie miejsce na schludne umieszczenie skrzynki kibitz pod planszą.
pt: então haverá espaço para a caixa de kibitz ficar bem abaixo do quadro.
ro: atunci va fi loc pentru cutia kibitz să se așeze bine sub tablă.
ru: тогда останется место для аккуратного размещения коробки с вещами под доской.

source: The location of the kibitz box will be saved for future display.
fa: مکان جعبه کیبیتز برای نمایش آینده ذخیره خواهد شد.
ja: kibitz ボックスの場所は、将来の表示のために保存されます。
ko: 키비츠 상자의 위치는 향후 표시를 위해 저장됩니다.
lt: Kibicų dėžutės vieta bus išsaugota, kad ją būtų galima rodyti ateityje.
no: Plasseringen av kibitz-boksen vil bli lagret for fremtidig visning.
pl: Lokalizacja pola Kibitz zostanie zapisana w celu wyświetlenia w przyszłości.
pt: A localização da caixa de kibitz será salva para exibição futura.
ro: Locația casetei kibitz va fi salvată pentru afișare ulterioară.
ru: Местоположение ящика для кибица будет сохранено для дальнейшего отображения.

source: If you have the kibitz box open during human vs engine games,
fa: اگر جعبه کیبیتز را در حین بازی انسان در مقابل موتور باز دارید،
ja: 人間対エンジンのゲーム中にキビッツボックスを開いている場合、
ko: 인간 대 엔진 게임 중에 키비츠 상자를 열어 놓았다면,
lt: Jei kibicų dėžė atidaryta per žaidimus žmogus prieš variklį,
no: Hvis du har kibitz-boksen åpen under menneske-mot-motor-spill,
pl: Jeśli masz otwartą skrzynkę Kibitz podczas gier człowiek kontra silnik,
pt: Se você tiver a caixa de kibitz aberta durante os jogos entre humanos e motores,
ro: Dacă aveți cutia kibitz deschisă în timpul jocurilor dintre oameni și motor,
ru: Если у вас открыт ящик кибица во время игры человек против машины,

source: engine vs engine games or shootout mode, then move and score updates
fa: موتور در مقابل بازی‌های موتور یا حالت تیراندازی، سپس به‌روزرسانی‌ها را حرکت داده و امتیاز دهید
ja: エンジン対エンジンのゲームまたはシュートアウトモード、その後移動してスコアの更新
ko: 엔진 대 엔진 게임 또는 슈팅아웃 모드, 이동 및 점수 업데이트
lt: Variklio ir variklio žaidimai arba susišaudymo režimas, tada judėkite ir įvertinkite atnaujinimus
no: motor vs motorspill eller shootout-modus, deretter flytte og score oppdateringer
pl: gry silnik kontra silnik lub tryb strzelanin, a następnie aktualizacje ruchu i wyniku
pt: jogos de motor vs motor ou modo de tiroteio, então mova e marque atualizações
ro: jocuri motor vs motor sau modul shootout, apoi mutați și obțineți actualizări
ru: игры движок против движка или режим перестрелки, затем обновления перемещения и подсчета очков

source: will be placed on the status bar, rather than on the menu bar.
fa: به جای نوار منو، در نوار وضعیت قرار می گیرد.
ja: メニューバーではなくステータスバーに配置されます。
ko: 메뉴 표시줄이 아닌 상태 표시줄에 배치됩니다.
lt: bus patalpintas būsenos juostoje, o ne meniu juostoje.
no: vil bli plassert på statuslinjen, i stedet for på menylinjen.
pl: zostanie umieszczony na pasku stanu, a nie na pasku menu.
pt: será colocado na barra de status, em vez de na barra de menu.
ro: va fi plasat pe bara de stare, mai degrabă decât pe bara de meniu.
ru: будет размещен в строке состояния, а не в строке меню.

source: Kibitz window help
fa: راهنمای پنجره کیبیتز
ja: Kibitzウィンドウヘルプ
ko: Kibitz 창 도움말
lt: Kibitz lango pagalba
no: Kibitz-vinduhjelp
pl: Pomoc dotycząca okna Kibitz
pt: Ajuda da janela Kibitz
ro: Ajutor pentru fereastra Kibitz
ru: Помощь с окном Kibitz

source: Close kibitz box
fa: جعبه کیبیتز را ببندید
ja: キビッツボックスを閉じる
ko: 키비츠 상자 닫기
lt: Uždarykite kibicų dėžutę
no: Lukk kibitz-boksen
pl: Zamknij pole kibitz
pt: Fechar caixa de kibitz
ro: Închideți cutia kibitz
ru: Закрыть ящик кибица

source: Engine Analysis
fa: آنالیز موتور
ja: エンジン分析
ko: 엔진 분석
lt: Variklio analizė
no: Motoranalyse
pl: Analiza silnika
pt: Análise do motor
ro: Analiza motorului
ru: Анализ двигателя

source: 1 book move
fa: 1 حرکت کتاب
ja: 1冊の移動
ko: 1권 이동
lt: 1 knygos judesys
no: 1 boktrekk
pl: 1 ruch książki
pt: 1 movimento de livro
ro: 1 mutare de carte
ru: 1 книга переезд

source: book moves
fa: حرکت کتاب
ja: 本の動き
ko: 책이 움직이다
lt: knygos judesiai
no: bokbevegelser
pl: książka się porusza
pt: movimentos de livros
ro: mutari de carte
ru: книга движется

source: Evaluation profile
fa: نمایه ارزیابی
ja: 評価プロファイル
ko: 평가 프로필
lt: Vertinimo profilis
no: Evalueringsprofil
pl: Profil oceny
pt: Perfil de avaliação
ro: Profil de evaluare
ru: Профиль оценки

source: There are no moves to process
fa: هیچ حرکتی برای پردازش وجود ندارد
ja: 処理する動きはありません
ko: 처리할 이동이 없습니다
lt: Nereikia apdoroti judesių
no: Det er ingen trekk å behandle
pl: Nie ma żadnych ruchów do przetworzenia
pt: Não há movimentos para processar
ro: Nu există mișcări de procesat
ru: Нет ходов для обработки

source: Add games to book
fa: بازی ها را به رزرو اضافه کنید
ja: 予約にゲームを追加する
ko: 게임을 책에 추가하세요
lt: Pridėti žaidimus į knygą
no: Legg til spill i boken
pl: Dodaj gry do książki
pt: Adicionar jogos ao livro
ro: Adăugați jocuri la rezervare
ru: Добавить игры в книгу

source: Adding games from PGN file :
fa: اضافه کردن بازی از فایل PGN:
ja: PGNファイルからゲームを追加する:
ko: PGN 파일에서 게임 추가 :
lt: Žaidimų pridėjimas iš PGN failo:
no: Legge til spill fra PGN-fil:
pl: Dodawanie gier z pliku PGN:
pt: Adicionando jogos do arquivo PGN:
ro: Adăugarea de jocuri din fișierul PGN:
ru: Добавление игр из PGN-файла:

source: To .bin opening book file :
fa: به فایل باز کردن کتاب .bin :
ja: .bin オープニングブックファイルへ:
ko: .bin 파일 열기:
lt: Į .bin atidarymo knygos failą:
no: Til .bin-åpningsbokfilen:
pl: Aby otworzyć plik książki w formacie .bin:
pt: Para abrir o arquivo .bin book:
ro: Pentru fișierul cărții de deschidere .bin:
ru: Для открытия файла книги .bin:

source: Progress :
fa: پیشرفت:
ja: 進捗 ：
ko: 진전 :
lt: Pažanga:
no: Fremgang:
pl: Postęp:
pt: Progresso:
ro: Progres:
ru: Прогресс:

source: Time elapsed :
fa: زمان سپری شده:
ja: 経過時間:
ko: 경과 시간 :
lt: Praėjęs laikas:
no: Tid som har gått:
pl: Czas upływający:
pt: Tempo decorrido:
ro: Timp scurs:
ru: Прошедшее время:

source: Press <F8> to minimize the program window
fa: برای کوچک کردن پنجره برنامه، <F8> را فشار دهید
ja: プログラムウィンドウを最小化するには<F8>を押します
ko: <F8>을 눌러 프로그램 창을 최소화하세요.
lt: Paspauskite <F8>, kad sumažintumėte programos langą
no: Trykk <F8> for å minimere programvinduet
pl: Naciśnij <F8>, aby zminimalizować okno programu
pt: Pressione <F8> para minimizar a janela do programa
ro: Apăsați <F8> pentru a minimiza fereastra programului
ru: Нажмите <F8>, чтобы свернуть окно программы.

source: Press <Esc> to stop adding games
fa: برای توقف اضافه کردن بازی، <Esc> را فشار دهید
ja: ゲームの追加を停止するには<Esc>を押してください
ko: 게임 추가를 중지하려면 <Esc>를 누르세요
lt: Norėdami sustabdyti žaidimų pridėjimą, paspauskite <Esc>
no: Trykk <Esc> for å slutte å legge til spill
pl: Naciśnij <Esc>, aby zakończyć dodawanie gier
pt: Pressione <Esc> para parar de adicionar jogos
ro: Apăsați <Esc> pentru a opri adăugarea de jocuri
ru: Нажмите <Esc>, чтобы прекратить добавление игр.

source: Refine search
fa: جستجو را اصلاح کنید
ja: 検索を絞り込む
ko: 검색을 구체화하다
lt: Patikslinkite paiešką
no: Avgrens søket
pl: Doprecyzuj wyszukiwanie
pt: Refinar pesquisa
ro: Rafinați căutarea
ru: Уточнить поиск

source: Who to move
fa: چه کسی حرکت کند
ja: 誰を動かすか
ko: 누구를 옮겨야 하나요?
lt: Kam perkelti
no: Hvem skal flytte
pl: Kogo przenieść
pt: Quem mover
ro: Pe cine să se mute
ru: Кого переселить

source: Include reflections
fa: شامل بازتاب
ja: 反射を含める
ko: 반사를 포함하세요
lt: Įtraukite atspindžius
no: Ta med refleksjoner
pl: Uwzględnij refleksje
pt: Incluir reflexões
ro: Includeți reflexii
ru: Включить размышления

source: Include reversed colours
fa: شامل رنگ های معکوس
ja: 反転色を含める
ko: 반전된 색상을 포함합니다
lt: Įtraukite atvirkštines spalvas
no: Inkluder reverserte farger
pl: Uwzględnij odwrócone kolory
pt: Incluir cores invertidas
ro: Includeți culori inversate
ru: Включить обратные цвета

source: Don't allow more pieces
fa: به قطعات بیشتر اجازه ندهید
ja: これ以上のピースは許可しない
ko: 더 많은 조각을 허용하지 마세요
lt: Neleiskite daugiau gabalų
no: Ikke tillat flere stykker
pl: Nie zezwalaj na więcej elementów
pt: Não permita mais peças
ro: Nu permiteți mai multe piese
ru: Не допускайте больше частей

source: Pawns must be on same files
fa: پیاده ها باید روی همان فایل ها باشند
ja: ポーンは同じファイル上になければなりません
ko: 폰은 같은 파일에 있어야 합니다.
lt: Lombos turi būti tuose pačiuose failuose
no: Bønder må være på samme filer
pl: Pionki muszą znajdować się w tych samych plikach
pt: Os peões devem estar nas mesmas colunas
ro: Pionii trebuie să fie pe aceleași fișiere
ru: Пешки должны находиться на одних и тех же вертикалях.

source: Bishops must be same color
fa: اسقف ها باید همرنگ باشند
ja: ビショップは同じ色でなければなりません
ko: 주교는 같은 색상이어야 합니다.
lt: Vyskupai turi būti tos pačios spalvos
no: Biskoper må ha samme farge
pl: Biskupi muszą być tego samego koloru
pt: Os bispos devem ser da mesma cor
ro: Episcopii trebuie să fie de aceeași culoare
ru: Слон должен быть одного цвета.

source: Bishops must be same colour
fa: اسقف ها باید همرنگ باشند
ja: ビショップは同じ色でなければならない
ko: 주교는 같은 색상이어야 합니다.
lt: Vyskupai turi būti tos pačios spalvos
no: Biskoper må ha samme farge
pl: Biskupi muszą być tego samego koloru
pt: Os bispos devem ser da mesma cor
ro: Episcopii trebuie să fie de aceeași culoare
ru: Слон должен быть одного цвета.

source: White to move
fa: سفید برای حرکت
ja: 白が動く
ko: 흰색으로 이동
lt: Balta judėti
no: Hvit å flytte
pl: Biały do ruchu
pt: Branco para mover
ro: Alb să se miște
ru: Ход белых

source: Black to move
fa: سیاه برای حرکت
ja: 黒が動く
ko: 검은색으로 이동
lt: Juoda judėti
no: Svart å bevege seg
pl: Czarny do ruchu
pt: Preto para mover
ro: Negru să se miște
ru: Ход черных

source: Either to move
fa: یا برای حرکت
ja: 移動するか
ko: 이동하거나
lt: Arba judėti
no: Enten for å flytte
pl: Albo się ruszyć
pt: Ou para mover
ro: Fie să se mute
ru: Либо двигаться

source: Balance must persist for at
fa: تعادل باید برای در ادامه یابد
ja: バランスは少なくとも
ko: 균형은 지속되어야 합니다.
lt: Balansas turi išlikti iki
no: Balansen må vedvare i kl
pl: Równowaga musi być zachowana przez co najmniej
pt: O equilíbrio deve persistir por pelo menos
ro: Echilibrul trebuie să persistă pentru la
ru: Баланс должен сохраняться в течение

source: least this many half moves
fa: حداقل این تعداد نیمه حرکت
ja: 少なくともこの半分の動き
ko: 최소한 이만큼의 반 이동
lt: bent tiek pusės judesių
no: minst så mange halve trekk
pl: przynajmniej tyle pół ruchów
pt: pelo menos essa quantidade de movimentos pela metade
ro: cel puțin atâtea jumătăți de mișcări
ru: по крайней мере, это много полуходов

source: Initial
fa: اولیه
ja: イニシャル
ko: 초기의
lt: Pradinis
no: Første
pl: Wstępny
pt: Inicial
ro: Iniţială
ru: Исходный

source: Current
fa: فعلی
ja: 現在
ko: 현재의
lt: Dabartinė
no: Nåværende
pl: Aktualny
pt: Atual
ro: Actual
ru: Текущий

source: Clear
fa: پاک کردن
ja: クリア
ko: 분명한
lt: Aišku
no: Klar
pl: Jasne
pt: Claro
ro: Clar
ru: Прозрачный

source: Optionally right click to lock down squares
fa: به صورت اختیاری برای قفل کردن مربع ها راست کلیک کنید
ja: オプションで右クリックして四角形をロックダウンします
ko: 선택적으로 마우스 오른쪽 버튼을 클릭하여 사각형을 잠급니다.
lt: Pasirinktinai dešiniuoju pelės mygtuku spustelėkite, kad užrakintumėte kvadratus
no: Høyreklikk eventuelt for å låse firkanter
pl: Opcjonalnie kliknij prawym przyciskiem myszy, aby zablokować kwadraty
pt: Opcionalmente, clique com o botão direito para bloquear quadrados
ro: Opțional, faceți clic dreapta pentru a bloca pătratele
ru: При желании щелкните правой кнопкой мыши, чтобы заблокировать квадраты.

source: Currently there are no locked down squares
fa: در حال حاضر هیچ میدان قفل شده ای وجود ندارد
ja: 現在、ロックダウンされている広場はありません
ko: 현재 잠긴 사각형이 없습니다.
lt: Šiuo metu nėra užrakintų aikščių
no: Foreløpig er det ingen låste firkanter
pl: Obecnie nie ma żadnych zablokowanych kwadratów
pt: Atualmente não há quadrados bloqueados
ro: În prezent, nu există pătrate blocate
ru: В настоящее время нет заблокированных квадратов.

source: Optionally allow some extra material
fa: به صورت اختیاری مقداری مواد اضافی را در نظر بگیرید
ja: オプションで追加材料を許可する
ko: 선택적으로 추가 자료를 허용합니다.
lt: Pasirinktinai leiskite šiek tiek papildomos medžiagos
no: Tillat eventuelt litt ekstra materiale
pl: Opcjonalnie możesz dodać trochę dodatkowego materiału
pt: Opcionalmente, permita algum material extra
ro: Opțional, permiteți ceva material suplimentar
ru: При желании можно предоставить дополнительный материал

source: Set the standard chess initial pattern
fa: الگوی اولیه شطرنج استاندارد را تنظیم کنید
ja: 標準的なチェスの初期パターンを設定する
ko: 표준 체스 초기 패턴 설정
lt: Nustatykite standartinį šachmatų pradinį modelį
no: Angi standard sjakk-startmønster
pl: Ustaw standardowy początkowy wzór szachowy
pt: Defina o padrão inicial do xadrez padrão
ro: Setați modelul inițial standard de șah
ru: Установить стандартную начальную шахматную схему

source: Clear the board
fa: تخته را پاک کنید
ja: ボードをクリアする
ko: 보드를 비우다
lt: Išvalykite lentą
no: Rydd brettet
pl: Wyczyść planszę
pt: Limpar o tabuleiro
ro: Goliți tabla
ru: Очистить доску

source: Copy from the current main board pattern
fa: از الگوی صفحه اصلی فعلی کپی کنید
ja: 現在のメインボードパターンからコピー
ko: 현재 메인보드 패턴에서 복사
lt: Nukopijuokite iš dabartinės pagrindinės plokštės šablono
no: Kopier fra gjeldende hovedkortmønster
pl: Kopiuj z aktualnego wzoru płyty głównej
pt: Copiar do padrão atual da placa principal
ro: Copiați din modelul curent al plăcii principale
ru: Копировать из текущего шаблона основной платы

source: Set to include mirror images of this pattern in search
fa: تنظیم کنید تا تصاویر آینه ای از این الگو در جستجو گنجانده شود
ja: このパターンのミラーイメージを検索に含めるように設定します
ko: 검색에 이 패턴의 미러 이미지를 포함하도록 설정
lt: Nustatykite, kad į paiešką būtų įtraukti veidrodiniai šio modelio vaizdai
no: Sett til å inkludere speilbilder av dette mønsteret i søk
pl: Ustaw, aby uwzględnić lustrzane odbicia tego wzorca w wyszukiwaniu
pt: Definir para incluir imagens espelhadas deste padrão na pesquisa
ro: Setați să includă imagini în oglindă ale acestui model în căutare
ru: Настроить включение зеркальных отображений этого шаблона в поиск

source: Set to include reversed colors form of this pattern in search
fa: تنظیم کنید تا رنگ‌های معکوس این الگو در جستجو گنجانده شود
ja: このパターンの反転色形式を検索に含めるように設定します
ko: 이 패턴의 반전된 색상 형태를 검색에 포함하도록 설정
lt: Nustatykite, kad į paiešką būtų įtraukta atvirkštinė šio modelio spalvų forma
no: Sett til å inkludere reverserte farger fra dette mønsteret i søk
pl: Ustaw, aby uwzględnić odwróconą formę kolorów tego wzoru w wyszukiwaniu
pt: Definir para incluir a forma de cores invertidas deste padrão na pesquisa
ro: Setați să includă culorile inversate ale acestui model în căutare
ru: Установить, чтобы включить обратные цвета этого шаблона в поиск

source: Set to include reversed colours form of this pattern in search
fa: تنظیم کنید تا رنگ‌های معکوس این الگو در جستجو گنجانده شود
ja: このパターンの反転色形式を検索に含めるよう設定します
ko: 이 패턴의 반전된 색상 형태를 검색에 포함하도록 설정
lt: Nustatykite, kad į paiešką būtų įtraukta atvirkštinė šio modelio spalvų forma
no: Sett til å inkludere reverserte farger fra dette mønsteret i søk
pl: Ustaw, aby uwzględnić odwróconą formę kolorów tego wzoru w wyszukiwaniu
pt: Definido para incluir cores invertidas deste padrão na pesquisa
ro: Setați să includă culorile inversate ale acestui model în căutare
ru: Установить, чтобы включить обратные цвета этого шаблона в поиск

source: Set to forbid extra pieces - setting this makes pattern search
fa: تنظیم برای ممنوع کردن قطعات اضافی - تنظیم این باعث جستجوی الگو می شود
ja: 余分なピースを禁止するように設定 - これを設定するとパターン検索が
ko: 추가 조각을 금지하도록 설정 - 이를 설정하면 패턴 검색이 가능합니다.
lt: Nustatykite, kad uždraustumėte papildomus gabalus – nustačius tai atliekama modelio paieška
no: Sett til å forby ekstra stykker - innstilling dette gjør mønstersøk
pl: Ustaw, aby zakazać dodatkowych elementów - ustawienie tego powoduje wyszukiwanie wzorców
pt: Definido para proibir peças extras - definir isso torna a pesquisa de padrões
ro: Setați pentru a interzice piesele suplimentare - setarea aceasta face căutarea modelului
ru: Установите запрет на дополнительные элементы — эта настройка делает поиск по шаблону

source: the same as position search (with extra options - eg reversed colors)
fa: مانند جستجوی موقعیت (با گزینه های اضافی - به عنوان مثال رنگ های معکوس)
ja: 位置検索と同じ（追加オプションあり - 例：色の反転）
ko: 위치 검색과 동일(추가 옵션 - 예: 반전된 색상)
lt: tas pats kaip padėties paieška (su papildomomis parinktimis, pvz., atvirkštinėmis spalvomis)
no: det samme som posisjonssøk (med ekstra alternativer - f.eks. reverserte farger)
pl: tak samo jak wyszukiwanie pozycji (z dodatkowymi opcjami - np. odwrócenie kolorów)
pt: o mesmo que a pesquisa de posição (com opções extras - por exemplo, cores invertidas)
ro: la fel ca și căutarea poziției (cu opțiuni suplimentare - de exemplu, culori inversate)
ru: то же, что и позиционный поиск (с дополнительными опциями - например, обратные цвета)

source: the same as position search (with extra options - eg reversed colours)
fa: مانند جستجوی موقعیت (با گزینه های اضافی - به عنوان مثال رنگ های معکوس)
ja: 位置検索と同じ（追加オプションあり - 例：色の反転）
ko: 위치 검색과 동일(추가 옵션 - 예: 반전된 색상)
lt: tas pats kaip pozicijos paieška (su papildomomis parinktimis, pvz., atvirkštinėmis spalvomis)
no: det samme som posisjonssøk (med ekstra alternativer - f.eks. omvendte farger)
pl: tak samo jak wyszukiwanie pozycji (z dodatkowymi opcjami - np. odwrócenie kolorów)
pt: o mesmo que a pesquisa de posição (com opções extras - por exemplo, cores invertidas)
ro: la fel ca și căutarea poziției (cu opțiuni suplimentare - de exemplu, culori inversate)
ru: то же, что и позиционный поиск (с дополнительными опциями - например, обратные цвета)

source: Set to specify that games only match if pawns are on the same files as the search pattern
fa: تنظیم کنید تا مشخص کنید بازی‌ها فقط در صورتی مطابقت داشته باشند که پیاده‌ها در همان فایل‌های الگوی جستجو باشند
ja: ポーンが検索パターンと同じファイルにある場合にのみゲームが一致するように指定します
ko: 폰이 검색 패턴과 동일한 파일에 있는 경우에만 게임이 일치하도록 설정됩니다.
lt: Nustatykite, kad nurodytumėte, jog žaidimai atitiktų tik tuos atvejus, kai pėstininkai yra tuose pačiuose failuose kaip ir paieškos šablonas
no: Sett til å spesifisere at spill bare samsvarer hvis bønder er på de samme filene som søkemønsteret
pl: Ustaw, aby określić, że gry będą dopasowywane tylko wtedy, gdy pionki znajdują się na tych samych plikach, co wzorzec wyszukiwania
pt: Definido para especificar que os jogos só correspondem se os peões estiverem nos mesmos arquivos que o padrão de pesquisa
ro: Setați pentru a specifica că jocurile se potrivesc numai dacă pionii se află pe aceleași fișiere ca și modelul de căutare
ru: Установите, чтобы указать, что игры совпадают только в том случае, если пешки находятся в тех же файлах, что и шаблон поиска.

source: Set this if you want light squared and dark squared bishops
fa: اگر می خواهید اسقف های مربع روشن و مربع تیره می خواهید این را تنظیم کنید
ja: 明るい四角と暗い四角のビショップが必要な場合はこれを設定します
ko: 밝은 제곱과 어두운 제곱 비숍을 원하시면 이것을 설정하세요.
lt: Nustatykite tai, jei norite šviesių kvadratų ir tamsių kvadratų vyskupų
no: Still inn denne hvis du vil ha lyse ruter og mørke ruter biskoper
pl: Ustaw tę opcję, jeśli chcesz jasnych i ciemnych kwadratów gońców
pt: Defina isso se você quiser bispos de casas claras e escuras
ro: Setați acest lucru dacă doriți episcopi pătrați deschisi și pătrați întunecați
ru: Установите это, если вам нужны светлопольные и темнопольные слоны.

source: to be distinct pieces for search purposes
fa: قطعات متمایز برای اهداف جستجو باشد
ja: 検索目的のために別個のピースとする
ko: 검색 목적으로 별도의 조각이 되도록 합니다.
lt: kad paieškos tikslais būtų atskiros dalys
no: å være distinkte brikker for søkeformål
pl: być odrębnymi elementami do celów wyszukiwania
pt: para serem peças distintas para fins de pesquisa
ro: să fie piese distincte în scopuri de căutare
ru: быть отдельными частями для целей поиска

source: Set to find positions with white to move
fa: برای یافتن موقعیت هایی با رنگ سفید برای حرکت تنظیم کنید
ja: 白で動く位置を探すように設定する
ko: 흰색으로 이동할 위치를 찾기 위해 설정
lt: Nustatykite, kad rastumėte pozicijas su balta spalva, kad galėtumėte judėti
no: Still inn for å finne posisjoner med hvit for å flytte
pl: Ustaw, aby znaleźć pozycje z białym kolorem do ruchu
pt: Defina para encontrar posições com o branco para mover
ro: Setați pentru a găsi poziții cu alb pentru a muta
ru: Установить, чтобы найти позиции с ходом белых

source: Set to find positions with black to move
fa: برای یافتن موقعیت هایی با رنگ مشکی برای حرکت تنظیم کنید
ja: 黒が動く位置を探すように設定する
ko: 검은색으로 이동할 위치를 찾기 위해 설정
lt: Nustatykite, kad rastumėte vietas, o juda juoda
no: Still inn for å finne posisjoner med svart for å flytte
pl: Ustaw, aby znaleźć pozycje z czarnym, aby się poruszać
pt: Definido para encontrar posições com o preto para mover
ro: Setați pentru a găsi poziții cu negru pentru a muta
ru: Установить, чтобы найти позиции с черными для перемещения
