Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Help delay - Enter the value for the help delay in milli-seconds.
fa: تاخیر کمک - مقدار تاخیر کمک را در میلی ثانیه وارد کنید.
ja: ヘルプ遅延 - ヘルプ遅延の値をミリ秒単位で入力します。
ko: 도움말 지연 - 도움말 지연 시간을 밀리초 단위로 입력하세요.
lt: Pagalbos delsa – įveskite pagalbos delsos reikšmę milisekundėmis.
no: Hjelpeforsinkelse - Angi verdien for hjelpeforsinkelsen i millisekunder.
pl: Opóźnienie pomocy – wprowadź wartość opóźnienia pomocy w milisekundach.
pt: Atraso de ajuda - Insira o valor para o atraso de ajuda em milissegundos.
ro: Întârziere ajutor - Introduceți valoarea pentru întârzierea ajutorului în milisecunde.
ru: Задержка справки — введите значение задержки справки в миллисекундах.

source: Help file delay options
fa: راهنما گزینه های تاخیر فایل
ja: ヘルプファイルの遅延オプション
ko: 도움말 파일 지연 옵션
lt: Pagalbos failo delsos parinktys
no: Hjelpefilforsinkelsesalternativer
pl: Opcje opóźnienia pliku pomocy
pt: Opções de atraso do arquivo de ajuda
ro: Opțiuni de întârziere a fișierului de ajutor
ru: Параметры задержки файла справки

source: Board highlight colours for 3d screen
fa: رنگ های هایلایت تابلو برای صفحه نمایش سه بعدی
ja: 3D スクリーンのボードのハイライト色
ko: 3D 화면을 위한 보드 강조 색상
lt: 3D ekrano lentos paryškinimo spalvos
no: Brett fremhevingsfarger for 3d-skjerm
pl: Kolory podświetlenia planszy dla ekranu 3D
pt: Cores de destaque do quadro para tela 3D
ro: Culorile de evidențiere a panoului pentru ecranul 3D
ru: Цвета подсветки доски для 3D-экрана

source: Use square hightlight
fa: از هایلایت مربعی استفاده کنید
ja: 四角いハイライトを使用する
ko: 사각형 하이라이트를 사용하세요
lt: Naudokite kvadratinį paryškinimą
no: Bruk firkantet høydelys
pl: Użyj kwadratowego wyróżnienia
pt: Use destaque quadrado
ro: Folosiți evidențierea pătrată
ru: Использовать квадратную подсветку

source: Save to file
fa: ذخیره در فایل
ja: ファイルに保存
ko: 파일에 저장
lt: Išsaugoti faile
no: Lagre til fil
pl: Zapisz do pliku
pt: Salvar em arquivo
ro: Salvați în fișier
ru: Сохранить в файл

source: Alt square colour
fa: رنگ مربع جایگزین
ja: 代替スクエアカラー
ko: 대체 사각형 색상
lt: Alt kvadrato spalva
no: Alt kvadratisk farge
pl: Alt kolor kwadratu
pt: Cor do quadrado alternativo
ro: Culoare alt pătrat
ru: Цвет альтернативного квадрата

source: Control square colour
fa: رنگ مربع را کنترل کنید
ja: 四角い色をコントロール
ko: 사각형 색상 제어
lt: Valdykite kvadrato spalvą
no: Kontroller firkantet farge
pl: Kontroluj kolor kwadratu
pt: Cor do quadrado de controle
ro: Controlează culoarea pătratului
ru: Цвет контрольного квадрата

source: Shift square colour
fa: تغییر رنگ مربع
ja: 四角の色をシフト
ko: 사각형 색상 변경
lt: Pakeiskite kvadrato spalvą
no: Skift firkantet farge
pl: Przesuń kolor kwadratu
pt: Deslocar a cor do quadrado
ro: Schimbați culoarea pătratului
ru: Сдвиг цвета квадрата

source: Use arrow highlights
fa: از فلش هایلایت استفاده کنید
ja: 矢印のハイライトを使用する
ko: 화살표 강조 표시를 사용하세요
lt: Naudokite rodyklių paryškinimus
no: Bruk piluthevinger
pl: Użyj wyróżnień strzałkowych
pt: Use destaques de seta
ro: Folosiți săgețile evidențiate
ru: Используйте стрелки для выделения

source: Alt arrow colour
fa: رنگ پیکان جایگزین
ja: Alt 矢印の色
ko: Alt 화살표 색상
lt: Alt rodyklės spalva
no: Alt pilfarge
pl: Kolor strzałki Alt
pt: Cor da seta Alt
ro: Culoarea săgeții Alt
ru: Цвет стрелки Alt

source: Control arrow colour
fa: رنگ فلش را کنترل کنید
ja: 矢印の色を制御する
ko: 화살표 색상 제어
lt: Valdymo rodyklės spalva
no: Farge på kontrollpilen
pl: Kolor strzałki sterującej
pt: Cor da seta de controle
ro: Controlează culoarea săgeții
ru: Цвет стрелки управления

source: Shift arrow colour
fa: تغییر رنگ پیکان
ja: 矢印の色を変更
ko: 화살표 색상 변경
lt: Perjungti rodyklės spalvą
no: Skift pilfarge
pl: Zmień kolor strzałki
pt: Mudar cor da seta
ro: Schimbați culoarea săgeții
ru: Изменить цвет стрелки

source: Arrow head size
fa: اندازه سر پیکان
ja: 矢印の頭のサイズ
ko: 화살촉 크기
lt: Rodyklės galvutės dydis
no: Pilhodestørrelse
pl: Rozmiar grotu strzały
pt: Tamanho da ponta da flecha
ro: Dimensiunea capului săgeții
ru: Размер наконечника стрелы

source: Arrow thickness
fa: ضخامت پیکان
ja: 矢印の太さ
ko: 화살표 두께
lt: Rodyklės storis
no: Piltykkelse
pl: Grubość strzałki
pt: Espessura da flecha
ro: Grosimea săgeții
ru: Толщина стрелы

source: Arrow proportion
fa: نسبت پیکان
ja: 矢印の比率
ko: 화살표 비율
lt: Rodyklės proporcija
no: Pil proporsjon
pl: Proporcje strzałek
pt: Proporção da seta
ro: Proporția săgeților
ru: Пропорция стрелки

source: Use board square highlights
fa: از هایلایت های مربعی تخته استفاده کنید
ja: ボードの四角のハイライトを使用する
ko: 보드 사각형 하이라이트를 사용하세요
lt: Naudokite lentos kvadrato paryškinimus
no: Bruk kvadratiske høydepunkter
pl: Użyj wyróżnień kwadratowych planszy
pt: Use destaques quadrados do tabuleiro
ro: Folosiți evidențierea pătratului de tablă
ru: Использовать выделение квадратов доски

source: Save square highlight to file with game
fa: هایلایت مربعی را در فایل با بازی ذخیره کنید
ja: 四角いハイライトをゲームと一緒にファイルに保存する
ko: 게임과 함께 파일에 사각형 하이라이트 저장
lt: Išsaugokite kvadratinį paryškinimą žaidime
no: Lagre firkantet høydepunkt til fil med spillet
pl: Zapisz zaznaczenie kwadratu do pliku z grą
pt: Salvar destaque quadrado no arquivo com o jogo
ro: Salvați evidențierea pătratului în fișierul cu jocul
ru: Сохранить выделение квадрата в файл с игрой

source: Select Alt key square highlight colour
fa: رنگ برجسته مربع کلید Alt را انتخاب کنید
ja: Altキーの四角のハイライト色を選択
ko: Alt 키 사각형 강조 색상 선택
lt: Pasirinkite Alt klavišo kvadrato paryškinimo spalvą
no: Velg Alt-tast firkantet uthevingsfarge
pl: Wybierz klawisz Alt i kolor podświetlenia kwadratu
pt: Selecione a cor de destaque do quadrado da tecla Alt
ro: Selectați culoarea de evidențiere a pătratului tastei Alt
ru: Выберите цвет подсветки квадрата с помощью клавиши Alt

source: Restore default Alt key square highlight colour
fa: رنگ هایلایت مربعی کلید Alt پیش فرض را بازیابی کنید
ja: Altキーの四角のハイライト色をデフォルトに戻す
ko: 기본 Alt 키 사각형 강조 색상 복원
lt: Atkurti numatytąją Alt klavišo kvadrato paryškinimo spalvą
no: Gjenopprett standard Alt-tast firkantet uthevingsfarge
pl: Przywróć domyślny kolor podświetlenia kwadratu klawisza Alt
pt: Restaurar a cor de destaque do quadrado da tecla Alt padrão
ro: Restabiliți culoarea de evidențiere a pătratului tată Alt implicită
ru: Восстановить цвет подсветки квадрата по умолчанию при нажатии клавиши Alt

source: Select Ctrl key square highlight colour
fa: رنگ برجسته مربع کلید Ctrl را انتخاب کنید
ja: Ctrlキーの四角のハイライト色を選択
ko: Ctrl 키 사각형 강조 색상 선택
lt: Pasirinkite Ctrl klavišo kvadrato paryškinimo spalvą
no: Velg Ctrl-tast firkantet uthevingsfarge
pl: Wybierz klawisz Ctrl, kwadratowy kolor podświetlenia
pt: Selecione a tecla Ctrl para destacar a cor do quadrado
ro: Selectați culoarea de evidențiere a pătratului tastei Ctrl
ru: Выберите цвет подсветки квадрата с клавишей Ctrl

source: Restore default Ctrl key square highlight colour
fa: رنگ برجسته مربع کلید Ctrl پیش فرض را بازیابی کنید
ja: Ctrl キーの四角のハイライト色をデフォルトに戻す
ko: 기본 Ctrl 키 사각형 강조 색상 복원
lt: Atkurti numatytąją Ctrl klavišo kvadrato paryškinimo spalvą
no: Gjenopprett standard Ctrl-tast firkantet uthevingsfarge
pl: Przywróć domyślny kolor podświetlenia kwadratu klawisza Ctrl
pt: Restaurar a cor de destaque do quadrado da tecla Ctrl padrão
ro: Restabiliți culoarea implicită de evidențiere a tastaturii Ctrl
ru: Восстановить цвет подсветки квадрата клавиши Ctrl по умолчанию

source: Select Shift key square highlight colour
fa: رنگ برجسته مربع کلید Shift را انتخاب کنید
ja: Shiftキーで四角のハイライト色を選択
ko: Shift 키 사각형 강조 색상 선택
lt: Pasirinkite klavišo „Shift“ kvadrato paryškinimo spalvą
no: Velg Shift-tast firkantet uthevingsfarge
pl: Wybierz klawisz Shift, aby podświetlić kwadratowy kolor
pt: Selecione a cor de destaque do quadrado da tecla Shift
ro: Selectați culoarea de evidențiere a pătratului tastei Shift
ru: Выберите цвет подсветки квадрата с помощью клавиши Shift

source: Restore default Shift key square highlight colour
fa: رنگ هایلایت مربعی کلید Shift پیش فرض را بازیابی کنید
ja: Shiftキーの四角のハイライト色をデフォルトに戻す
ko: 기본 Shift 키 사각형 강조 색상 복원
lt: Atkurti numatytąją Shift klavišo kvadrato paryškinimo spalvą
no: Gjenopprett standard Shift-tast firkantet uthevingsfarge
pl: Przywróć domyślny kolor podświetlenia kwadratu klawisza Shift
pt: Restaurar a cor de destaque do quadrado da tecla Shift padrão
ro: Restabiliți culoarea de evidențiere a pătratului tasta Shift implicită
ru: Восстановить цвет подсветки квадрата при нажатии клавиши Shift по умолчанию

source: Save arrow highlights to file with game
fa: نکات برجسته پیکان را در فایل با بازی ذخیره کنید
ja: 矢印のハイライトをゲームと一緒にファイルに保存する
ko: 게임과 함께 화살표 하이라이트를 파일에 저장
lt: Išsaugokite rodyklės paryškinimus faile su žaidimu
no: Lagre piluthevinger til fil med spillet
pl: Zapisz wyróżnienia strzałek do pliku z grą
pt: Salvar destaques de seta para arquivar com o jogo
ro: Salvați evidențierea săgeților în fișierul cu jocul
ru: Сохранить выделенные стрелки в файл с игрой

source: Select Alt key arrow colour
fa: رنگ فلش کلید Alt را انتخاب کنید
ja: Altキーの矢印の色を選択
ko: Alt 키 화살표 색상 선택
lt: Pasirinkite Alt klavišo rodyklės spalvą
no: Velg pilfarge på Alt-tasten
pl: Wybierz kolor strzałki klawisza Alt
pt: Selecione a cor da seta da tecla Alt
ro: Selectați culoarea săgeții tastei Alt
ru: Выберите цвет стрелки клавиши Alt

source: Restore default 2d Alt arrow colour
fa: رنگ پیکان Alt پیش فرض 2 بعدی را بازیابی کنید
ja: デフォルトの 2D Alt 矢印の色を復元する
ko: 기본 2d Alt 화살표 색상 복원
lt: Atkurti numatytąją 2d Alt rodyklės spalvą
no: Gjenopprett standard 2d Alt-pilfarge
pl: Przywróć domyślny kolor strzałki Alt 2d
pt: Restaurar a cor padrão da seta Alt 2D
ro: Restabiliți culoarea săgeată Alt 2d implicită
ru: Восстановить цвет стрелки 2D Alt по умолчанию

source: Select Ctrl key arrow colour
fa: رنگ فلش کلید Ctrl را انتخاب کنید
ja: Ctrlキーの矢印の色を選択
ko: Ctrl 키 화살표 색상 선택
lt: Pasirinkite Ctrl klavišo rodyklės spalvą
no: Velg Ctrl-tasten pilfarge
pl: Wybierz kolor strzałki klawisza Ctrl
pt: Selecione a cor da seta da tecla Ctrl
ro: Selectați culoarea săgeții tastei Ctrl
ru: Выберите цвет стрелки клавиши Ctrl

source: Restore default 2d Ctrl key arrow colour
fa: رنگ پیکان کلید دو بعدی Ctrl پیش فرض را بازیابی کنید
ja: デフォルトの 2D Ctrl キー矢印の色を復元します
ko: 기본 2d Ctrl 키 화살표 색상 복원
lt: Atkurti numatytąją 2d Ctrl klavišo rodyklės spalvą
no: Gjenopprett standard 2d Ctrl-tastpilfarge
pl: Przywróć domyślny kolor strzałki klawisza Ctrl 2d
pt: Restaurar a cor padrão da seta da tecla Ctrl 2D
ro: Restabiliți culoarea săgeată a tastei Ctrl 2d implicită
ru: Восстановить цвет стрелки клавиши Ctrl по умолчанию

source: Select Shift key arrow colour
fa: رنگ فلش کلید Shift را انتخاب کنید
ja: Shiftキーの矢印の色を選択
ko: Shift 키 화살표 색상 선택
lt: Pasirinkite Shift klavišo rodyklės spalvą
no: Velg Shift-tasten pilfarge
pl: Wybierz kolor strzałki klawisza Shift
pt: Selecione a cor da seta da tecla Shift
ro: Selectați culoarea săgeții tastei Shift
ru: Выберите цвет стрелки клавиши Shift

source: Restore default 2dShift key arrow colour
fa: رنگ پیکان کلید 2dShift پیش فرض را بازیابی کنید
ja: デフォルトの 2dShift キーの矢印の色を復元する
ko: 기본 2dShift 키 화살표 색상 복원
lt: Atkurti numatytąją 2dShift klavišo rodyklės spalvą
no: Gjenopprett standard 2dShift-tastpilfarge
pl: Przywróć domyślny kolor strzałki klawisza 2dShift
pt: Restaurar a cor padrão da seta da tecla 2dShift
ro: Restabiliți culoarea implicită a săgeții tastei 2dShift
ru: Восстановить цвет стрелки клавиши 2dShift по умолчанию

source: Select arrow head size
fa: اندازه سر فلش را انتخاب کنید
ja: 矢印のサイズを選択
ko: 화살표 머리 크기를 선택하세요
lt: Pasirinkite rodyklės galvutės dydį
no: Velg pilhodestørrelse
pl: Wybierz rozmiar grotu strzałki
pt: Selecione o tamanho da ponta da seta
ro: Selectați dimensiunea capului săgeții
ru: Выберите размер наконечника стрелы

source: Select arrow thickness
fa: ضخامت فلش را انتخاب کنید
ja: 矢印の太さを選択
ko: 화살표 두께를 선택하세요
lt: Pasirinkite rodyklės storį
no: Velg piltykkelse
pl: Wybierz grubość strzałki
pt: Selecione a espessura da seta
ro: Selectați grosimea săgeții
ru: Выберите толщину стрелки

source: Select arrow square proportion
fa: نسبت مربع پیکان را انتخاب کنید
ja: 矢印の正方形の比率を選択
ko: 화살표 사각형 비율을 선택하세요
lt: Pasirinkite rodyklės kvadrato proporciją
no: Velg kvadratisk pilproporsjon
pl: Wybierz strzałkę kwadratową proporcję
pt: Selecione a proporção da seta quadrada
ro: Selectați proporția pătrată a săgeții
ru: Выберите стрелку квадратной пропорции

source: i.e. How far into the square the arrow goes
fa: یعنی فلش چقدر به سمت مربع می رود
ja: つまり、矢印が正方形のどこまで入るか
ko: 즉, 화살표가 사각형 안으로 얼마나 들어가는가
lt: y., kiek toli į kvadratą eina rodyklė
no: dvs. hvor langt inn på plassen pilen går
pl: tj. Jak daleko w kwadrat sięga strzałka
pt: ou seja, até onde a seta vai no quadrado
ro: adică cât de departe în pătrat merge săgeata
ru: то есть насколько далеко в квадрат заходит стрелка

source: This dialog box allow you to select the colours and options
fa: این کادر محاوره ای به شما امکان می دهد رنگ ها و گزینه ها را انتخاب کنید
ja: このダイアログボックスでは色とオプションを選択できます
ko: 이 대화 상자를 사용하면 색상과 옵션을 선택할 수 있습니다.
lt: Šiame dialogo lange galite pasirinkti spalvas ir parinktis
no: Denne dialogboksen lar deg velge farger og alternativer
pl: To okno dialogowe umożliwia wybór kolorów i opcji
pt: Esta caixa de diálogo permite que você selecione as cores e opções
ro: Această casetă de dialog vă permite să selectați culorile și opțiunile
ru: Это диалоговое окно позволяет вам выбрать цвета и параметры.

source: for the board square highlights.
fa: برای برجسته های مربع تخته.
ja: ボードの四角のハイライト用。
ko: 보드 사각형 하이라이트를 위해.
lt: lentos aikštės akcentams.
no: for brettfirkanthøydepunktene.
pl: dla podkreśleń kwadratów planszy.
pt: para os destaques dos quadrados do tabuleiro.
ro: pentru evidențierea pătratului de bord.
ru: для подсветки квадратов доски.

source: Squares can be highlighted by holding down a control key
fa: مربع ها را می توان با نگه داشتن یک کلید کنترل برجسته کرد
ja: コントロールキーを押したままにすると四角形が強調表示されます
ko: Ctrl 키를 누르고 있으면 사각형을 강조 표시할 수 있습니다.
lt: Kvadratus galima paryškinti laikant nuspaudus valdymo klavišą
no: Firkanter kan utheves ved å holde nede en kontrolltast
pl: Kwadraty można zaznaczać, przytrzymując klawisz Ctrl
pt: Os quadrados podem ser destacados mantendo pressionada uma tecla de controle
ro: Pătratele pot fi evidențiate ținând apăsată o tastă de control
ru: Квадраты можно выделить, удерживая клавишу Control.

source: < Alt > < Ctrl > or < Shift > and left clicking on a square.
fa: < Alt > < Ctrl > یا < Shift > و کلیک چپ روی مربع.
ja: < Alt > < Ctrl > または < Shift > キーを押しながら四角形を左クリックします。
ko: <Alt> <Ctrl> 또는 <Shift> 키를 누른 채 사각형을 왼쪽 클릭합니다.
lt: < Alt > < Ctrl > arba < Shift > ir kairiuoju pelės mygtuku spustelėkite kvadratą.
no: < Alt > < Ctrl > eller < Shift > og venstreklikk på en firkant.
pl: < Alt > < Ctrl > lub < Shift > i kliknij lewym przyciskiem myszy na kwadracie.
pt: < Alt > < Ctrl > ou < Shift > e clique com o botão esquerdo em um quadrado.
ro: < Alt > < Ctrl > sau < Shift > și făcând clic stânga pe un pătrat.
ru: <Alt>, <Ctrl> или <Shift> и щелкните левой кнопкой мыши по квадрату.

source: To clear the square highlights for the current position,
fa: برای پاک کردن نقاط برجسته مربع برای موقعیت فعلی،
ja: 現在の位置の四角形のハイライトをクリアするには、
ko: 현재 위치의 사각형 하이라이트를 지우려면
lt: Norėdami išvalyti dabartinės padėties kvadrato paryškinimus,
no: For å fjerne de firkantede høydepunktene for gjeldende posisjon,
pl: Aby wyczyścić kwadratowe wyróżnienia dla bieżącej pozycji,
pt: Para limpar os destaques quadrados da posição atual,
ro: Pentru a șterge pătratul evidențiat pentru poziția curentă,
ru: Чтобы очистить выделение квадрата для текущей позиции,

source: hold down the < Alt > key and click in the border area
fa: کلید < Alt > را نگه داشته و در قسمت حاشیه کلیک کنید
ja: < Alt > キーを押しながら境界領域をクリックします
ko: <Alt> 키를 누른 채로 테두리 영역을 클릭하세요.
lt: laikykite nuspaudę klavišą < Alt > ir spustelėkite kraštinės srityje
no: hold nede < Alt >-tasten og klikk i kantområdet
pl: przytrzymaj klawisz < Alt > i kliknij w obszarze obramowania
pt: mantenha pressionada a tecla < Alt > e clique na área da borda
ro: țineți apăsată tasta < Alt > și faceți clic în zona de chenar
ru: удерживая клавишу <Alt>, щелкните в области границы

source: which surrounds the board.
fa: که اطراف تخته را احاطه کرده است.
ja: ボードを囲むもの。
ko: 보드를 둘러싼다.
lt: kuri supa lentą.
no: som omgir brettet.
pl: który otacza planszę.
pt: que envolve o tabuleiro.
ro: care înconjoară placa.
ru: которая окружает доску.

source: Hold down the < Ctrl > and < Shift > keys when you click in the border
fa: هنگامی که روی حاشیه کلیک می کنید، کلیدهای < Ctrl > و < Shift > را نگه دارید
ja: 境界線をクリックするときに、<Ctrl>キーと<Shift>キーを押したままにします。
ko: 테두리를 클릭할 때 <Ctrl>과 <Shift> 키를 누르고 있습니다.
lt: Kai spustelėsite kraštinę, laikykite nuspaudę klavišus < Ctrl > ir < Shift >
no: Hold nede < Ctrl > og < Shift >-tastene når du klikker i rammen
pl: Przytrzymaj klawisze < Ctrl > i < Shift > podczas klikania w obramowanie
pt: Mantenha pressionadas as teclas < Ctrl > e < Shift > ao clicar na borda
ro: Țineți apăsate tastele < Ctrl > și < Shift > când faceți clic pe margine
ru: Удерживайте клавиши <Ctrl> и <Shift> при щелчке по границе.

source: to clear all the square highlights in a game.
fa: برای پاک کردن تمام نقاط برجسته مربع در یک بازی.
ja: ゲーム内のすべての四角のハイライトをクリアします。
ko: 게임에서 모든 사각형 하이라이트를 지우는 방법.
lt: norėdami išvalyti visus žaidimo aikštės akcentus.
no: for å fjerne alle de firkantede høydepunktene i et spill.
pl: aby wyczyścić wszystkie kwadratowe podświetlenia w grze.
pt: para limpar todos os destaques quadrados em um jogo.
ro: pentru a șterge toate elementele evidențiate pătrate dintr-un joc.
ru: чтобы убрать все квадратные выделения в игре.

source: There are separate options for the 2d and 3d screens,
fa: گزینه های جداگانه ای برای صفحه های 2 بعدی و 3 بعدی وجود دارد،
ja: 2Dと3Dの画面には別々のオプションがあります。
ko: 2D 및 3D 화면에는 별도의 옵션이 있습니다.
lt: Yra atskiros 2D ir 3D ekranų parinktys,
no: Det er separate alternativer for 2d- og 3d-skjermene,
pl: Dostępne są osobne opcje dla ekranów 2D i 3D,
pt: Existem opções separadas para as telas 2D e 3D,
ro: Există opțiuni separate pentru ecranele 2d și 3d,
ru: Существуют отдельные опции для 2D и 3D экранов,

source: except for the < Use > and < Save > options,
fa: به جز گزینه های <استفاده > و <ذخیره >،
ja: <使用>と<保存>オプションを除き、
ko: <사용> 및 <저장> 옵션을 제외하고,
lt: išskyrus < Naudoti > ir < Išsaugoti > parinktis,
no: bortsett fra alternativene < Bruk > og < Lagre >,
pl: z wyjątkiem opcji <Użyj> i <Zapisz>,
pt: exceto para as opções < Usar > e < Salvar >,
ro: cu excepția opțiunilor < Utilizare > și < Salvare >,
ru: за исключением опций <Использовать> и <Сохранить>,

source: which are set the same for both screens.
fa: که برای هر دو صفحه نمایش یکسان تنظیم شده اند.
ja: 両方の画面で同じ設定になっています。
ko: 두 화면 모두 동일하게 설정되어 있습니다.
lt: kurie nustatyti vienodai abiem ekranams.
no: som er satt likt for begge skjermene.
pl: które są ustawione tak samo dla obu ekranów.
pt: que são definidos da mesma forma para ambas as telas.
ro: care sunt setate la fel pentru ambele ecrane.
ru: которые устанавливаются одинаково для обоих экранов.

source: Use board square highlight - Check to use coloured board square highlights.
fa: از هایلایت مربع تخته استفاده کنید - برای استفاده از برجسته های مربع تخته رنگی علامت بزنید.
ja: ボードの四角形のハイライトを使用する - 色付きのボードの四角形のハイライトを使用するにはチェックします。
ko: 보드 사각형 강조 표시 사용 - 색상이 있는 보드 사각형 강조 표시를 사용하려면 체크하세요.
lt: Naudoti lentos kvadrato paryškinimą – pažymėkite, jei norite naudoti spalvotus lentos kvadrato paryškinimus.
no: Bruk kvadratisk utheving av tavler - Kryss av for å bruke kvadratiske uthevinger av tavler.
pl: Użyj podświetlania kwadratów planszy - zaznacz, aby używać kolorowych podświetlań kwadratów planszy.
pt: Usar destaque quadrado do tabuleiro - Marque para usar destaques quadrados coloridos do tabuleiro.
ro: Utilizați evidențierea pătratului de tablă - Bifați pentru a utiliza evidențierea pătratului de tablă colorată.
ru: Использовать выделение квадратов доски — установите этот флажок, чтобы использовать цветное выделение квадратов доски.

source: Save to file - Check to save the highlights to a file when the game is saved.
fa: ذخیره در فایل - برای ذخیره نکات برجسته در فایلی که بازی ذخیره می شود، علامت بزنید.
ja: ファイルに保存 - ゲームを保存するときにハイライトをファイルに保存する場合はチェックします。
ko: 파일에 저장 - 게임을 저장할 때 하이라이트를 파일에 저장하려면 체크하세요.
lt: Išsaugoti faile – pažymėkite, kad išsaugotumėte svarbiausius elementus faile, kai žaidimas išsaugomas.
no: Lagre til fil - Merk av for å lagre høydepunktene i en fil når spillet er lagret.
pl: Zapisz do pliku – zaznacz, aby zapisać najważniejsze momenty do pliku podczas zapisywania gry.
pt: Salvar em arquivo - Marque para salvar os destaques em um arquivo quando o jogo for salvo.
ro: Salvare în fișier - Bifați pentru a salva elementele evidențiate într-un fișier când jocul este salvat.
ru: Сохранить в файл — установите этот флажок, чтобы сохранить основные моменты в файле при сохранении игры.

source: Alt colour - Select the colour for board square highlight when the Alt key
fa: رنگ Alt - رنگ را برای برجسته کردن مربع تخته با کلید Alt انتخاب کنید
ja: Alt色 - Altキーを押したときのボードの四角のハイライトの色を選択します
ko: Alt 색상 - Alt 키를 누를 때 보드 사각형 강조 표시의 색상을 선택합니다.
lt: Alt spalva – pasirinkite lentos kvadrato paryškinimo spalvą, kai paspausite Alt klavišą
no: Alt-farge - Velg fargen for brettfirkantutheving når Alt-tasten
pl: Alt color – Wybierz kolor podświetlania pól planszy po naciśnięciu klawisza Alt
pt: Cor alternativa - Selecione a cor para o destaque do quadrado do tabuleiro quando a tecla Alt for pressionada
ro: Alt culoare - Selectați culoarea pentru evidențierea pătratului de pe tablă atunci când tasta Alt
ru: Альтернативный цвет — выберите цвет для подсветки квадратов доски при нажатии клавиши Alt.

source: is down when the user clicks the left mouse button on a board square.
fa: هنگامی که کاربر دکمه سمت چپ ماوس را بر روی مربع تخته کلیک می کند، پایین است.
ja: ユーザーがボードのマス目でマウスの左ボタンをクリックすると、ダウンします。
ko: 사용자가 보드 사각형에서 마우스 왼쪽 버튼을 클릭하면 다운됩니다.
lt: neveikia, kai vartotojas spusteli kairįjį pelės mygtuką ant lentos kvadrato.
no: er nede når brukeren klikker venstre museknapp på en brettfirkant.
pl: jest wyłączony, gdy użytkownik kliknie lewym przyciskiem myszy na polu planszy.
pt: fica inativo quando o usuário clica com o botão esquerdo do mouse em um quadrado do tabuleiro.
ro: este în jos când utilizatorul face clic pe butonul stâng al mouse-ului pe un pătrat de tablă.
ru: опускается, когда пользователь щелкает левой кнопкой мыши по клетке доски.

source: Shift colour - Select the colour for board square highlight when the Shift key
fa: رنگ Shift - رنگ را برای برجسته کردن مربع تخته با کلید Shift انتخاب کنید
ja: シフトカラー - Shiftキーを押しながらボードの四角形をハイライトする色を選択します。
ko: 색상 변경 - Shift 키를 누를 때 보드 사각형 강조 표시의 색상을 선택합니다.
lt: „Shift“ spalva – pasirinkite lentos kvadrato paryškinimo spalvą, kai paspausite klavišą „Shift“.
no: Skift farge - Velg fargen for brettfirkantutheving når Shift-tasten
pl: Zmień kolor – wybierz kolor podświetlania pól planszy po naciśnięciu klawisza Shift
pt: Mudar cor - Selecione a cor para o destaque do quadrado do tabuleiro quando a tecla Shift for pressionada
ro: Shift color - Selectați culoarea pentru evidențierea pătratului de tablă atunci când tasta Shift
ru: Shift colour — выберите цвет подсветки квадратов доски при нажатии клавиши Shift.

source: Ctrl colour - Select the colour for board square highlight when the Control key
fa: رنگ Ctrl - رنگ را برای برجسته کردن مربع تخته با کلید کنترل انتخاب کنید
ja: Ctrlカラー - Ctrlキーを押しながらボードの四角形をハイライトする色を選択します。
ko: Ctrl 색상 - Control 키를 누를 때 보드 사각형 강조 표시의 색상을 선택합니다.
lt: Ctrl spalva – pasirinkite lentos kvadrato paryškinimo spalvą, kai paspaudžiamas valdymo klavišas
no: Ctrl-farge - Velg fargen for brettfirkantutheving når kontrolltasten
pl: Ctrl kolor - Wybierz kolor podświetlania kwadratów planszy po naciśnięciu klawisza Control
pt: Ctrl cor - Selecione a cor para o destaque do quadrado do tabuleiro quando a tecla Control for pressionada
ro: Ctrl color - Selectați culoarea pentru evidențierea pătratului de pe tablă atunci când tasta Control
ru: Ctrl цвет - Выберите цвет для подсветки квадрата доски при нажатии клавиши Control.
