Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: White win (1 - 0)
fa: برد سفید (1 - 0)
ja: ホワイトの勝利（1 - 0）
ko: 화이트 승리 (1 - 0)
lt: Baltoji pergalė (1:0)
no: Hvit seier (1 - 0)
pl: Wygrana białych (1 - 0)
pt: Vitória das brancas (1 - 0)
ro: Câștigă alb (1 - 0)
ru: Белые побеждают (1 - 0)

source: Black win (0 - 1)
fa: برد سیاه (0 - 1)
ja: 黒の勝利（0 - 1）
ko: 블랙 승리 (0 - 1)
lt: Juodoji pergalė (0:1)
no: Svart seier (0 - 1)
pl: Czarne zwycięstwo (0 - 1)
pt: Vitória das pretas (0 - 1)
ro: Câștigă negru (0 - 1)
ru: Черные побеждают (0 - 1)

source: Draw (1/2 - 1/2)
fa: تساوی (1/2 - 1/2)
ja: 引き分け（1/2 - 1/2）
ko: 추첨 (1/2 - 1/2)
lt: Lygiosios (1/2–1/2)
no: Uavgjort (1/2 - 1/2)
pl: Remis (1/2 - 1/2)
pt: Empate (1/2 - 1/2)
ro: Remiză (1/2 - 1/2)
ru: Ничья (1/2 - 1/2)

source: OK
fa: باشه
ja: わかりました
ko: 좋아요
lt: Gerai
ro: Bine
ru: ХОРОШО

source: Cancel
fa: لغو کنید
ja: キャンセル
ko: 취소
lt: Atšaukti
no: Kansellere
pl: Anulować
pt: Cancelar
ro: Anula
ru: Отмена

source: No result
fa: بدون نتیجه
ja: 結果なし
ko: 결과 없음
lt: Jokio rezultato
no: Ingen resultat
pl: Brak wyniku
pt: Nenhum resultado
ro: Nici un rezultat
ru: Результата нет

source: Save partially analysed game (y/n) ?
fa: بازی نیمه تحلیل شده (y/n) ذخیره شود؟
ja: 部分的に分析されたゲームを保存しますか (y/n)?
ko: 부분적으로 분석된 게임을 저장하시겠습니까? (y/n)
lt: Išsaugoti iš dalies analizuotą žaidimą (y/n) ?
no: Lagre delvis analysert spill (y/n) ?
pl: Zapisać częściowo przeanalizowaną grę (t/n)?
pt: Salvar jogo parcialmente analisado (s/n)?
ro: Salvați jocul parțial analizat (da/n)?
ru: Сохранить частично проанализированную игру (да/нет)?

source: Analysis message
fa: پیام تحلیلی
ja: 分析メッセージ
ko: 분석 메시지
lt: Analizės pranešimas
no: Analysemelding
pl: Wiadomość analityczna
pt: Mensagem de análise
ro: Mesaj de analiză
ru: Аналитическое сообщение

source: Automatic game analysis stopped
fa: تجزیه و تحلیل خودکار بازی متوقف شد
ja: 自動ゲーム分析が停止しました
ko: 자동 게임 분석이 중단되었습니다
lt: Automatinė žaidimo analizė sustabdyta
no: Automatisk spillanalyse stoppet
pl: Automatyczna analiza gry została zatrzymana
pt: Análise automática do jogo interrompida
ro: Analiza automată a jocului s-a oprit
ru: Автоматический анализ игры остановлен

source: There is no game loaded to analyse.
fa: هیچ بازی برای تجزیه و تحلیل بارگذاری نشده است.
ja: 分析するゲームがロードされていません。
ko: 분석할 게임이 로드되어 있지 않습니다.
lt: Nėra įkelto žaidimo analizuoti.
no: Det er ikke noe spill lastet å analysere.
pl: Nie załadowano żadnej gry, którą można by analizować.
pt: Não há nenhum jogo carregado para analisar.
ro: Nu există niciun joc încărcat de analizat.
ru: Не загружено ни одной игры для анализа.

source: Please load a game before starting auto analysis.
fa: لطفاً قبل از شروع تجزیه و تحلیل خودکار یک بازی را بارگذاری کنید.
ja: 自動分析を開始する前にゲームをロードしてください。
ko: 자동 분석을 시작하기 전에 게임을 로드하세요.
lt: Prieš pradėdami automatinę analizę, įkelkite žaidimą.
no: Last inn et spill før du starter automatisk analyse.
pl: Proszę załadować grę przed rozpoczęciem automatycznej analizy.
pt: Carregue um jogo antes de iniciar a análise automática.
ro: Vă rugăm să încărcați un joc înainte de a începe analiza automată.
ru: Пожалуйста, загрузите игру перед началом автоматического анализа.

source: Analyse game message
fa: پیام بازی را تحلیل کنید
ja: ゲームメッセージを分析する
ko: 게임 메시지 분석
lt: Išanalizuokite žaidimo pranešimą
no: Analyser spillmeldingen
pl: Przeanalizuj wiadomość gry
pt: Analisar mensagem do jogo
ro: Analizați mesajul jocului
ru: Анализ игрового сообщения

source: Comment files have not loaded properly.
fa: فایل های نظر به درستی بارگیری نشده اند.
ja: コメントファイルが正しく読み込まれませんでした。
ko: 댓글 파일이 제대로 로드되지 않았습니다.
lt: Komentarų failai nebuvo tinkamai įkelti.
no: Kommentarfilene er ikke lastet inn på riktig måte.
pl: Pliki komentarzy nie zostały poprawnie załadowane.
pt: Os arquivos de comentários não foram carregados corretamente.
ro: Fișierele de comentarii nu s-au încărcat corect.
ru: Файлы комментариев не загрузились должным образом.

source: Do you want to continue without them (y/n) ?
fa: آیا می خواهید بدون آنها (y/n) ادامه دهید؟
ja: それらなしで続行しますか (y/n)?
ko: (y/n) 없이 계속 진행하시겠습니까?
lt: Ar norite tęsti be jų (y/n) ?
no: Vil du fortsette uten dem (y/n) ?
pl: Czy chcesz kontynuować bez nich (t/n)?
pt: Você quer continuar sem eles (s/n)?
ro: Vrei să continui fără ele (da/n)?
ru: Ты хочешь продолжить без них (т/и)?

source: File error message
fa: پیغام خطای فایل
ja: ファイルエラーメッセージ
ko: 파일 오류 메시지
lt: Failo klaidos pranešimas
no: Filfeilmelding
pl: Komunikat o błędzie pliku
pt: Mensagem de erro de arquivo
ro: Mesajul de eroare al fișierului
ru: Сообщение об ошибке файла

source: Game analysis cancelled
fa: تجزیه و تحلیل بازی لغو شد
ja: ゲーム分析はキャンセルされました
ko: 게임 분석 취소됨
lt: Žaidimo analizė atšaukta
no: Spillanalyse avlyst
pl: Anulowano analizę gry
pt: Análise do jogo cancelada
ro: Analiza jocului a fost anulată
ru: Анализ игры отменен

source: Game analysis message
fa: پیام تحلیل بازی
ja: ゲーム分析メッセージ
ko: 게임 분석 메시지
lt: Žaidimo analizės pranešimas
no: Spillanalysemelding
pl: Wiadomość z analizą gry
pt: Mensagem de análise do jogo
ro: Mesaj de analiză a jocului
ru: Сообщение анализа игры

source: Stop
fa: توقف کنید
ja: 停止
ko: 멈추다
lt: Sustok
no: Stoppe
pl: Zatrzymywać się
pt: Parar
ru: Останавливаться

source: Auto analysis for all games complete
fa: تجزیه و تحلیل خودکار برای همه بازی ها کامل شده است
ja: 全ゲームの自動分析が完了しました
ko: 모든 게임에 대한 자동 분석 완료
lt: Atlikta visų žaidimų automatinė analizė
no: Autoanalyse for alle spill fullført
pl: Zakończono automatyczną analizę wszystkich gier
pt: Análise automática para todos os jogos concluída
ro: Analiza automată pentru toate jocurile finalizată
ru: Автоматический анализ всех игр завершен

source: Auto analysis message
fa: پیام تحلیل خودکار
ja: 自動分析メッセージ
ko: 자동분석 메시지
lt: Automatinės analizės pranešimas
no: Autoanalysemelding
pl: Wiadomość z automatyczną analizą
pt: Mensagem de análise automática
ro: Mesaj de analiză automată
ru: Сообщение об автоматическом анализе

source: Auto analysis for game complete
fa: آنالیز خودکار بازی کامل شد
ja: ゲームの自動分析が完了しました
ko: 게임 완료에 대한 자동 분석
lt: Automatinė žaidimo analizė baigta
no: Autoanalyse for spillet er fullført
pl: Automatyczna analiza ukończenia gry
pt: Análise automática para jogo completo
ro: Analiza automată pentru joc complet
ru: Автоматический анализ для завершения игры

source: Points lost - White
fa: امتیاز از دست رفته - سفید
ja: 失点 - 白
ko: 손실된 포인트 - 화이트
lt: Pralošti taškai – baltas
no: Tapte poeng - Hvit
pl: Utracone punkty - Biały
pt: Pontos perdidos - Branco
ro: Puncte pierdute - Alb
ru: Потерянные очки - Белый

source: Black
fa: مشکی
ja: 黒
ko: 검은색
lt: Juoda
no: Svart
pl: Czarny
pt: Preto
ro: Negru
ru: Черный

source: (Analysis by
fa: (تحلیل توسط
ja: （分析：
ko: (분석에 의해
lt: (Analizė pagal
no: (Analyse av
pl: (Analiza według
pt: (Análise por
ro: (Analiza de către
ru: (Анализ по

source: at
fa: در
ja: で
ko: ~에
lt: adresu
no: på
pl: Na
pt: no
ro: la
ru: в

source: secs/move
fa: ثانیه/حرکت
ja: 秒/移動
ko: 초/이동
lt: sek./jud
no: sekunder/flytt
pl: sek./ruch
pt: segundos/movimento
ro: secunde/mutare
ru: сек/ход

source: Please select the automatic analysis options :-
fa: لطفاً گزینه های تجزیه و تحلیل خودکار را انتخاب کنید:
ja: 自動分析オプションを選択してください:-
ko: 자동 분석 옵션을 선택하세요:-
lt: Pasirinkite automatines analizės parinktis:
no: Vennligst velg de automatiske analysealternativene: -
pl: Proszę wybrać opcje automatycznej analizy:-
pt: Selecione as opções de análise automática:
ro: Vă rugăm să selectați opțiunile de analiză automată:-
ru: Пожалуйста, выберите параметры автоматического анализа:-

source: Time per move (secs)
fa: زمان در هر حرکت (ثانیه)
ja: 移動時間（秒）
ko: 이동당 시간(초)
lt: Laikas vienam judesiui (sek.)
no: Tid per trekk (sek.)
pl: Czas na ruch (sek.)
pt: Tempo por movimento (segs)
ro: Timp pe mișcare (sec.)
ru: Время на ход (сек)

source: Threshold (1/100 pawns)
fa: آستانه (1/100 پیاده)
ja: 閾値（1/100ポーン）
ko: 임계값(1/100 폰)
lt: Slenkstis (1/100 pėstininkų)
no: Terskel (1/100 bønder)
pl: Próg (1/100 pionków)
pt: Limiar (1/100 peões)
ro: Prag (1/100 de pioni)
ru: Порог (1/100 пешек)

source: Start move no.
fa: شروع حرکت شماره
ja: 開始移動番号。
ko: 시작 이동 번호
lt: Pradėti judėjimą Nr.
no: Start trekk nr.
pl: Rozpocznij ruch nr.
pt: Comece o movimento nº.
ro: Începeți mișcarea nr.
ru: Начать ход №.

source: End move no.
fa: شماره حرکت پایانی
ja: 終了移動番号。
ko: 이동 종료 번호
lt: Pabaigos judėjimas Nr.
no: Slutttrekk nr.
pl: Koniec ruchu nr.
pt: Fim do movimento nº.
ro: Încheierea mișcării nr.
ru: Конец хода №.

source: Identify winning position
fa: موقعیت برنده را شناسایی کنید
ja: 勝利のポジションを特定する
ko: 승리 위치를 식별하세요
lt: Nustatykite laimėjimo poziciją
no: Identifiser vinnerposisjonen
pl: Określ pozycję zwycięską
pt: Identificar posição vencedora
ro: Identificați poziția câștigătoare
ru: Определите выигрышную позицию

source: Winning threshold
fa: آستانه برنده شدن
ja: 勝利の閾値
ko: 승리 임계값
lt: Laimėjimo slenkstis
no: Vinnerterskel
pl: Próg zwycięstwa
pt: Limiar de vitória
ro: Pragul de câștig
ru: Порог выигрыша

source: Margin of error
fa: حاشیه خطا
ja: 誤差の範囲
ko: 오차 범위
lt: Klaidos riba
no: Feilmargin
pl: Margines błędu
pt: Margem de erro
ro: Marja de eroare
ru: Допустимая погрешность

source: Error cutoff (pawns)
fa: قطع خطا (پیاده ها)
ja: エラーカットオフ（ポーン）
ko: 오류 컷오프(폰)
lt: Klaidos nutraukimas (pėstininkai)
no: Feil cutoff (bønder)
pl: Odcięcie błędu (pionki)
pt: Corte de erro (peões)
ro: Tăiere de eroare (pioni)
ru: Ошибка среза (пешки)

source: Add sub-variations
fa: افزودن تغییرات فرعی
ja: サブバリエーションを追加する
ko: 하위 변형 추가
lt: Pridėti antrinius variantus
no: Legg til undervariasjoner
pl: Dodaj podwarianty
pt: Adicionar sub-variações
ro: Adăugați subvariații
ru: Добавить подварианты

source: Analyse book moves
fa: تحرکات کتاب را تحلیل کنید
ja: 本の動きを分析する
ko: 책 이동 분석
lt: Analizuoti knygos judesius
no: Analyser bokbevegelser
pl: Przeanalizuj ruchy książki
pt: Analisar movimentos de livros
ro: Analizați mișcările cărții
ru: Анализировать ходы книг

source: Comments
fa: نظرات
ja: コメント
ko: 댓글
lt: Komentarai
no: Kommentarer
pl: Uwagi
pt: Comentários
ro: Comentarii
ru: Комментарии

source: Errors
fa: خطاها
ja: エラー
ko: 오류
lt: Klaidos
no: Feil
pl: Błędy
pt: Erros
ro: Erori
ru: Ошибки

source: Pre sub-var
fa: پیش متغیر
ja: サブ変数の前
ko: 사전 하위 변수
lt: Prieš sub-var
pl: Przed podzmienną
pt: Pré sub-var
ru: Предварительная подвара

source: Post sub-var
fa: پست فرعی
ja: 投稿サブ変数
ko: 하위 변수 게시
lt: Įrašo sub-var
pl: Post podzmienną
pt: Postar sub-var

source: Add quotes
fa: نقل قول اضافه کنید
ja: 引用を追加する
ko: 견적 추가
lt: Pridėti citatas
no: Legg til sitater
pl: Dodaj cytaty
pt: Adicionar citações
ro: Adăugați ghilimele
ru: Добавить цитаты

source: Use pronoun ze
fa: از ضمیر ze استفاده کنید
ja: 代名詞zeを使用する
ko: 대명사 ze를 사용하세요
lt: Naudokite įvardį ze
no: Bruk pronomen ze
pl: Użyj zaimka ze
pt: Use o pronome ze
ro: Folosește pronumele ze
ru: Используйте местоимение ze

source: Evaluations
fa: ارزیابی ها
ja: 評価
ko: 평가
lt: Vertinimai
no: Evalueringer
pl: Oceny
pt: Avaliações
ro: Evaluări
ru: Оценки

source: All moves
fa: همه حرکات
ja: すべての動き
ko: 모든 이동
lt: Visi judesiai
no: Alle trekk
pl: Wszystkie ruchy
pt: Todos os movimentos
ro: Toate mișcările
ru: Все ходы

source: Points lost
fa: امتیاز از دست رفته
ja: 失点
ko: 포인트 손실
lt: Pralošti taškai
no: Poeng tapt
pl: Utracone punkty
pt: Pontos perdidos
ro: Puncte pierdute
ru: Потерянные очки

source: Count cut off
fa: شمارش قطع شده
ja: カウントカットオフ
ko: 카운트가 끊어짐
lt: Nutrauktas skaičius
no: Telle avskåret
pl: Liczenie odcięte
pt: Contagem cortada
ro: Numărul întrerupt
ru: Количество отрезано

source: Create evaluation profile
fa: ایجاد نمایه ارزیابی
ja: 評価プロファイルを作成する
ko: 평가 프로필 생성
lt: Sukurkite vertinimo profilį
no: Lag evalueringsprofil
pl: Utwórz profil oceny
pt: Criar perfil de avaliação
ro: Creați un profil de evaluare
ru: Создать профиль оценки

source: Kibitz line no. (1-4)
fa: خط کیبیتز شماره (1-4)
ja: キビッツライン番号（1-4）
ko: 키비츠 노선 번호 (1-4)
lt: Kibitz linija Nr. (1–4)
no: Kibitz linjenr. (1-4)
pl: Linia Kibitz nr (1-4)
pt: Linha Kibitz nº (1-4)
ro: Linia Kibitz nr. (1-4)
ru: Линия Кибиц № (1-4)

source: Side to analyse for
fa: طرف برای تجزیه و تحلیل
ja: 分析する側
ko: 분석할 측면
lt: Pusė, kurią reikia analizuoti
no: Side å analysere for
pl: Strona do analizy
pt: Lado para analisar
ro: Parte pentru a analiza
ru: Сторона для анализа

source: White
fa: سفید
ja: 白
ko: 하얀색
lt: Baltas
no: Hvit
pl: Biały
pt: Branco
ro: Alb
ru: Белый

source: Both
fa: هر دو
ja: 両方
ko: 둘 다
lt: Abu
no: Både
pl: Obydwa
pt: Ambos
ro: ambele
ru: Оба

source: Storage options
fa: گزینه های ذخیره سازی
ja: ストレージオプション
ko: 저장 옵션
lt: Saugojimo parinktys
no: Oppbevaringsalternativer
pl: Opcje przechowywania
pt: Opções de armazenamento
ro: Opțiuni de stocare
ru: Варианты хранения

source: Replace
fa: جایگزین کنید
ja: 交換する
ko: 바꾸다
lt: Pakeiskite
no: Bytt ut
pl: Zastępować
pt: Substituir
ro: Înlocui
ru: Заменять

source: Append
fa: ضمیمه
ja: 追加
ko: 추가
lt: Pridėti
no: Legg til
pl: Dodać
pt: Acrescentar
ro: Adăuga
ru: Добавить

source: Variation lengths..
fa: طول متغیر..
ja: バリエーションの長さ。
ko: 변형 길이..
lt: Variacijos ilgiai..
no: Variasjonslengder..
pl: Różne długości..
pt: Comprimentos de variação.
ro: Lungimi de variație..
ru: Длина вариации..

source: Select engine..
fa: موتور را انتخاب کنید..
ja: エンジンを選択してください。
ko: 엔진을 선택하세요.
lt: Pasirinkite variklį..
no: Velg motor..
pl: Wybierz silnik.
pt: Selecione o motor.
ro: Alege motorul...
ru: Выберите двигатель..

source: Start game analysis..
fa: شروع تجزیه و تحلیل بازی..
ja: ゲーム分析を開始します。
ko: 게임 분석을 시작합니다.
lt: Pradėti žaidimo analizę..
no: Start spillanalyse..
pl: Rozpocznij analizę gry.
pt: Iniciar análise do jogo.
ro: Începe analiza jocului...
ru: Начать анализ игры..

source: Defaults
fa: پیش فرض ها
ja: デフォルト
ko: 기본값
lt: Numatytieji nustatymai
no: Standarder
pl: Domyślne
pt: Padrões
ro: Valori implicite
ru: Настройки по умолчанию

source: Help
fa: کمک کنید
ja: ヘルプ
ko: 돕다
lt: Pagalba
no: Hjelp
pl: Pomoc
pt: Ajuda
ro: Ajutor
ru: Помощь

source: Bug fix
fa: رفع اشکال
ja: バグ修正
ko: 버그 수정
lt: Klaidų taisymas
no: Feilretting
pl: Naprawiono błąd
pt: Correção de bug
ro: Remediere erori
ru: Исправление ошибки

source: Enter the time allowed to analyse each move
fa: زمان مجاز برای تجزیه و تحلیل هر حرکت را وارد کنید
ja: 各動きを分析するのに許可された時間を入力します
ko: 각 움직임을 분석하는 데 허용되는 시간을 입력하세요.
lt: Įveskite laiką, skirtą kiekvienam judesiui analizuoti
no: Angi tiden som er tillatt for å analysere hvert trekk
pl: Wprowadź czas potrzebny na analizę każdego ruchu
pt: Insira o tempo permitido para analisar cada movimento
ro: Introduceți timpul permis pentru a analiza fiecare mișcare
ru: Введите время, отведенное на анализ каждого хода.

source: Enter the threshold for adding analysis in 1 / 100 of pawns
fa: آستانه اضافه کردن تجزیه و تحلیل در 1/100 پیاده را وارد کنید
ja: ポーンの1/100に分析を追加するためのしきい値を入力します
ko: 폰의 1/100에 대한 분석을 추가하기 위한 임계값을 입력하세요.
lt: Įveskite analizės pridėjimo slenkstį 1/100 pėstininkų
no: Skriv inn terskelen for å legge til analyse i 1/100 av bønder
pl: Wprowadź próg dodawania analizy w 1/100 pionków
pt: Insira o limite para adicionar análise em 1/100 dos peões
ro: Introduceți pragul pentru adăugarea analizei în 1/100 de pioni
ru: Введите порог для добавления анализа в 1/100 пешек

source: i.e. a value of 30 would equate to 0.3 of a pawn
fa: یعنی مقدار 30 برابر با 0.3 یک پیاده خواهد بود
ja: つまり、30の値はポーンの0.3に相当する。
ko: 즉, 30의 값은 폰의 0.3과 같습니다.
lt: y., 30 reikšmė prilygtų 0,3 pėstininko
no: dvs. en verdi på 30 vil tilsvare 0,3 av en bonde
pl: tj. wartość 30 równałaby się 0,3 pionka
pt: ou seja, um valor de 30 equivaleria a 0,3 de um peão
ro: adică o valoare de 30 ar echivala cu 0,3 dintr-un pion
ru: т.е. значение 30 будет равно 0,3 пешки

source: Enter the move to start analysis from
fa: حرکت را وارد کنید تا تحلیل از آن شروع شود
ja: 分析を開始するには、移動を入力してください
ko: 분석을 시작하려면 이동을 입력하세요.
lt: Įveskite žingsnį, kad pradėtumėte analizę
no: Angi bevegelsen for å starte analysen fra
pl: Wprowadź ruch, aby rozpocząć analizę od
pt: Insira o movimento para iniciar a análise de
ro: Introduceți mutarea de la care începe analiza
ru: Введите ход, чтобы начать анализ

source: Enter the move to end analysis at,
fa: حرکت به پایان تجزیه و تحلیل را وارد کنید،
ja: 分析を終了するには、
ko: 분석을 종료하려면 이동을 입력하세요.
lt: Įveskite žingsnį, kad baigtumėte analizę,
no: Gå inn for å avslutte analysen på,
pl: Wprowadź ruch, aby zakończyć analizę,
pt: Insira o movimento para finalizar a análise em,
ro: Introduceți trecerea la finalul analizei la,
ru: Введите ход, чтобы закончить анализ,

source: zero for all of the moves in a game
fa: صفر برای تمام حرکات در یک بازی
ja: ゲーム中のすべての動きがゼロ
ko: 게임의 모든 움직임에 대해 0
lt: nulis už visus žaidimo judesius
no: null for alle trekkene i et spill
pl: zero dla wszystkich ruchów w grze
pt: zero para todos os movimentos em um jogo
ro: zero pentru toate mișcările dintr-un joc
ru: ноль за все ходы в игре

source: Check this box to always identify a winning moment
fa: این کادر را علامت بزنید تا همیشه یک لحظه برنده را شناسایی کنید
ja: このボックスをチェックすると、勝利の瞬間を常に特定できます
ko: 항상 승리의 순간을 식별하려면 이 상자를 체크하세요.
lt: Pažymėkite šį langelį, kad visada identifikuotumėte laimėjusį momentą
no: Kryss av i denne boksen for alltid å identifisere et vinnende øyeblikk
pl: Zaznacz to pole, aby zawsze identyfikować moment zwycięstwa
pt: Marque esta caixa para sempre identificar um momento vencedor
ro: Bifați această casetă pentru a identifica întotdeauna un moment câștigător
ru: Отметьте этот флажок, чтобы всегда определять выигрышный момент

source: Enter the winning position threshold value (1/100 pawns)
fa: مقدار آستانه موقعیت برنده را وارد کنید (1/100 پیاده)
ja: 勝利ポジションの閾値（1/100ポーン）を入力してください
ko: 승리 위치 임계값(1/100 폰)을 입력하세요.
lt: Įveskite laimėjimo pozicijos slenksčio vertę (1/100 pėstininkų)
no: Angi terskelverdien for vinnerposisjonen (1/100 bønder)
pl: Wprowadź wartość progową pozycji wygranej (1/100 pionków)
pt: Insira o valor limite da posição vencedora (1/100 peões)
ro: Introduceți valoarea pragului poziției câștigătoare (1/100 de pioni)
ru: Введите пороговое значение выигрышной позиции (1/100 пешки)

source: Enter the winning position threshold margin of error value (1/100 pawns)
fa: حاشیه آستانه موقعیت برنده مقدار خطا را وارد کنید (1/100 پیاده)
ja: 勝ち位置のしきい値誤差範囲を入力します（1/100ポーン）
ko: 승리 위치 임계값 오차 한계 값(1/100 폰)을 입력하세요.
lt: Įveskite laimėtos pozicijos slenksčio paklaidos reikšmę (1/100 pėstininkų)
no: Angi terskelmarginen for vinnende posisjon (1/100 bønder)
pl: Wprowadź wartość marginesu błędu pozycji wygrywającej (1/100 pionków)
pt: Insira o valor da margem de erro do limite da posição vencedora (1/100 peões)
ro: Introduceți marja pragului de eroare pentru poziția câștigătoare (1/100 de pioni)
ru: Введите пороговое значение погрешности выигрышной позиции (1/100 пешки)

source: Enter the value at which error annotations are cut off (pawns)
fa: مقداری را وارد کنید که در آن حاشیه‌نویسی خطا قطع می‌شود (پیون‌ها)
ja: エラー注釈が切り捨てられる値を入力します（ポーン）
ko: 오류 주석이 잘리는 값(폰)을 입력하세요.
lt: Įveskite vertę, kuriai esant nupjaunamos klaidų anotacijos (pėstininkai)
no: Angi verdien som feilanmerkninger kuttes ved (bønder)
pl: Wprowadź wartość, przy której adnotacje błędów zostaną odcięte (pionki)
pt: Insira o valor no qual as anotações de erro são cortadas (peões)
ro: Introduceți valoarea la care sunt tăiate adnotările de eroare (pioni)
ru: Введите значение, при котором аннотации об ошибках будут обрезаны (пешки)

source: Check this box to add sub-variations
fa: برای اضافه کردن تغییرات فرعی، این کادر را علامت بزنید
ja: サブバリエーションを追加するにはこのボックスをチェックしてください
ko: 하위 변형을 추가하려면 이 상자를 체크하세요.
lt: Pažymėkite šį laukelį, jei norite pridėti papildomų variantų
no: Merk av i denne boksen for å legge til undervariasjoner
pl: Zaznacz to pole, aby dodać podwarianty
pt: Marque esta caixa para adicionar subvariações
ro: Bifați această casetă pentru a adăuga subvariații
ru: Установите этот флажок, чтобы добавить подварианты

source: Check this box to analyse book moves
fa: برای تجزیه و تحلیل حرکت کتاب، این کادر را علامت بزنید
ja: 本の動きを分析するにはこのボックスをチェックしてください
ko: 책의 움직임을 분석하려면 이 상자를 체크하세요
lt: Pažymėkite šį langelį norėdami analizuoti knygų judėjimą
no: Merk av i denne boksen for å analysere bokbevegelser
pl: Zaznacz to pole, aby przeanalizować ruchy książek
pt: Marque esta caixa para analisar os movimentos do livro
ro: Bifați această casetă pentru a analiza mișcările cărții
ru: Установите этот флажок, чтобы проанализировать ходы книг

source: Check this box for error comments to be added in the main line
fa: این کادر را علامت بزنید تا نظرات خطا در خط اصلی اضافه شوند
ja: メインラインにエラーコメントを追加するには、このボックスをチェックします
ko: 메인 라인에 오류 주석을 추가하려면 이 상자를 체크하세요.
lt: Pažymėkite šį laukelį, kad pagrindinėje eilutėje būtų pridėti klaidų komentarai
no: Kryss av i denne boksen for feilkommentarer som skal legges til i hovedlinjen
pl: Zaznacz to pole, aby dodać komentarze do błędów w wierszu głównym
pt: Marque esta caixa para que comentários de erro sejam adicionados na linha principal
ro: Bifați această casetă pentru a adăuga comentarii de eroare în linia principală
ru: Установите этот флажок, чтобы комментарии об ошибках добавлялись в основную строку.

source: Check this box for pre sub-var comments to be added
fa: این کادر را علامت بزنید تا نظرات پیش فرعی اضافه شوند
ja: サブ変数のコメントを追加するには、このボックスをチェックしてください
ko: 사전 하위 변수 주석을 추가하려면 이 상자를 체크하세요.
lt: Pažymėkite šį langelį, jei norite pridėti komentarų prieš sub-var
no: Kryss av i denne boksen for å legge til pre-sub-var-kommentarer
pl: Zaznacz to pole, aby dodać komentarze przed podzmienną
pt: Marque esta caixa para que comentários pré-sub-var sejam adicionados
ro: Bifați această casetă pentru a adăuga comentarii pre sub-var
ru: Установите этот флажок, чтобы добавлять комментарии до подпеременной.

source: Check this box for post sub-var comments to be added
fa: این کادر را علامت بزنید تا نظرات زیر var اضافه شوند
ja: 投稿のサブ変数コメントを追加するには、このボックスをチェックしてください
ko: 게시물 하위 변수에 주석을 추가하려면 이 상자를 체크하세요.
lt: Pažymėkite šį laukelį, jei norite pridėti įrašo pogrupio komentarus
no: Kryss av i denne boksen for innlegg under-var-kommentarer som skal legges til
pl: Zaznacz to pole, aby dodać komentarze do podzmiennej posta
pt: Marque esta caixa para que comentários de sub-var post sejam adicionados
ro: Bifați această casetă pentru a fi adăugate comentarii post sub-var
ru: Установите этот флажок, чтобы добавлять комментарии к подпеременам постов

source: Check this box for quotes to be added at the end of the game
fa: این کادر را برای نقل قول هایی که در پایان بازی اضافه می شوند علامت بزنید
ja: ゲーム終了時に引用を追加するには、このボックスをチェックしてください
ko: 게임이 끝날 때 인용문을 추가하려면 이 상자를 체크하세요.
lt: Pažymėkite šį laukelį, kad žaidimo pabaigoje būtų pridėtos citatos
no: Kryss av i denne boksen for sitater som skal legges til på slutten av spillet
pl: Zaznacz to pole, aby na końcu gry dodać cytaty
pt: Marque esta caixa para que as citações sejam adicionadas no final do jogo
ro: Bifați această casetă pentru a fi adăugate citate la sfârșitul jocului
ru: Установите этот флажок, чтобы в конце игры были добавлены цитаты.

source: Check this box for the pronoun ze to be used
fa: این کادر را برای استفاده از ضمیر ze علامت بزنید
ja: 代名詞zeを使用する場合は、このボックスをチェックしてください
ko: 대명사 ze를 사용하려면 이 상자를 체크하세요.
lt: Pažymėkite šį laukelį, jei norite naudoti įvardį ze
no: Kryss av i denne boksen for pronomenet ze som skal brukes
pl: Zaznacz to pole, aby użyć zaimka ze
pt: Marque esta caixa para o pronome ze a ser usado
ro: Bifați această casetă pentru a fi folosit pronumele ze
ru: Установите этот флажок, чтобы использовать местоимение ze.
