Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Peek at complete position
fa: به موقعیت کامل نگاه کنید
ja: 完全な位置を覗く
ko: 완전한 위치를 살펴보세요
lt: Pažiūrėkite į pilną padėtį
no: Se på fullstendig posisjon
pl: Podgląd kompletnej pozycji
pt: Dê uma olhada na posição completa
ro: Priviți poziția completă
ru: Посмотреть полную позицию

source: Blindfold: hide white pawns
fa: چشم بند: پیاده های سفید را پنهان کنید
ja: 目隠し：白のポーンを隠す
ko: 눈가리개: 흰색 폰 숨기기
lt: Užrištomis akimis: paslėpti baltus pėstininkus
no: Blindfold: skjul hvite bønder
pl: Zawiąż oczy: ukryj białe pionki
pt: Venda: esconda os peões brancos
ro: Bandă la ochi: ascunde pionii albi
ru: Повязка на глаза: спрячьте белые пешки

source: Blindfold: hide white pieces
fa: چشم بند: قطعات سفید را پنهان کنید
ja: 目隠し：白い駒を隠す
ko: 눈가리개: 흰색 조각 숨기기
lt: Užrištomis akimis: paslėpti baltus gabalus
no: Blindfold: skjul hvite brikker
pl: Zapięcie na oczy: ukryj białe elementy
pt: Venda: esconda as peças brancas
ro: Bandă la ochi: ascunde bucăți albe
ru: Повязка на глаза: спрячьте белые фигуры

source: Blindfold: hide black pawns
fa: چشم بند: پیاده های سیاه را پنهان کنید
ja: 目隠し：黒のポーンを隠す
ko: 눈가리개: 검은색 폰 숨기기
lt: Užrištomis akimis: paslėpti juodus pėstininkus
no: Blindfold: skjul svarte bønder
pl: Opaska na oczy: ukryj czarne pionki
pt: Venda: esconda os peões pretos
ro: Bandă la ochi: ascunde pionii negri
ru: Повязка на глаза: спрячьте черные пешки

source: Blindfold: hide black pieces
fa: چشم بند: قطعات سیاه را پنهان کنید
ja: 目隠し：黒のピースを隠す
ko: 눈가리개: 검은색 조각 숨기기
lt: Užrištomis akimis: paslėpti juodus gabalus
no: Blindfold: skjul svarte brikker
pl: Opaska na oczy: ukryj czarne pionki
pt: Venda: esconda as peças pretas
ro: Bandă la ochi: ascunde bucăți negre
ru: Повязка на глаза: спрячьте черные фигуры

source: Non zero values train the user to visualise future positions.
fa: مقادیر غیر صفر به کاربر آموزش می دهد تا موقعیت های آینده را تجسم کند.
ja: ゼロ以外の値は、ユーザーが将来の位置を視覚化できるようにトレーニングします。
ko: 0이 아닌 값은 사용자에게 미래 위치를 시각화하는 방법을 훈련시킵니다.
lt: Ne nulinės reikšmės moko vartotoją vizualizuoti būsimas pozicijas.
no: Ikke-nullverdier trener brukeren til å visualisere fremtidige posisjoner.
pl: Wartości różne od zera uczą użytkownika wizualizacji przyszłych pozycji.
pt: Valores diferentes de zero treinam o usuário a visualizar posições futuras.
ro: Valorile diferite de zero antrenează utilizatorul să vizualizeze pozițiile viitoare.
ru: Ненулевые значения учат пользователя визуализировать будущие позиции.

source: Set this box to peek at the complete current position when making moves.
fa: این کادر را طوری تنظیم کنید که هنگام انجام حرکات به موقعیت فعلی کامل نگاه کند.
ja: このボックスを設定すると、移動時に現在の位置全体を確認できるようになります。
ko: 이동할 때 현재 위치 전체를 미리 보려면 이 상자를 설정합니다.
lt: Nustatykite šį laukelį, kad atlikdami judesius žiūrėtumėte į visą dabartinę padėtį.
no: Sett denne boksen til å se på hele gjeldende posisjon når du gjør trekk.
pl: Ustaw to pole, aby podczas wykonywania ruchów podglądać całą bieżącą pozycję.
pt: Defina esta caixa para dar uma olhada na posição atual completa ao fazer movimentos.
ro: Setați această casetă pentru a arunca o privire la poziția curentă completă atunci când faceți mișcări.
ru: Установите этот флажок, чтобы просматривать полную текущую позицию при выполнении ходов.

source: Set this box to hide white pawns.
fa: این جعبه را طوری تنظیم کنید که پیاده های سفید را پنهان کند.
ja: このボックスを設定すると、白のポーンが非表示になります。
ko: 이 상자를 설정하면 흰색 폰이 숨겨집니다.
lt: Nustatykite šį langelį, kad paslėptumėte baltus pėstininkus.
no: Sett denne boksen for å skjule hvite bønder.
pl: Ustaw to pole, aby ukryć białe pionki.
pt: Defina esta caixa para ocultar os peões brancos.
ro: Setați această casetă pentru a ascunde pionii albi.
ru: Установите этот флажок, чтобы скрыть белые пешки.

source: Set this box to hide white pieces.
fa: این کادر را طوری تنظیم کنید که قطعات سفید را پنهان کند.
ja: このボックスを設定すると、白い駒が非表示になります。
ko: 이 상자를 설정하면 흰색 말을 숨깁니다.
lt: Nustatykite šį langelį, kad paslėptumėte baltus gabalus.
no: Sett denne boksen for å skjule hvite brikker.
pl: Ustaw to pole, aby ukryć białe pionki.
pt: Defina esta caixa para ocultar peças brancas.
ro: Setați această casetă pentru a ascunde piesele albe.
ru: Установите этот флажок, чтобы скрыть белые фигуры.

source: Set this box to hide black pawns.
fa: این جعبه را طوری تنظیم کنید که پیاده های سیاه را پنهان کند.
ja: このボックスを設定すると、黒のポーンが非表示になります。
ko: 이 상자를 설정하면 검은색 폰이 숨겨집니다.
lt: Nustatykite šį langelį, kad paslėptumėte juodus pėstininkus.
no: Sett denne boksen for å skjule svarte bønder.
pl: Ustaw to pole, aby ukryć czarne pionki.
pt: Defina esta caixa para ocultar os peões pretos.
ro: Setați această casetă pentru a ascunde pionii negri.
ru: Установите этот флажок, чтобы скрыть черные пешки.

source: Set this box to hide black pieces.
fa: این کادر را طوری تنظیم کنید که قطعات سیاه را پنهان کند.
ja: このボックスを設定すると、黒いピースが非表示になります。
ko: 이 상자를 설정하면 검은색 조각이 숨겨집니다.
lt: Nustatykite šį langelį, kad paslėptumėte juodus gabalus.
no: Sett denne boksen til å skjule svarte brikker.
pl: Ustaw to pole, aby ukryć czarne figury.
pt: Defina esta caixa para ocultar peças pretas.
ro: Setați această casetă pentru a ascunde piesele negre.
ru: Установите этот флажок, чтобы скрыть черные фигуры.

source: Use this panel to make life harder for yourself!
fa: از این پنل استفاده کنید تا زندگی را برای خود سخت تر کنید!
ja: このパネルを使用して、自分の生活を困難にしましょう!
ko: 이 패널을 활용해 자신의 삶을 더욱 어렵게 만들어 보세요!
lt: Naudokite šį skydelį, kad apsunkintumėte savo gyvenimą!
no: Bruk dette panelet til å gjøre livet vanskeligere for deg selv!
pl: Użyj tego panelu, aby utrudnić sobie życie!
pt: Use este painel para dificultar sua vida!
ro: Folosește acest panou pentru a-ți face viața mai grea!
ru: Используйте эту панель, чтобы усложнить себе жизнь!

source: The payoff to this kind of training is improved ability
fa: نتیجه این نوع آموزش، بهبود توانایی است
ja: この種のトレーニングの成果は能力の向上である
ko: 이런 종류의 훈련의 보상은 능력 향상입니다.
lt: Tokio mokymo rezultatas yra geresnis gebėjimas
no: Gevinsten til denne typen trening er forbedret evne
pl: Nagrodą za tego typu szkolenie jest poprawa zdolności
pt: A recompensa desse tipo de treinamento é uma capacidade melhorada
ro: Beneficiul acestui tip de antrenament este capacitatea îmbunătățită
ru: Результатом такого обучения является улучшение способностей

source: to visualise positions.
fa: برای تجسم موقعیت ها
ja: 位置を視覚化します。
ko: 위치를 시각화합니다.
lt: pozicijoms vizualizuoti.
no: å visualisere posisjoner.
pl: do wizualizacji pozycji.
pt: para visualizar posições.
ro: pentru a vizualiza pozițiile.
ru: для визуализации позиций.

source: The tools available include a lag between the play and
fa: ابزارهای موجود شامل تاخیر بین بازی و
ja: 利用可能なツールには、プレイと
ko: 사용 가능한 도구에는 재생과 재생 사이의 지연이 포함됩니다.
lt: Turimi įrankiai apima atsilikimą tarp žaidimo ir
no: Verktøyene som er tilgjengelige inkluderer et etterslep mellom stykket og
pl: Dostępne narzędzia obejmują opóźnienie między grą a
pt: As ferramentas disponíveis incluem um atraso entre a reprodução e
ro: Instrumentele disponibile includ un decalaj între joc și
ru: Доступные инструменты включают задержку между игрой и

source: the displayed board position and also the ability to
fa: موقعیت صفحه نمایش داده شده و همچنین توانایی
ja: 表示されたボードの位置と、
ko: 표시된 보드 위치와 기능
lt: rodoma lentos padėtis ir galimybė
no: den viste styreposisjonen og også muligheten til
pl: wyświetlana pozycja planszy, a także możliwość
pt: a posição do tabuleiro exibida e também a capacidade de
ro: poziția afișată pe tablă și, de asemenea, capacitatea de a
ru: отображаемая позиция на доске, а также возможность

source: hide some or all of the pieces and pawns on the board.
fa: برخی یا همه مهره ها و پیاده ها را روی تخته پنهان کنید.
ja: 盤上の駒やポーンの一部またはすべてを隠します。
ko: 보드 위의 말과 폰 중 일부나 전체를 숨깁니다.
lt: paslėpti kai kurias arba visas figūras ir pėstininkus lentoje.
no: gjem noen eller alle brikkene og bønderne på brettet.
pl: ukryj niektóre lub wszystkie figury i pionki na planszy.
pt: esconda algumas ou todas as peças e peões no tabuleiro.
ro: ascunde unele sau toate piesele și pionii de pe tablă.
ru: спрячьте некоторые или все фигуры и пешки на доске.

source: Training Dialog Help
fa: راهنمای گفتگوی آموزشی
ja: トレーニングダイアログヘルプ
ko: 교육 대화 도움말
lt: Mokymo dialogo pagalba
no: Treningsdialoghjelp
pl: Pomoc dotycząca dialogu szkoleniowego
pt: Ajuda do diálogo de treinamento
ro: Dialog de instruire Ajutor
ru: Помощь в диалоговом окне обучения

source: Could not load the board square bitmaps
fa: نقشه بیت مربعی تخته بارگیری نشد
ja: ボードの正方形のビットマップを読み込めませんでした
ko: 보드 사각형 비트맵을 로드할 수 없습니다.
lt: Nepavyko įkelti lentos kvadratinių bitų schemų
no: Kunne ikke laste de kvadratiske punktgrafikkene
pl: Nie można załadować kwadratowych map bitowych planszy
pt: Não foi possível carregar os bitmaps quadrados do tabuleiro
ro: Nu s-au putut încărca hărțile de biți pătrate
ru: Не удалось загрузить битовые карты квадратных досок.

source: Please check that the < user_bitmap > directory
fa: لطفاً دایرکتوری < user_bitmap > را بررسی کنید
ja: <user_bitmap>ディレクトリを確認してください
ko: <user_bitmap> 디렉토리를 확인하세요.
lt: Patikrinkite, ar < user_bitmap > katalogas
no: Vennligst sjekk at katalogen < user_bitmap >
pl: Sprawdź, czy katalog <user_bitmap>
pt: Verifique se o diretório < user_bitmap >
ro: Vă rugăm să verificați dacă directorul < user_bitmap >
ru: Пожалуйста, проверьте, что каталог <user_bitmap>

source: that contains the bitmaps (*.bmp files) is installed
fa: که حاوی بیت مپ ها (فایل های bmp*.) نصب شده است
ja: ビットマップ（*.bmpファイル）を含むファイルがインストールされている
ko: 비트맵(*.bmp 파일)이 포함되어 설치됨
lt: yra įdiegta bitmaps (*.bmp failai).
no: som inneholder punktgrafikk (*.bmp-filer) er installert
pl: który zawiera pliki bitmapowe (*.bmp) jest zainstalowany
pt: que contém os bitmaps (arquivos *.bmp) está instalado
ro: care conține hărțile de bit (fișiere *.bmp) este instalat
ru: который содержит растровые изображения (файлы *.bmp) установлен

source: in the same directory as the program application file.
fa: در همان دایرکتوری فایل برنامه برنامه.
ja: プログラムアプリケーションファイルと同じディレクトリにあります。
ko: 프로그램 응용 프로그램 파일과 같은 디렉토리에 있습니다.
lt: tame pačiame kataloge kaip ir programos programos failas.
no: i samme katalog som programfilen.
pl: w tym samym katalogu co plik aplikacji programu.
pt: no mesmo diretório do arquivo do aplicativo do programa.
ro: în același director cu fișierul aplicației programului.
ru: в том же каталоге, что и файл приложения программы.

source: Usually this is the
fa: معمولا این است
ja: 通常、これは
ko: 일반적으로 이것은
lt: Paprastai tai yra
no: Vanligvis er dette
pl: Zwykle tak jest
pt: Geralmente é isso
ro: De obicei, acesta este
ru: Обычно это

source: Bitmap load error
fa: خطای بارگذاری بیت مپ
ja: ビットマップ読み込みエラー
ko: 비트맵 로드 오류
lt: Bitmap įkėlimo klaida
no: Feil ved innlasting av punktgrafikk
pl: Błąd ładowania mapy bitowej
pt: Erro de carregamento de bitmap
ro: Eroare de încărcare bitmap
ru: Ошибка загрузки битовой карты

source: Please select the board square bitmaps
fa: لطفاً بیت مپ های مربعی تخته را انتخاب کنید
ja: ボードの正方形のビットマップを選択してください
ko: 보드 사각형 비트맵을 선택해주세요
lt: Pasirinkite lentos kvadratines bitmaps
no: Vennligst velg de kvadratiske punktgrafikkene
pl: Proszę wybrać kwadratowe bitmapy planszy
pt: Selecione os bitmaps do quadrado do tabuleiro
ro: Vă rugăm să selectați hărțile de biți pătrate ale panoului
ru: Пожалуйста, выберите квадратные битовые карты доски

source: Please select the board border bitmap
fa: لطفاً بیت مپ حاشیه تخته را انتخاب کنید
ja: ボード境界ビットマップを選択してください
ko: 보드 테두리 비트맵을 선택해주세요
lt: Pasirinkite lentos kraštinės taškinę schemą
no: Velg punktgrafikk for bordkanten
pl: Proszę wybrać mapę bitową obramowania planszy
pt: Selecione o bitmap da borda da placa
ro: Vă rugăm să selectați bitmap-ul chenarului bordului
ru: Пожалуйста, выберите растровое изображение границы доски

source: Please select the piece bitmaps
fa: لطفا بیت مپ قطعه را انتخاب کنید
ja: ピースビットマップを選択してください
ko: 조각 비트맵을 선택해주세요
lt: Prašome pasirinkti bitmaps fragmentą
no: Vennligst velg bitmaps
pl: Proszę wybrać elementy bitmapy
pt: Selecione os bitmaps da peça
ro: Vă rugăm să selectați bitmaps-ul piesei
ru: Пожалуйста, выберите фрагмент растрового изображения

source: User bitmaps
fa: بیت مپ های کاربر
ja: ユーザービットマップ
ko: 사용자 비트맵
lt: Vartotojo bitmaps
no: Bruker punktgrafikk
pl: Mapy bitowe użytkownika
pt: Bitmaps do usuário
ro: Bitmaps utilizator
ru: Пользовательские битовые карты

source: Board border
fa: حاشیه تخته
ja: ボードの境界線
ko: 보드 테두리
lt: Lentos sienelė
no: Bordgrense
pl: Granica planszy
pt: Borda do tabuleiro
ro: Bordul de bord
ru: Граница доски

source: Dark square
fa: مربع تاریک
ja: 暗い四角
ko: 어두운 사각형
lt: Tamsus kvadratas
no: Mørk firkant
pl: Ciemny kwadrat
pt: Quadrado escuro
ro: Pătrat întunecat
ru: Темный квадрат

source: Dark piece
fa: قطعه تاریک
ja: ダークピース
ko: 다크피스
lt: Tamsus gabalas
no: Mørkt stykke
pl: Ciemny kawałek
pt: pedaço escuro
ro: Piesă întunecată
ru: Темная часть

source: Light square
fa: مربع روشن
ja: ライトスクエア
ko: 밝은 사각형
lt: Šviesus kvadratas
no: Lys firkantet
pl: Jasny kwadrat
pt: Quadrado claro
ro: Pătrat de lumină
ru: Светлый квадрат

source: Light piece
fa: قطعه سبک
ja: ライトピース
ko: 가벼운 조각
lt: Lengvas gabalas
no: Lett stykke
pl: Lekka część
pt: Peça leve
ro: Piesa usoara
ru: Легкая часть

source: Set this to use the bitmaps
fa: این را برای استفاده از بیت مپ تنظیم کنید
ja: ビットマップを使用するにはこれを設定します
ko: 이것을 비트맵을 사용하도록 설정합니다.
lt: Nustatykite tai norėdami naudoti bitmaps
no: Angi dette for å bruke punktgrafikk
pl: Ustaw tę opcję, aby używać map bitowych
pt: Defina isso para usar os bitmaps
ro: Setați acest lucru pentru a utiliza hărțile de bit
ru: Установите это, чтобы использовать растровые изображения

source: Set this to display a board border
fa: این را برای نمایش یک حاشیه تخته تنظیم کنید
ja: ボードの境界線を表示するにはこれを設定します
ko: 보드 테두리를 표시하려면 이것을 설정합니다.
lt: Nustatykite, kad būtų rodoma lentos kraštinė
no: Angi dette for å vise en bordkant
pl: Ustaw tę opcję, aby wyświetlić obramowanie planszy
pt: Defina isto para exibir uma borda do quadro
ro: Setați această opțiune pentru a afișa o chenar de tablă
ru: Установите это, чтобы отобразить границу доски

source: Set to select dark square board bitmap
fa: تنظیم کنید تا نقشه بیت تخته مربع تیره را انتخاب کنید
ja: 暗い四角いボードのビットマップを選択するように設定します
ko: 어두운 사각형 보드 비트맵을 선택하도록 설정
lt: Nustatykite, kad pasirinktumėte tamsios kvadratinės lentos bitmap
no: Still inn for å velge mørk firkantet tavle punktgrafikk
pl: Ustaw, aby wybrać ciemną kwadratową mapę bitową
pt: Definir para selecionar bitmap de quadro quadrado escuro
ro: Setați pentru a selecta bitmap cu tablă pătrată întunecată
ru: Установить для выбора темного квадратного битового образа доски

source: Set to select light square board bitmap
fa: تنظیم کنید تا نقشه بیت تخته مربع روشن انتخاب شود
ja: ライトスクエアボードビットマップを選択するように設定します
ko: 밝은 사각형 보드 비트맵을 선택하도록 설정
lt: Nustatykite šviesios kvadratinės lentos bitmap pasirinkimą
no: Still inn for å velge lys firkantet tavle punktgrafikk
pl: Ustaw, aby wybrać jasną kwadratową mapę bitową
pt: Definir para selecionar bitmap de placa quadrada clara
ro: Setați pentru a selecta bitmap-ul panoului pătrat ușor
ru: Установить для выбора растрового изображения светлой квадратной доски

source: Use this dialog box in order to select the
fa: از این کادر محاوره ای برای انتخاب استفاده کنید
ja: このダイアログボックスを使用して、
ko: 이 대화 상자를 사용하여 다음을 선택합니다.
lt: Naudokite šį dialogo langą norėdami pasirinkti
no: Bruk denne dialogboksen for å velge
pl: Użyj tego okna dialogowego, aby wybrać
pt: Use esta caixa de diálogo para selecionar o
ro: Utilizați această casetă de dialog pentru a selecta
ru: Используйте это диалоговое окно для выбора

source: user board bitmaps and whether to have a board border.
fa: بیت مپ های برد کاربر و اینکه آیا باید حاشیه برد داشته باشیم.
ja: ユーザーボードのビットマップとボードの境界線の有無を指定します。
ko: 사용자 보드 비트맵과 보드 테두리를 포함할지 여부.
lt: vartotojo lentos bitmaps ir ar turėti lentos kraštinę.
no: brukertavle punktgrafikk og om du skal ha en bordkant.
pl: bitmapy planszy użytkownika i czy ma być do niej dołączona ramka.
pt: bitmaps do quadro do usuário e se deve haver uma borda no quadro.
ro: hărți de biți pentru bordul utilizatorului și dacă să aibă o margine de bord.
ru: растровые изображения пользовательской доски и необходимость наличия рамки доски.

source: Check the User bitmaps box to use the bitmaps.
fa: برای استفاده از بیت مپ، کادر User bitmaps را علامت بزنید.
ja: ビットマップを使用するには、[ユーザー ビットマップ] ボックスをオンにします。
ko: 비트맵을 사용하려면 사용자 비트맵 상자를 선택하세요.
lt: Norėdami naudoti bitmaps, pažymėkite langelį Vartotojo taškai.
no: Merk av for Bruker punktgrafikk for å bruke punktgrafikk.
pl: Zaznacz pole wyboru Mapy bitowe użytkownika, aby użyć map bitowych.
pt: Marque a caixa Bitmaps do usuário para usar os bitmaps.
ro: Bifați caseta Bitmaps utilizator pentru a utiliza bitmaps.
ru: Установите флажок «Пользовательские растровые изображения», чтобы использовать растровые изображения.

source: Check the Board border box to have a border.
fa: برای داشتن حاشیه، کادر Board border را علامت بزنید.
ja: 境界線を表示するには、[ボードの境界線] ボックスをオンにします。
ko: 테두리를 만들려면 보드 테두리 상자를 선택하세요.
lt: Pažymėkite langelį Lentos kraštinė, jei norite turėti kraštinę.
no: Kryss av for bordkantboksen for å ha en kantlinje.
pl: Zaznacz pole wyboru Obramowanie planszy, aby utworzyć obramowanie.
pt: Marque a caixa Borda do quadro para ter uma borda.
ro: Bifați caseta Borduri pentru bord pentru a avea o chenar.
ru: Установите флажок «Граница доски», чтобы установить границу.

source: To select the dark or light square bitmap to change,
fa: برای انتخاب بیت مپ مربع تیره یا روشن برای تغییر،
ja: 変更する暗いまたは明るい正方形のビットマップを選択するには、
ko: 변경할 어둡거나 밝은 사각형 비트맵을 선택하려면
lt: Norėdami pakeisti tamsų arba šviesų kvadratinį taškinį paveikslėlį,
no: For å velge den mørke eller lyse firkantede punktgrafikken som skal endres,
pl: Aby wybrać ciemną lub jasną kwadratową mapę bitową do zmiany,
pt: Para selecionar o bitmap quadrado escuro ou claro a ser alterado,
ro: Pentru a selecta bitmap-ul pătrat întunecat sau deschis pentru a schimba,
ru: Чтобы выбрать темное или светлое квадратное растровое изображение для изменения,

source: click on one of the two bitmaps at the top of the box
fa: روی یکی از دو بیت مپ در بالای کادر کلیک کنید
ja: ボックスの上部にある2つのビットマップのいずれかをクリックします
ko: 상자 위쪽에 있는 두 개의 비트맵 중 하나를 클릭하세요.
lt: spustelėkite vieną iš dviejų taškinių schemų laukelio viršuje
no: klikk på en av de to punktgrafikkene øverst i boksen
pl: kliknij na jedną z dwóch map bitowych znajdujących się u góry pola
pt: clique em um dos dois bitmaps na parte superior da caixa
ro: faceți clic pe unul dintre cele două hărți biți din partea de sus a casetei
ru: щелкните по одному из двух растровых изображений в верхней части окна

source: or click on the radio button next to it.
fa: یا روی دکمه رادیویی کنار آن کلیک کنید.
ja: または、その横にあるラジオボタンをクリックします。
ko: 또는 옆에 있는 라디오 버튼을 클릭하세요.
lt: arba spustelėkite šalia jo esantį radijo mygtuką.
no: eller klikk på alternativknappen ved siden av.
pl: lub kliknij na przycisk opcji znajdujący się obok niego.
pt: ou clique no botão de opção ao lado dele.
ro: sau faceți clic pe butonul radio de lângă acesta.
ru: или нажмите на переключатель рядом с ним.

source: Then pick the bitmap that you want for the square
fa: سپس بیت مپ مورد نظر خود را برای مربع انتخاب کنید
ja: 次に、正方形にしたいビットマップを選択します
ko: 그런 다음 사각형에 원하는 비트맵을 선택하세요.
lt: Tada pasirinkite norimą kvadrato taškinę schemą
no: Velg deretter punktgrafikken du vil ha for kvadratet
pl: Następnie wybierz mapę bitową, którą chcesz umieścić w kwadracie
pt: Em seguida, escolha o bitmap que você deseja para o quadrado
ro: Apoi alegeți bitmap-ul dorit pentru pătrat
ru: Затем выберите нужное вам растровое изображение для квадрата.

source: by clicking on one of the bitmaps.
fa: با کلیک بر روی یکی از بیت مپ ها.
ja: ビットマップの 1 つをクリックします。
ko: 비트맵 중 하나를 클릭하면 됩니다.
lt: spustelėdami vieną iš bitmapų.
no: ved å klikke på et av punktgrafikkene.
pl: klikając na jedną z map bitowych.
pt: clicando em um dos bitmaps.
ro: făcând clic pe unul dintre bitmaps.
ru: нажав на одно из растровых изображений.

source: There are twenty bitmaps displayed in the box to choose from.
fa: بیست بیت مپ در کادر نمایش داده می شود تا از بین آنها انتخاب کنید.
ja: ボックスには選択可能なビットマップが 20 個表示されます。
ko: 상자에는 선택할 수 있는 비트맵이 20개 표시됩니다.
lt: Galima pasirinkti iš dvidešimties taškinių schemų.
no: Det er tjue punktgrafikk vist i boksen å velge mellom.
pl: W polu wyświetlanych jest dwadzieścia map bitowych, spośród których można dokonać wyboru.
pt: Há vinte bitmaps exibidos na caixa para você escolher.
ro: Există douăzeci de hărți de bit afișate în casetă din care să alegeți.
ru: В поле выбора представлено двадцать растровых изображений.

source: New ones from outside the top twenty can be selected in by
fa: موارد جدید از خارج از بیست نفر برتر را می توان توسط انتخاب کرد
ja: 上位20位外の新しいものは、
ko: 상위 20위권 외의 신규 항목은 다음에서 선택할 수 있습니다.
lt: Į geriausiųjų dvidešimtuką nepriklausančius gali atrinkti naujus
no: Nye fra utenfor topp tjue kan velges inn av
pl: Nowych kandydatów spoza pierwszej dwudziestki można wybrać poprzez
pt: Novos de fora do top vinte podem ser selecionados por
ro: Cele noi din afara primelor douăzeci pot fi selectate de către
ru: Новые игроки, не входящие в первую двадцатку, могут быть выбраны

source: changing the names of the bitmaps in the user_bitmaps directory.
fa: تغییر نام بیت مپ ها در دایرکتوری user_bitmaps.
ja: user_bitmaps ディレクトリ内のビットマップの名前を変更します。
ko: user_bitmaps 디렉토리에 있는 비트맵의 이름을 변경합니다.
lt: keisti bitų schemų pavadinimus kataloge user_bitmaps.
no: endre navnene på punktgrafikkene i user_bitmaps-katalogen.
pl: zmiana nazw map bitowych w katalogu user_bitmaps.
pt: alterando os nomes dos bitmaps no diretório user_bitmaps.
ro: modificarea numelor bitmap-urilor din directorul user_bitmaps.
ru: изменение имен растровых изображений в каталоге user_bitmaps.

source: The usual location is
fa: محل معمول است
ja: 通常の場所は
ko: 일반적인 위치는 다음과 같습니다
lt: Įprasta vieta yra
no: Den vanlige plasseringen er
pl: Zwykła lokalizacja to
pt: A localização habitual é
ro: Locația obișnuită este
ru: Обычное местонахождение —

source: e.g To use
fa: به عنوان مثال برای استفاده
ja: 例：使用する
ko: 예를 들어 사용하려면
lt: pvz., naudoti
no: for eksempel å bruke
pl: np. Do użycia
pt: por exemplo, para usar
ro: de ex. Pentru a folosi
ru: например, использовать

source: instead of
fa: به جای
ja: の代わりに
ko: 대신에
lt: vietoj
no: istedenfor
pl: zamiast
pt: em vez de
ro: în loc de
ru: вместо

source: for the dark squares :-
fa: برای مربع های تاریک: -
ja: 暗い四角の部分:-
ko: 어두운 사각형의 경우 :-
lt: tamsiems kvadratams:
no: for de mørke rutene:-
pl: dla ciemnych kwadratów:-
pt: para os quadrados escuros :-
ro: pentru pătratele întunecate :-
ru: для темных квадратов:-

source: using Windows explorer rename
fa: با استفاده از تغییر نام Windows Explorer
ja: Windowsエクスプローラーを使用して名前を変更する
ko: Windows 탐색기 이름 바꾸기 사용
lt: naudojant „Windows Explorer“ pervadinimą
no: bruke Windows Explorer endre navn
pl: używając Eksploratora Windows zmień nazwę
pt: usando o Windows Explorer renomear
ro: folosind Windows Explorer redenumirea
ru: с помощью проводника Windows переименовать

source: or something similar and then rename
fa: یا چیزی مشابه و سپس تغییر نام دهید
ja: または似たような名前にして名前を変更する
ko: 또는 비슷한 것을 입력한 다음 이름을 변경합니다.
lt: ar kažkas panašaus ir tada pervardykite
no: eller noe lignende og deretter gi nytt navn
pl: lub coś podobnego i zmień nazwę
pt: ou algo semelhante e depois renomear
ro: sau ceva similar și apoi redenumiți
ru: или что-то подобное, а затем переименуйте

source: You can also add your own bitmaps to this directory
fa: شما همچنین می توانید بیت مپ های خود را به این دایرکتوری اضافه کنید
ja: このディレクトリに独自のビットマップを追加することもできます
ko: 이 디렉토리에 사용자 고유의 비트맵을 추가할 수도 있습니다.
lt: Taip pat į šį katalogą galite įtraukti savo bitmaps
no: Du kan også legge til dine egne punktgrafikk i denne katalogen
pl: Możesz również dodać własne mapy bitowe do tego katalogu
pt: Você também pode adicionar seus próprios bitmaps a este diretório
ro: De asemenea, puteți adăuga propriile bitmap-uri în acest director
ru: Вы также можете добавлять свои собственные растровые изображения в этот каталог.
