Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: This set of pieces were modified and converted to a font by Josh Walters.
fa: این مجموعه از قطعات توسط جاش والترز اصلاح و به فونت تبدیل شد.
ja: この一連の作品は、Josh Walters によって修正され、フォントに変換されました。
ko: 이 작품 세트는 조쉬 월터스에 의해 수정되어 글꼴로 변환되었습니다.
lt: Šį gabalų rinkinį modifikavo ir konvertavo į šriftą Joshas Waltersas.
no: Dette settet med stykker ble modifisert og konvertert til en font av Josh Walters.
pl: Ten zestaw elementów został zmodyfikowany i przekonwertowany na czcionkę przez Josha Waltersa.
pt: Este conjunto de peças foi modificado e convertido em uma fonte por Josh Walters.
ro: Acest set de piese a fost modificat și convertit într-un font de către Josh Walters.
ru: Этот набор фрагментов был изменен и преобразован в шрифт Джошем Уолтерсом.

source: I downloaded them from this link -
fa: من آنها را از این لینک دانلود کردم -
ja: 私はこのリンクからダウンロードしました -
ko: 이 링크에서 다운로드했습니다.
lt: Atsisiunčiau juos iš šios nuorodos -
no: Jeg lastet dem ned fra denne linken -
pl: Pobrałem je z tego linku -
pt: Eu os baixei deste link -
ro: Le-am descărcat de pe acest link -
ru: Я скачал их по этой ссылке -

source: They are used in accordance with the Creative Commons License
fa: آنها مطابق با مجوز Creative Commons استفاده می شوند
ja: これらはクリエイティブ・コモンズ・ライセンスに従って使用されています
ko: 크리에이티브 커먼즈 라이선스에 따라 사용됩니다.
lt: Jie naudojami pagal Creative Commons licenciją
no: De brukes i samsvar med Creative Commons-lisensen
pl: Są one wykorzystywane zgodnie z licencją Creative Commons
pt: Eles são usados de acordo com a Licença Creative Commons
ro: Sunt utilizate în conformitate cu licența Creative Commons
ru: Они используются в соответствии с лицензией Creative Commons.

source: The Leipzig and Merida fonts were designed by
fa: فونت های لایپزیگ و مریدا توسط
ja: ライプツィヒフォントとメリダフォントは、
ko: Leipzig 및 Merida 글꼴은 다음에 의해 디자인되었습니다.
lt: Leipcigo ir Meridos šriftus sukūrė
no: Leipzig- og Merida-skriftene ble designet av
pl: Czcionki Leipzig i Merida zostały zaprojektowane przez
pt: As fontes Leipzig e Merida foram projetadas por
ro: Fonturile Leipzig și Merida au fost concepute de
ru: Шрифты Leipzig и Merida были разработаны

source: Armando Hernandez Marroquin.
fa: آرماندو هرناندز ماروکین.
ja: アルマンド・エルナンデス・マロキン。
ko: 아르만도 에르난데스 마로킨.
lt: Armando Hernandezas Marroquinas.
ru: Армандо Эрнандес Маррокин.

source: Thanks to Tarrasch GUI creator Bill Forster for explaining to me
fa: با تشکر از خالق Tarrasch GUI Bill Forster که برای من توضیح داد
ja: 説明してくれたTarrasch GUIの作者Bill Forsterに感謝します
ko: Tarrasch GUI 제작자 Bill Forster가 나에게 설명해 준 것에 감사드립니다.
lt: Ačiū Tarrasch GUI kūrėjui Billui Forsteriui už paaiškinimą
no: Takk til Tarrasch GUI-skaper Bill Forster for å forklare meg
pl: Dziękuję twórcy interfejsu graficznego Tarrasch, Billowi Forsterowi, za wyjaśnienie mi tego
pt: Obrigado ao criador da GUI Tarrasch, Bill Forster, por me explicar
ro: Îi mulțumesc lui Bill Forster, creatorului GUI Tarrasch pentru că mi-a explicat
ru: Спасибо создателю Tarrasch GUI Биллу Форстеру за то, что он мне объяснил

source: how to create a new piece set using his utility program
fa: چگونه با استفاده از برنامه کاربردی خود یک مجموعه قطعه جدید ایجاد کنیم
ja: ユーティリティプログラムを使用して新しいピースセットを作成する方法
ko: 그의 유틸리티 프로그램을 사용하여 새로운 조각 세트를 만드는 방법
lt: kaip sukurti naują gabalų rinkinį naudojant jo paslaugų programą
no: hvordan lage et nytt brikkesett ved hjelp av verktøyprogrammet hans
pl: jak stworzyć nowy zestaw elementów za pomocą programu narzędziowego
pt: como criar um novo conjunto de peças usando seu programa utilitário
ro: cum să creezi un nou set de piese folosind programul său utilitar
ru: как создать новый набор деталей с помощью его служебной программы

source: and also for a sample bitmap from the Tarrasch GUI to work with.
fa: و همچنین یک نمونه بیت مپ از رابط کاربری گرافیکی Tarrasch برای کار با آن.
ja: また、Tarrasch GUI のサンプル ビットマップも使用できます。
ko: 또한 Tarrasch GUI에서 작업할 수 있는 샘플 비트맵도 있습니다.
lt: taip pat tarrasch GUI pavyzdiniam bitmap darbui.
no: og også for en prøvebitmap fra Tarrasch GUI å jobbe med.
pl: a także przykładową mapę bitową z interfejsu graficznego Tarrasch, z którą można pracować.
pt: e também para um bitmap de amostra da GUI do Tarrasch para trabalhar.
ro: și, de asemenea, pentru un eșantion de bitmap din interfața grafică Tarrasch cu care să lucrați.
ru: а также пример растрового изображения из графического интерфейса Tarrasch для работы.

source: Piece set options help
fa: گزینه های مجموعه قطعه کمک می کند
ja: ピースセットオプションのヘルプ
ko: 피스 세트 옵션 도움말
lt: Padeda gabalų rinkinio parinktys
no: Stykkesett alternativer hjelp
pl: Pomoc dotycząca opcji zestawu elementów
pt: Ajuda com opções de conjunto de peças
ro: Opțiuni de set de piese ajută
ru: Помощь с параметрами набора деталей

source: Please enter the piece size values :-
fa: لطفا مقادیر اندازه قطعه را وارد کنید:-
ja: ピースサイズの値を入力してください:-
ko: 조각 크기 값을 입력하세요 :-
lt: Įveskite gabalo dydžio vertes: -
no: Vennligst skriv inn stykkestørrelsesverdiene:-
pl: Proszę wprowadzić wartości wielkości kawałka:-
pt: Por favor, insira os valores do tamanho da peça:
ro: Vă rugăm să introduceți valorile dimensiunii piesei:-
ru: Введите значения размеров детали:-

source: King
fa: پادشاه
ja: 王
ko: 왕
lt: Karalius
no: Konge
pl: Król
pt: Rei
ro: Rege
ru: Король

source: Queen
fa: ملکه
ja: 女王
ko: 여왕
lt: Karalienė
no: Dronning
pl: Królowa
pt: Rainha
ro: Regină
ru: Королева

source: Rook
fa: روک
ja: ルーク
ko: 사기꾼
lt: Rookas
pl: Wieża
pt: Torre
ru: Ладья

source: Bishop
fa: اسقف
ja: 司教
ko: 주교
lt: Vyskupas
no: Biskop
pl: Biskup
pt: Bispo
ro: Episcop
ru: Епископ

source: Knight
fa: شوالیه
ja: 騎士
ko: 기사
lt: Riteris
no: Ridder
pl: Rycerz
pt: Cavaleiro
ro: Cavaler
ru: Рыцарь

source: Pawn
fa: گرو
ja: ポーン
ko: 폰
lt: Lombardas
no: Bonde
pl: Pionek
pt: Penhor
ro: Pion
ru: Пешка

source: Tie pieces to King
fa: قطعات را به کینگ گره بزنید
ja: キングに駒を結びつける
ko: 조각을 킹에 묶으세요
lt: Pririškite gabalus prie Karaliaus
no: Knyt brikker til King
pl: Przywiąż figury do Króla
pt: Amarre as peças ao Rei
ro: Leagă piese lui King
ru: Привяжите фигуры к королю

source: Tie Y and Z to X
fa: Y و Z را به X گره بزنید
ja: YとZをXに結び付ける
ko: Y와 Z를 X에 연결
lt: Pririškite Y ir Z prie X
no: Knyt Y og Z til X
pl: Połącz Y i Z z X
pt: Amarre Y e Z a X
ro: Leagă Y și Z la X
ru: Свяжите Y и Z с X

source: Tie X
fa: کراوات X
ja: 同点X
ko: 타이 X
lt: Kaklaraištis X
no: Slips X
pl: Krawat X
pt: Empate X
ro: Cravata X
ru: Галстук X

source: Tie Y
fa: کراوات Y
ja: ネクタイY
ko: Y를 묶다
no: Knyt Y
pl: Krawat Y
pt: Amarre Y
ro: Cravata Y
ru: Галстук Y

source: Tie Z
fa: کراوات Z
ja: ネクタイZ
ko: 타이 Z
no: Slips Z
pl: Krawat Z
pt: Amarre Z
ro: Cravată Z
ru: Галстук Z

source: Select the King x size
fa: اندازه King x را انتخاب کنید
ja: キングxサイズを選択
ko: 킹 x 사이즈를 선택하세요
lt: Pasirinkite King x dydį
no: Velg King x-størrelsen
pl: Wybierz rozmiar King x
pt: Selecione o tamanho King x
ro: Selectați dimensiunea King x
ru: Выберите размер King x

source: Select the King y size
fa: اندازه King y را انتخاب کنید
ja: キングサイズを選択
ko: 킹 사이즈를 선택하세요
lt: Pasirinkite King y dydį
no: Velg King y-størrelsen
pl: Wybierz rozmiar King Y
pt: Selecione o tamanho King y
ro: Selectați dimensiunea King y
ru: Выберите размер King Y

source: Select the King z size
fa: اندازه King z را انتخاب کنید
ja: キングZサイズを選択
ko: 킹사이즈를 선택하세요
lt: Pasirinkite King z dydį
no: Velg King z-størrelsen
pl: Wybierz rozmiar King Z
pt: Selecione o tamanho King z
ro: Selectați dimensiunea King z
ru: Выберите размер King z

source: Select the queen x size
fa: اندازه ملکه x را انتخاب کنید
ja: クイーンサイズを選択
ko: 퀸 x 사이즈를 선택하세요
lt: Pasirinkite karalienės x dydį
no: Velg dronning x størrelse
pl: Wybierz rozmiar queen x
pt: Selecione o tamanho queen x
ro: Selectați dimensiunea reginei x
ru: Выберите размер queen x

source: Select the queen y size
fa: اندازه ملکه y را انتخاب کنید
ja: クイーンサイズを選択
ko: 퀸 사이즈를 선택하세요
lt: Pasirinkite karalienės y dydį
no: Velg queen y størrelse
pl: Wybierz rozmiar queen y
pt: Selecione o tamanho da rainha y
ro: Selectați dimensiunea reginei y
ru: Выберите размер королевы Y

source: Select the queen z size
fa: اندازه ملکه z را انتخاب کنید
ja: クイーンZサイズを選択
ko: 퀸사이즈 Z를 선택하세요
lt: Pasirinkite karalienės z dydį
no: Velg queen z-størrelsen
pl: Wybierz rozmiar queen z
pt: Selecione o tamanho da rainha z
ro: Selectați dimensiunea reginei z
ru: Выберите размер королевы z

source: Select the rook x size
fa: اندازه x را انتخاب کنید
ja: ルーク×サイズを選択
ko: 루크 x 사이즈를 선택하세요
lt: Pasirinkite bokšto x dydį
no: Velg tårnet x størrelse
pl: Wybierz rozmiar wieży x
pt: Selecione a torre x tamanho
ro: Selectați turnul x dimensiunea
ru: Выберите размер ладьи x

source: Select the rook y size
fa: اندازه rook y را انتخاب کنید
ja: ルークのYサイズを選択
ko: 루크 y 크기를 선택하세요
lt: Pasirinkite stogo y dydį
no: Velg tårnets y-størrelse
pl: Wybierz rozmiar wieży y
pt: Selecione o tamanho da torre y
ro: Selectați dimensiunea turnului y
ru: Выберите размер ладьи y

source: Select the rook z size
fa: اندازه z را انتخاب کنید
ja: ルークのZサイズを選択
ko: 루크 Z 사이즈를 선택하세요
lt: Pasirinkite bokšto z dydį
no: Velg tårn z-størrelsen
pl: Wybierz rozmiar wieży z
pt: Selecione o tamanho z da torre
ro: Selectați dimensiunea turnului z
ru: Выберите размер ладьи z

source: Select the bishop x size
fa: اندازه اسقف x را انتخاب کنید
ja: ビショップxサイズを選択
ko: 비숍 x 사이즈를 선택하세요
lt: Pasirinkite vyskupo x dydį
no: Velg biskopen x størrelse
pl: Wybierz rozmiar biskupa x
pt: Selecione o tamanho do bispo x
ro: Selectați dimensiunea episcopului x
ru: Выберите размер слона x

source: Select the bishop y size
fa: اندازه اسقف y را انتخاب کنید
ja: ビショップYサイズを選択
ko: 비숍 y 사이즈를 선택하세요
lt: Pasirinkite vyskupo dydį
no: Velg biskop y-størrelse
pl: Wybierz rozmiar biskupa y
pt: Selecione o tamanho do bispo y
ro: Selectați dimensiunea y episcop
ru: Выберите размер слона Y

source: Select the bishop z size
fa: اندازه اسقف z را انتخاب کنید
ja: ビショップZサイズを選択
ko: 비숍 Z 사이즈를 선택하세요
lt: Pasirinkite vyskupo z dydį
no: Velg biskop z-størrelsen
pl: Wybierz rozmiar biskupa z
pt: Selecione o tamanho do bispo z
ro: Selectați dimensiunea episcopului z
ru: Выберите размер слона z

source: Select the knight x size
fa: اندازه شوالیه x را انتخاب کنید
ja: ナイト×サイズを選択
ko: 나이트 x 사이즈를 선택하세요
lt: Pasirinkite riterio x dydį
no: Velg ridder x størrelse
pl: Wybierz rozmiar rycerza x
pt: Selecione o tamanho do cavaleiro x
ro: Selectați dimensiunea cavalerului x
ru: Выберите размер рыцаря x

source: Select the knight y size
fa: اندازه شوالیه y را انتخاب کنید
ja: ナイトYサイズを選択
ko: 기사 y 크기를 선택하세요
lt: Pasirinkite riterio y dydį
no: Velg ridder y størrelse
pl: Wybierz rozmiar rycerza
pt: Selecione o tamanho do cavaleiro y
ro: Selectați dimensiunea cavalerului y
ru: Выберите размер рыцаря Y

source: Select the knight z size
fa: اندازه شوالیه z را انتخاب کنید
ja: ナイトZサイズを選択
ko: 나이트 Z 사이즈를 선택하세요
lt: Pasirinkite riterio z dydį
no: Velg knight z-størrelsen
pl: Wybierz rozmiar rycerza z
pt: Selecione o tamanho do cavaleiro z
ro: Selectați dimensiunea cavalerului z
ru: Выберите размер рыцаря z

source: Select the pawn x size
fa: اندازه پیاده x را انتخاب کنید
ja: ポーン×サイズを選択
ko: 폰 x 사이즈를 선택하세요
lt: Pasirinkite pėstininko x dydį
no: Velg bonden x størrelse
pl: Wybierz rozmiar pionka x
pt: Selecione o tamanho do peão x
ro: Selectați pionul x dimensiunea
ru: Выберите размер пешки x

source: Select the pawn y size
fa: اندازه پیاده y را انتخاب کنید
ja: ポーンYサイズを選択
ko: 폰 y 크기를 선택하세요
lt: Pasirinkite pėstininko y dydį
no: Velg størrelsen på bonden y
pl: Wybierz rozmiar pionka y
pt: Selecione o tamanho do peão y
ro: Selectați dimensiunea y pionului
ru: Выберите размер пешки y

source: Select the pawn z size
fa: اندازه پیاده z را انتخاب کنید
ja: ポーンのZサイズを選択
ko: 폰 z 크기를 선택하세요
lt: Pasirinkite pėstininko z dydį
no: Velg størrelsen på bonden z
pl: Wybierz rozmiar pionka z
pt: Selecione o tamanho do peão z
ro: Selectați dimensiunea pionului z
ru: Выберите размер пешки z

source: Check to tie the other piece sizes to the king
fa: بررسی کنید تا اندازه های دیگر قطعات را به شاه ببندید
ja: 他のピースのサイズをキングに合わせるかどうかチェックする
ko: 다른 조각 크기를 킹에 연결하려면 체크하세요
lt: Patikrinkite, ar kiti gabalų dydžiai susiejami su karaliumi
no: Kryss av for å knytte de andre brikkestørrelsene til kongen
pl: Sprawdź, czy pozostałe rozmiary elementów są przywiązane do króla
pt: Verifique para amarrar os outros tamanhos de peças ao rei
ro: Bifați pentru a lega celelalte dimensiuni de piese de rege
ru: Проверьте, чтобы привязать остальные размеры фигур к королю.

source: Check to tie the Y and Z sizes to the X size - rows
fa: برای گره زدن اندازه های Y و Z به ردیف های X اندازه علامت بزنید
ja: YとZのサイズをXのサイズに結び付けるにはチェックを入れます - 行
ko: Y 및 Z 크기를 X 크기 - 행에 연결하려면 체크하세요.
lt: Pažymėkite, kad susietumėte Y ir Z dydžius su X dydžio eilutėmis
no: Merk av for å knytte Y- og Z-størrelsene til X-størrelse - radene
pl: Zaznacz, aby połączyć rozmiary Y i Z z rozmiarem X - rzędy
pt: Verifique para vincular os tamanhos Y e Z ao tamanho X - linhas
ro: Bifați pentru a lega dimensiunile Y și Z de dimensiunea X - rânduri
ru: Отметьте, чтобы связать размеры Y и Z с размером X - строки

source: Check to tie the piece X sizes to the king X size
fa: برای گره زدن قطعه X به سایز پادشاه X علامت بزنید
ja: ピースXサイズをキングXサイズに結び付けるかどうかを確認します
ko: 조각 X사이즈를 킹 X사이즈에 연결하려면 체크하세요
lt: Patikrinkite, ar X dydžio gabalas susiejamas su karališkuoju X dydžiu
no: Kryss av for å knytte stykket X størrelser til konge X størrelse
pl: Zaznacz, aby zawiązać element rozmiaru X do rozmiaru królewskiego X
pt: Verifique para amarrar a peça X tamanhos ao rei X tamanho
ro: Bifați pentru a lega piesa de mărimi X de mărimea rege X
ru: Проверьте, чтобы связать деталь X размера с королем X размера

source: Check to tie the piece Y sizes to the king Y size
fa: تیک بزنید تا اندازه های Y را به سایز کینگ Y گره بزنید
ja: ピースYサイズをキングYサイズに結び付けるためにチェックする
ko: 조각 Y 크기를 킹 Y 크기에 연결하려면 체크하세요
lt: Patikrinkite, ar susiejate Y dydžius su karaliaus Y dydžiu
no: Kryss av for å knytte Y-størrelsene til king Y-størrelsen
pl: Sprawdź, czy rozmiar Y jest odpowiedni do rozmiaru Y króla
pt: Verifique para amarrar a peça Y tamanhos ao rei Y tamanho
ro: Bifați pentru a lega dimensiunea Y piesei de mărimea Y ​​rege
ru: Проверьте, чтобы связать деталь размера Y с королем размера Y.

source: Check to tie the piece Z sizes to the king Z size
fa: علامت بزنید تا اندازه های Z به اندازه شاه Z گره بزنید
ja: ピースのZサイズをキングのZサイズに合わせるかどうかを確認します
ko: 조각 Z 사이즈를 킹 Z 사이즈에 연결하려면 체크하세요
lt: Patikrinkite, ar Z dydžiai susieti su karališkuoju Z dydžiu
no: Kryss av for å knytte Z-størrelsene til king Z-størrelsen
pl: Zaznacz, aby połączyć elementy o rozmiarach Z z elementami o rozmiarach królewskich Z.
pt: Verifique para amarrar a peça tamanhos Z ao tamanho Z do rei
ro: Bifați pentru a lega piesa de dimensiunile Z de mărimea rege Z
ru: Проверьте, чтобы привязать деталь размера Z к размеру короля Z.

source: This dialog box allow you to adjust the sizes of the individual pieces
fa: این کادر محاوره ای به شما این امکان را می دهد که اندازه تکه ها را تنظیم کنید
ja: このダイアログボックスでは、個々のピースのサイズを調整できます。
ko: 이 대화 상자를 사용하면 개별 조각의 크기를 조정할 수 있습니다.
lt: Šis dialogo langas leidžia reguliuoti atskirų dalių dydžius
no: Denne dialogboksen lar deg justere størrelsene på de enkelte brikkene
pl: To okno dialogowe umożliwia dostosowanie rozmiarów poszczególnych elementów
pt: Esta caixa de diálogo permite que você ajuste os tamanhos das peças individuais
ro: Această casetă de dialog vă permite să ajustați dimensiunile pieselor individuale
ru: Это диалоговое окно позволяет вам настраивать размеры отдельных частей.

source: The sizes can be adjusted separately or in a group.
fa: اندازه ها را می توان به صورت جداگانه یا گروهی تنظیم کرد.
ja: サイズは個別に、またはグループで調整できます。
ko: 크기는 개별적으로 또는 그룹으로 조정할 수 있습니다.
lt: Dydžiai gali būti derinami atskirai arba grupėje.
no: Størrelsene kan justeres separat eller i en gruppe.
pl: Rozmiary można regulować pojedynczo lub grupowo.
pt: Os tamanhos podem ser ajustados separadamente ou em grupo.
ro: Dimensiunile pot fi ajustate separat sau in grup.
ru: Размеры можно регулировать по отдельности или в группе.

source: To adjust all of the pieces and all of the dimensions at once,
fa: برای تنظیم همه قطعات و همه ابعاد به طور همزمان،
ja: すべてのピースと寸法を一度に調整するには、
ko: 모든 조각과 모든 치수를 한 번에 조정하려면
lt: Norėdami sureguliuoti visas dalis ir visus matmenis vienu metu,
no: For å justere alle delene og alle dimensjonene samtidig,
pl: Aby dopasować wszystkie elementy i wymiary jednocześnie,
pt: Para ajustar todas as peças e todas as dimensões de uma só vez,
ro: Pentru a ajusta toate piesele și toate dimensiunile simultan,
ru: Чтобы отрегулировать все детали и все размеры одновременно,

source: check all of the checkboxes and make an adjustment to the King x-size.
fa: تمام چک باکس ها را علامت بزنید و اندازه King x را تنظیم کنید.
ja: すべてのチェックボックスをオンにして、キングの x サイズを調整します。
ko: 모든 확인란을 선택하고 킹 x 사이즈를 조정하세요.
lt: pažymėkite visus žymimuosius langelius ir pakoreguokite King x dydį.
no: sjekk alle avmerkingsboksene og foreta en justering av King x-størrelsen.
pl: zaznacz wszystkie pola wyboru i dokonaj zmiany w rozmiarze King x.
pt: marque todas as caixas de seleção e faça um ajuste no tamanho King x.
ro: bifați toate casetele de selectare și faceți o ajustare la dimensiunea King x.
ru: установите все флажки и измените размер King x.

source: To adjust column value(s) (x, y, z) for all pieces,
fa: برای تنظیم مقدار(های) ستون (x، y، z) برای همه قطعات،
ja: すべてのピースの列の値（x、y、z）を調整するには、
ko: 모든 조각의 열 값(x, y, z)을 조정하려면
lt: Norėdami pakoreguoti visų dalių stulpelio reikšmę (-es) (x, y, z),
no: For å justere kolonneverdi(er) (x, y, z) for alle brikker,
pl: Aby dostosować wartości kolumn (x, y, z) dla wszystkich elementów,
pt: Para ajustar os valores da coluna (x, y, z) para todas as peças,
ro: Pentru a ajusta valoarea (valorile) coloanei (x, y, z) pentru toate piesele,
ru: Чтобы настроить значение(я) столбца (x, y, z) для всех частей,

source: check the < Tie pieces to King > checkbox,
fa: چک باکس <Teepieces to King > را علامت بزنید،
ja: < キングに駒を結びつける > チェックボックスをオンにします。
ko: <킹에게 조각을 묶으세요> 체크박스를 체크하세요.
lt: pažymėkite žymimąjį laukelį < Pririškite gabalus prie karaliaus >,
no: merk av i avmerkingsboksen < Tie pieces to King >,
pl: zaznacz pole wyboru < Przywiąż figury do króla >,
pt: marque a caixa de seleção < Amarrar peças ao rei >,
ro: bifați caseta de selectare < Legați piese la rege>,
ru: установите флажок < Привязать фигуры к королю >,

source: uncheck the < tie Y, Z to X > checkbox,
fa: علامت کادر انتخاب < tie Y, Z to X > را بردارید،
ja: <Y、ZをXに結びつける>チェックボックスをオフにします。
ko: <Y, Z를 X로 연결> 체크박스의 선택을 해제하세요.
lt: panaikinkite žymės langelio < ties Y, Z to X > žymėjimą,
no: fjern merket for < tie Y, Z to X > avmerkingsboksen,
pl: odznacz pole wyboru <połącz Y, Z z X>,
pt: desmarque a caixa de seleção <vincular Y, Z a X>,
ro: debifați caseta de selectare < lega Y, Z la X >,
ru: снимите флажок <связать Y, Z с X>,

source: check the column(s) checkbox(es) that you want to adjust using
fa: چک باکس(های) ستون(های) را که می خواهید با استفاده از آن تنظیم کنید، علامت بزنید
ja: 調整したい列のチェックボックスをオンにします
ko: 조정하려는 열 확인란을 선택하십시오.
lt: pažymėkite stulpelio (-ių) žymimąjį (-ius) langelį (-ius), kurį (-iuos) norite koreguoti naudodami
no: merk av for kolonnen(e) avmerkingsboksen(e) som du vil justere med
pl: zaznacz pole wyboru kolumny(y), które chcesz dostosować, używając
pt: marque a(s) caixa(s) de seleção da(s) coluna(s) que deseja ajustar usando
ro: bifați casetele de selectare coloane cu care doriți să le ajustați
ru: отметьте флажками столбцы, которые вы хотите настроить, используя

source: < Tie X > < Tie Y > < Tie Z >
ja: < 同点 X > < 同点 Y > < 同点 Z >
ko: < 타이 X > < 타이 Y > < 타이 Z >
lt: < kaklaraištis X > < kaklaraištis Y > < kaklaraištis Z >
pl: < Wiązanie X > < Wiązanie Y > < Wiązanie Z >
pt: < Empate X > < Empate Y > < Empate Z >
ru: < Галстук X > < Галстук Y > < Галстук Z >

source: and then make the adjustments to the King x, y and z values.
fa: و سپس تنظیمات را روی مقادیر King x، y و z انجام دهید.
ja: 次に、キングの x、y、z 値を調整します。
ko: 그런 다음 King x, y, z 값을 조정합니다.
lt: tada pakoreguokite karaliaus x, y ir z reikšmes.
no: og foreta deretter justeringene til King x-, y- og z-verdiene.
pl: a następnie dokonaj zmian w wartościach x, y i z dla króla.
pt: e então faça os ajustes nos valores x, y e z do Rei.
ro: și apoi faceți ajustările la valorile King x, y și z.
ru: а затем внесите корректировки в значения King x, y и z.

source: To adjust row values, uncheck the < Tie pieces to King > checkbox,
fa: برای تنظیم مقادیر ردیف، علامت کادر انتخاب <Teepieces to King > را بردارید.
ja: 行の値を調整するには、< キングにピースを合わせる > チェックボックスをオフにします。
ko: 행 값을 조정하려면 <킹에 조각을 묶는다> 체크박스의 선택을 취소하세요.
lt: Norėdami koreguoti eilučių reikšmes, panaikinkite žymės langelio < Pririšti gabalus prie karaliaus > žymėjimą,
no: For å justere radverdier, fjern merket for <Ty pieces to King > avmerkingsboksen,
pl: Aby dostosować wartości wiersza, odznacz pole wyboru < Przywiąż elementy do króla >,
pt: Para ajustar os valores das linhas, desmarque a caixa de seleção < Amarrar peças ao rei >,
ro: Pentru a ajusta valorile rândurilor, debifați caseta de selectare < Legați piese la rege>,
ru: Чтобы отрегулировать значения строк, снимите флажок < Привязать детали к королю >,

source: check the < tie Y, Z to X > checkbox
fa: کادر انتخاب < tie Y, Z to X > را علامت بزنید
ja: <Y、ZをXに結びつける>チェックボックスをオンにします
ko: <Y, Z를 X로 연결> 체크박스를 체크하세요
lt: pažymėkite žymimąjį laukelį < ties Y, Z su X >
no: merk av for < bind Y, Z til X >
pl: zaznacz pole wyboru <połącz Y, Z z X>
pt: marque a caixa de seleção < amarrar Y, Z a X >
ro: bifați caseta de selectare < lega Y, Z la X >
ru: установите флажок <связать Y, Z с X>

source: and then make the adjustments to the piece x-value for the row.
fa: و سپس تنظیمات مربوط به قسمت x-value برای ردیف را انجام دهید.
ja: 次に、行のピースの x 値を調整します。
ko: 그런 다음 행의 조각 x 값을 조정합니다.
lt: ir tada pakoreguokite eilutės gabalo x reikšmę.
no: og foreta deretter justeringene til stykkets x-verdi for raden.
pl: a następnie dokonaj zmian w wartości x danego wiersza.
pt: e então faça os ajustes no valor x da peça para a linha.
ro: și apoi faceți ajustările la valoarea x piesei pentru rând.
ru: а затем внесите изменения в значение x детали для ряда.

source: To adjust the piece values separately, uncheck all of the checkboxes.
fa: برای تنظیم مقادیر قطعه به طور جداگانه، علامت همه کادرها را بردارید.
ja: ピースの値を個別に調整するには、すべてのチェックボックスをオフにします。
ko: 각 조각의 가치를 개별적으로 조정하려면 모든 체크박스의 선택을 취소하세요.
lt: Norėdami atskirai koreguoti gabalų reikšmes, panaikinkite visų žymimųjų laukelių žymėjimą.
no: For å justere brikkeverdiene separat, fjern merket for alle avmerkingsboksene.
pl: Aby dostosować wartości poszczególnych elementów oddzielnie, odznacz wszystkie pola wyboru.
pt: Para ajustar os valores das peças separadamente, desmarque todas as caixas de seleção.
ro: Pentru a ajusta separat valorile pieselor, debifați toate casetele de selectare.
ru: Чтобы настроить значения деталей по отдельности, снимите все флажки.

source: 3d piece size adjustment help
fa: کمک تنظیم اندازه قطعه سه بعدی
ja: 3Dピースのサイズ調整ヘルプ
ko: 3d 조각 크기 조정 도움말
lt: 3D gabalo dydžio reguliavimo pagalba
no: Hjelp til justering av 3d-stykke
pl: Pomoc w dostosowaniu rozmiaru elementu 3D
pt: Ajuda para ajuste de tamanho de peça 3D
ro: Ajutor pentru ajustarea dimensiunii piesei 3D
ru: Помощь в настройке размера 3D-детали

source: This panel lets you set player names.
fa: این پنل به شما امکان می دهد نام بازیکنان را تنظیم کنید.
ja: このパネルではプレーヤーの名前を設定できます。
ko: 이 패널을 사용하면 플레이어 이름을 설정할 수 있습니다.
lt: Šiame skydelyje galite nustatyti žaidėjų vardus.
no: Dette panelet lar deg angi spillernavn.
pl: Ten panel umożliwia ustawienie nazw graczy.
pt: Este painel permite que você defina nomes de jogadores.
ro: Acest panou vă permite să setați numele jucătorilor.
ru: На этой панели можно задать имена игроков.

source: Current white player
fa: بازیکن فعلی سفید
ja: 現在の白人プレイヤー
ko: 현재 화이트 플레이어
lt: Dabartinis baltas žaidėjas
no: Nåværende hvit spiller
pl: Obecny biały gracz
pt: Jogador branco atual
ro: Actual jucător alb
ru: Текущий белый игрок
