Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Use this panel to enter or edit supplementary details that
fa: از این پانل برای وارد کردن یا ویرایش جزئیات تکمیلی استفاده کنید
ja: このパネルを使用して、補足の詳細を入力または編集します。
ko: 이 패널을 사용하여 추가 세부 정보를 입력하거나 편집합니다.
lt: Naudokite šį skydelį norėdami įvesti arba redaguoti papildomą informaciją
no: Bruk dette panelet til å legge inn eller redigere tilleggsdetaljer som
pl: Za pomocą tego panelu możesz wprowadzać lub edytować dodatkowe szczegóły, które:
pt: Use este painel para inserir ou editar detalhes suplementares que
ro: Utilizați acest panou pentru a introduce sau edita detalii suplimentare care
ru: Используйте эту панель для ввода или редактирования дополнительных данных, которые

source: you want associated with this game as stored on file.
fa: شما می خواهید با این بازی به عنوان ذخیره شده در فایل مرتبط است.
ja: ファイルに保存されているとおりにこのゲームに関連付けたいもの。
ko: 이 게임과 관련된 정보를 파일로 저장하고 싶습니다.
lt: norite susieti su šiuo žaidimu, kaip išsaugota faile.
no: du ønsker knyttet til dette spillet som lagret på filen.
pl: chcesz powiązać tę grę z zapisaną w pliku.
pt: você deseja associar este jogo conforme armazenado no arquivo.
ro: doriți să asociați acest joc așa cum este stocat în fișier.
ru: вы хотите, чтобы эта игра была связана с сохраненным файлом.

source: Game Details Dialog Help
fa: راهنمای دیالوگ جزئیات بازی
ja: ゲーム詳細ダイアログのヘルプ
ko: 게임 세부 정보 대화 상자 도움말
lt: Žaidimo informacijos dialogo žinynas
no: Spilldetaljer Dialog Hjelp
pl: Pomoc w oknie dialogowym szczegółów gry
pt: Ajuda do diálogo de detalhes do jogo
ro: Dialog Ajutor pentru detalii joc
ru: Помощь в диалоговом окне «Сведения об игре»

source: Illegal date: valid format is yyyy.mm.dd, eg 1999.12.31
fa: تاریخ غیرقانونی: قالب معتبر yyyy.mm.dd است، به عنوان مثال 1999.12.31
ja: 不正な日付: 有効な形式は yyyy.mm.dd です (例: 1999.12.31)
ko: 잘못된 날짜: 유효한 형식은 yyyy.mm.dd입니다(예: 1999.12.31).
lt: Neteisėta data: galiojantis formatas yra yyyy.mm.dd, pvz., 1999.12.31
no: Ulovlig dato: gyldig format er åååå.mm.dd, f.eks. 1999.12.31
pl: Nieprawidłowa data: prawidłowy format to yyyy.mm.dd, np. 1999.12.31
pt: Data ilegal: o formato válido é aaaa.mm.dd, por exemplo, 1999.12.31
ro: Data ilegală: formatul valid este aaaa.mm.zz, de exemplu 31.12.1999
ru: Недопустимая дата: допустимый формат — гггг.мм.дд, например, 1999.12.31

source: Illegal date: there aren't that many days in that month
fa: تاریخ غیرقانونی: در آن ماه روزهای زیادی وجود ندارد
ja: 不正な日付: その月にはそれほど多くの日がありません
ko: 불법 날짜: 그 달에는 그렇게 많은 날짜가 없습니다.
lt: Neteisėta data: tą mėnesį dienų nėra tiek daug
no: Ulovlig dato: det er ikke så mange dager i den måneden
pl: Nielegalna data: w tym miesiącu nie ma zbyt wielu dni
pt: Data ilegal: não há muitos dias naquele mês
ro: Data ilegală: nu sunt atât de multe zile în acea lună
ru: Недопустимая дата: в этом месяце не так уж много дней.

source: Illegal round
fa: دور غیر قانونی
ja: 違法ラウンド
ko: 불법 라운드
lt: Neteisėtas turas
no: Ulovlig runde
pl: Nielegalna runda
pt: Rodada ilegal
ro: Ronda ilegală
ru: Незаконный раунд

source: Illegal ECO code
fa: کد ECO غیرقانونی
ja: 不正なECOコード
ko: 불법 ECO 코드
lt: Neteisėtas ECO kodas
no: Ulovlig ECO-kode
pl: Nielegalny kod ECO
pt: Código ECO ilegal
ro: Cod ECO ilegal
ru: Незаконный ЭКО-код

source: Illegal white elo
fa: الو سفید غیر قانونی
ja: 違法な白エロ
ko: 불법 백인 엘로
lt: Nelegalus baltas elo
no: Ulovlig hvit elo
pl: Nielegalny biały ELO
pt: Elo branco ilegal
ro: Elo alb ilegal
ru: Незаконный белый эло

source: Illegal black elo
fa: الو سیاه غیرقانونی
ja: 違法なブラックエロ
ko: 불법 흑인 엘로
lt: Nelegalus juodasis elo
no: Ulovlig svart elo
pl: Nielegalny czarny ELO
pt: Elo negro ilegal
ro: Elo negru ilegal
ru: Незаконный черный эло

source: Error in game details
fa: خطا در جزئیات بازی
ja: ゲームの詳細にエラーがあります
ko: 게임 세부정보 오류
lt: Klaida žaidimo detalėse
no: Feil i spilldetaljer
pl: Błąd w szczegółach gry
pt: Erro nos detalhes do jogo
ro: Eroare în detaliile jocului
ru: Ошибка в деталях игры

source: White is checkmated, Black wins
fa: سفید مات می شود، سیاه برنده می شود
ja: 白がチェックメイト、黒が勝つ
ko: 화이트가 체크메이트 당하고 블랙이 승리
lt: Balta yra šachmata, juoda laimi
no: Hvit er sjakkmatt, svart vinner
pl: Białe są szachowane, czarne wygrywają
pt: As brancas estão em xeque-mate, as pretas vencem
ro: Albul este șahmat, negrul câștigă
ru: Белым поставлен мат, черные побеждают.

source: Black is checkmated, White wins
fa: سیاه مات می شود، سفید برنده می شود
ja: 黒がチェックメイトされ、白が勝ちます
ko: 흑이 체크메이트 당하고 백이 승리
lt: Juoda šachmata, balta laimi
no: Svart er sjakkmatt, hvit vinner
pl: Czarny jest szachowany, biały wygrywa
pt: As pretas estão em xeque-mate, as brancas vencem
ro: Negrul este șahmat, albul câștigă
ru: Черным поставлен мат, белые побеждают.

source: White resigns
fa: سفید استعفا می دهد
ja: ホワイトが辞任
ko: 화이트 사임
lt: Baltasis atsistatydina
no: White trekker seg
pl: Biały rezygnuje
pt: Branco renuncia
ro: White demisionează
ru: Уайт уходит в отставку

source: Black resigns
fa: سیاه استعفا می دهد
ja: ブラックが辞任
ko: 블랙은 사임한다
lt: Juodu atsistatydina
no: Black trekker seg
pl: Czarny rezygnuje
pt: Preto renuncia
ro: Black demisionează
ru: Черный уходит в отставку

source: White loses on time
fa: سفید به موقع می بازد
ja: 白は時間切れで負ける
ko: 화이트는 시간적으로 졌다
lt: Baltasis pralaimi laiku
no: Hvit taper på tid
pl: Biały przegrywa na czas
pt: As brancas perdem no tempo
ro: Albul pierde la timp
ru: Белые проигрывают по времени

source: Black loses on time
fa: سیاه به موقع می بازد
ja: 黒は時間切れで負ける
ko: 흑은 시간적으로 졌다
lt: Juodu pralaimi laiku
no: Svart taper i tide
pl: Czarny przegrywa na czas
pt: Preto perde no tempo
ro: Negrul pierde la timp
ru: Черные проигрывают по времени

source: Draw : White is stalemated
fa: قرعه کشی: سفید به بن بست رسیده است
ja: 引き分け：白はステイルメート
ko: 무승부 : 화이트가 교착 상태입니다.
lt: Lygiosios: Baltoji yra aklavietėje
no: Uavgjort : Hvit er stanset
pl: Remis: Białe są w impasie
pt: Empate: As brancas estão empatadas
ro: Remiză: Albul este în impas
ru: Ничья: белые поставлены в пат.

source: Draw : Black is stalemated
fa: قرعه کشی: مشکی به بن بست رسیده است
ja: 引き分け：黒はステイルメート
ko: 무승부 : 블랙은 교착 상태입니다.
lt: Lygiosios: juoda yra aklavietėje
no: Uavgjort: Svart er stoppet
pl: Remis: Czarny jest w impasie
pt: Empate: As pretas estão empatadas
ro: Remiză: Negrul este în impas
ru: Ничья: черные запатованы.

source: Draw agreed
fa: قرعه کشی موافقت شد
ja: 引き分けに合意
ko: 추첨에 동의함
lt: Draw sutiko
no: Trekningen ble avtalt
pl: Remis uzgodniony
pt: Empate acertado
ro: Draw a fost de acord
ru: Согласована ничья

source: Draw : 50 move rule
fa: قرعه کشی: قانون 50 حرکت
ja: 引き分け：50手ルール
ko: 추첨 : 50수 규칙
lt: Lygiosios: 50 judesių taisyklė
no: Uavgjort: 50 trekk regel
pl: Remis: zasada 50 ruchów
pt: Empate: regra dos 50 movimentos
ro: Remiză: regula 50 de mișcări
ru: Ничья: правило 50 ходов

source: Draw : Insufficient material
fa: رسم: مواد ناکافی
ja: 引き分け：材料不足
ko: 추첨 : 자료가 부족합니다
lt: Brėžinys: nepakanka medžiagos
no: Tegning: Utilstrekkelig materiale
pl: Remis: Niewystarczająca ilość materiału
pt: Sorteio: Material insuficiente
ro: Desen: material insuficient
ru: Ничья: Недостаточно материала

source: Draw : Threefold repetition
fa: قرعه کشی: سه بار تکرار
ja: 引き分け：3回繰り返し
ko: 그리기 : 3중 반복
lt: Lygiosios: tris kartus pakartokite
no: Trekning : Tredelt repetisjon
pl: Narysuj: Trzykrotne powtórzenie
pt: Desenhar: Repetição tripla
ro: Desen: repetare triplă
ru: Рисуем: Троекратное повторение

source: Draw : Engine match game move limit reached
fa: قرعه کشی: به محدودیت حرکت بازی موتور مسابقه رسیده است
ja: 引き分け: エンジンマッチゲームの移動制限に達しました
ko: 추첨 : 엔진 매치 게임 이동 제한에 도달했습니다.
lt: Lygiosios: pasiektas variklio rungtynių žaidimo judesių limitas
no: Uavgjort: Motormatch spillets bevegelsesgrense nådd
pl: Remis: Osiągnięto limit ruchów w grze dopasowania silnika
pt: Sorteio: Limite de movimentos do jogo de partida de motor atingido
ro: Remiză: a fost atinsă limita de mișcare a jocului de meci cu motor
ru: Ничья: достигнут лимит ходов в игре-матче движка

source: Draw : Engine match game adjudicated as a draw
fa: قرعه کشی: بازی مسابقه موتور به عنوان تساوی قضاوت می شود
ja: 引き分け：エンジンマッチゲームは引き分けと判定されました
ko: 무승부 : 엔진 매치 게임이 무승부로 판정됨
lt: Lygiosios: Variklio rungtynių žaidimas buvo priimtas lygiosiomis
no: Uavgjort: Motorkampspill dømt som uavgjort
pl: Remis: Mecz silnika rozstrzygnięty jako remis
pt: Empate: Jogo de partida de motor julgado como empate
ro: Remiză: Meciul motorului adjudecat ca remiză
ru: Ничья: Матч по движку признан ничьей

source: White wins : Engine match game adjudicated as a white win
fa: برنده سفید: بازی مسابقه موتور به عنوان یک برد سفید قضاوت می شود
ja: 白勝ち：エンジンマッチゲームは白勝ちと判定されました
ko: 화이트 승리 : 엔진 매치 게임이 화이트 승리로 판정됨
lt: Baltieji laimėjimai: Variklio rungtynių žaidimas vertinamas kaip baltasis laimėjimas
no: Hvite seire : Motorkampspill dømt som en hvit seier
pl: Wygrywają białe: Rozgrywka w silniku zakończyła się zwycięstwem białych
pt: Vitória das brancas: partida de partida de motor julgada como vitória das brancas
ro: Câștigă alb: jocul de meci cu motor adjudecat ca o victorie albă
ru: Победа белых: игра в матче с движком признана победой белых

source: Black wins : Engine match game adjudicated as a black win
fa: برنده سیاه: بازی مسابقه موتور به عنوان یک برد سیاه داوری می شود
ja: 黒の勝ち：エンジンマッチゲームは黒の勝ちと判定されました
ko: 블랙 승리 : 엔진 매치 게임이 블랙 승리로 판정됨
lt: Juodieji laimėjimai: Variklio rungtynių žaidimas vertinamas kaip juodaodžių pergalė
no: Svarte vinner: Motorkampspill dømt som en svart seier
pl: Czarne wygrywają: Mecz silnika rozstrzygnięty jako wygrana czarnych
pt: Vitória das pretas: Jogo de partida de motor julgado como vitória das pretas
ro: Câștigă negru: joc de meci cu motor adjudecat ca o victorie neagră
ru: Черные побеждают: игра в матче по движку признана победой черных

source: Error loading .pgn opening book
fa: خطا در بارگیری .pgn باز کردن کتاب
ja: .pgn オープニング ブックの読み込み中にエラーが発生しました
ko: .pgn 로딩 오류
lt: Klaida įkeliant .pgn atidarant knygą
no: Feil ved lasting av .pgn-åpningsbok
pl: Błąd ładowania książki otwierającej .pgn
pt: Erro ao carregar .pgn abrindo livro
ro: Eroare la încărcarea .pgn la deschiderea cărții
ru: Ошибка загрузки .pgn открытия книги

source: Error loading .bin opening book
fa: خطا در بارگیری کتاب باز کردن bin
ja: .bin のオープンブックの読み込み中にエラーが発生しました
ko: .bin을 로딩하는 중 오류가 발생했습니다.
lt: Klaida įkeliant .bin atidarant knygą
no: Feil ved innlasting av .bin-åpningsbok
pl: Błąd ładowania pliku .bin podczas otwierania książki
pt: Erro ao carregar .bin abrindo livro
ro: Eroare la încărcarea cărții de deschidere a .bin
ru: Ошибка загрузки .bin открытия книги

source: Eval profile build stopped
fa: ساخت پروفایل Eval متوقف شد
ja: 評価プロファイルのビルドが停止しました
ko: Eval 프로필 빌드가 중지되었습니다.
lt: Eval profilio kūrimas sustabdytas
no: Eval profilbygging stoppet
pl: Zatrzymano kompilację profilu ewaluacyjnego
pt: A construção do perfil de avaliação foi interrompida
ro: Crearea profilului de evaluare a fost oprită
ru: Создание профиля оценки остановлено

source: Start
fa: شروع کنید
ja: 始める
ko: 시작
lt: Pradėti
pt: Começar
ro: Început
ru: Начинать

source: Make your move
fa: حرکت خود را انجام دهید
ja: 行動を起こしましょう
ko: 움직이세요
lt: Padaryk savo žingsnį
no: Gjør ditt trekk
pl: Zrób swój ruch
pt: Faça sua jogada
ro: Fă-ți mișcarea
ru: Сделай свой ход

source: Reply to
fa: پاسخ به
ja: 返信
ko: 답변하기
lt: Atsakyti į
no: Svar på
pl: Odpowiedz na
pt: Responder a
ro: Răspunde la
ru: Отвечать на

source: Printing option selected
fa: گزینه چاپ انتخاب شده است
ja: 印刷オプションが選択されました
ko: 인쇄 옵션이 선택되었습니다
lt: Pasirinkta spausdinimo parinktis
no: Utskriftsalternativ valgt
pl: Wybrano opcję drukowania
pt: Opção de impressão selecionada
ro: Opțiunea de imprimare selectată
ru: Выбран вариант печати

source: Print message box
fa: چاپ جعبه پیام
ja: メッセージボックスを印刷
ko: 메시지 상자 인쇄
lt: Spausdinti pranešimo laukelį
no: Skriv ut meldingsboks
pl: Wydrukuj pole wiadomości
pt: Imprimir caixa de mensagem
ro: Tipăriți caseta de mesaje
ru: Распечатать сообщение

source: Kibitzing is not permitted during a fics game
fa: Kibitzing در طول یک بازی فیکس مجاز نیست
ja: フィクションゲーム中に口出しすることは禁止されています
ko: 픽스 게임 중에는 키비칭이 허용되지 않습니다.
lt: Fics žaidimo metu kibituoti negalima
no: Kibitzing er ikke tillatt under et fiksespill
pl: Kibicowanie nie jest dozwolone podczas gry fabularnej
pt: Não é permitido kibitzing durante um jogo de fics
ro: Kibitzing-ul nu este permis în timpul unui joc fics
ru: Кибитчинг во время игры в фикцию не допускается.

source: Fics message
fa: پیام فیکس
ja: フィックスメッセージ
ko: 픽스 메시지
lt: Fics pranešimas
no: Fics melding
pl: Wiadomość Fics
pt: Mensagem de fics
ro: Mesaj fics
ru: Сообщение Fics

source: Kibitzing starting up
fa: Kibitzing راه اندازی
ja: 雑談を始める
ko: Kibitzing 시작
lt: Kibitavimo pradžia
no: Kibitzing starter opp
pl: Kibicowanie zaczyna się
pt: Kibitzing começando
ro: Kibitzing pornind
ru: Кибитчинг начинается

source: [running]
fa: [دویدن]
ja: [実行中]
ko: [달리기]
lt: [bėga]
no: [løper]
pl: [działanie]
pt: [correndo]
ro: [funcţionare]
ru: [бег]

source: [stopped]
fa: [توقف شد]
ja: [停止]
ko: [중지]
lt: [sustabdė]
no: [stoppet]
pl: [zatrzymał się]
pt: [parou]
ro: [oprit]
ru: [остановился]

source: White :
fa: سفید:
ja: 白 ：
ko: 하얀색 :
lt: Balta:
no: Hvit:
pl: Biały :
pt: Branco :
ro: Alb:
ru: Белый :

source: Black :
fa: مشکی:
ja: 黒 ：
ko: 검은색 :
lt: Juoda:
no: Svart:
pl: Czarny :
pt: Preto :
ro: Negru:
ru: Черный:

source: Analysis by
fa: تجزیه و تحلیل توسط
ja: 分析者
ko: 분석에 의해
lt: Analizė pagal
no: Analyse av
pl: Analiza przez
pt: Análise por
ro: Analiza de către
ru: Анализ по

source: Kibitzing by
fa: Kibitzing توسط
ja: 雑談
ko: 키비칭 by
lt: Kibitzuoja pro šalį
no: Kibitting by
pl: Kibicowanie przez
pt: Brincadeira de
ro: Kibitzing pe lângă
ru: Кибитчинг от

source: Select .pgn file (or *.tdb file)
fa: فایل pgn. (یا فایل *.tdb) را انتخاب کنید
ja: .pgn ファイル (または *.tdb ファイル) を選択
ko: .pgn 파일(또는 *.tdb 파일)을 선택하세요
lt: Pasirinkite .pgn failą (arba *.tdb failą)
no: Velg .pgn-fil (eller *.tdb-fil)
pl: Wybierz plik .pgn (lub plik *.tdb)
pt: Selecione o arquivo .pgn (ou arquivo *.tdb)
ro: Selectați fișierul .pgn (sau fișierul *.tdb)
ru: Выберите файл .pgn (или файл *.tdb)

source: Do you still want to open the file ?
fa: آیا هنوز می خواهید فایل را باز کنید؟
ja: まだファイルを開きますか?
ko: 그래도 파일을 열겠습니까?
lt: Ar vis tiek norite atidaryti failą?
no: Vil du fortsatt åpne filen?
pl: Czy nadal chcesz otworzyć plik?
pt: Você ainda deseja abrir o arquivo?
ro: Mai doriți să deschideți fișierul?
ru: Вы все еще хотите открыть файл?

source: A previous file open command can now take place
fa: یک دستور باز فایل قبلی اکنون می تواند انجام شود
ja: 以前のファイルオープンコマンドを実行できるようになりました
ko: 이제 이전 파일 열기 명령을 실행할 수 있습니다.
lt: Dabar gali būti atlikta ankstesnė failo atidarymo komanda
no: En tidligere filåpningskommando kan nå finne sted
pl: Teraz można wykonać poprzednie polecenie otwarcia pliku
pt: Um comando de abertura de arquivo anterior agora pode ocorrer
ro: O comandă anterioară de deschidere a fișierului poate avea loc acum
ru: Теперь можно выполнить предыдущую команду открытия файла

source: No log file specified, use options menu to solve this problem
fa: هیچ فایل گزارشی مشخص نشده است، برای حل این مشکل از منوی گزینه ها استفاده کنید
ja: ログファイルが指定されていません。オプションメニューを使用してこの問題を解決してください
ko: 로그 파일이 지정되지 않았습니다. 이 문제를 해결하려면 옵션 메뉴를 사용하세요.
lt: Žurnalo failas nenurodytas. Norėdami išspręsti šią problemą, naudokite parinkčių meniu
no: Ingen loggfil spesifisert, bruk alternativmenyen for å løse dette problemet
pl: Nie określono pliku dziennika. Aby rozwiązać ten problem, użyj menu opcji
pt: Nenhum arquivo de log especificado, use o menu de opções para resolver este problema
ro: Nu este specificat niciun fișier jurnal, utilizați meniul de opțiuni pentru a rezolva această problemă
ru: Файл журнала не указан, используйте меню параметров для решения этой проблемы

source: Cannot read log file
fa: نمی توان فایل گزارش را خواند
ja: ログファイルを読み取れません
ko: 로그 파일을 읽을 수 없습니다
lt: Neįmanoma nuskaityti žurnalo failo
no: Kan ikke lese loggfilen
pl: Nie można odczytać pliku dziennika
pt: Não é possível ler o arquivo de log
ro: Nu se poate citi fișierul jurnal
ru: Невозможно прочитать файл журнала

source: Cannot read from file
fa: از فایل نمی توان خواند
ja: ファイルから読み取れません
ko: 파일에서 읽을 수 없습니다
lt: Negalima nuskaityti iš failo
no: Kan ikke lese fra fil
pl: Nie można odczytać pliku
pt: Não é possível ler o arquivo
ro: Nu se poate citi din fișier
ru: Невозможно прочитать файл

source: Cannot read file
fa: نمی توان فایل را خواند
ja: ファイルを読み取れません
ko: 파일을 읽을 수 없습니다
lt: Negalima nuskaityti failo
no: Kan ikke lese filen
pl: Nie można odczytać pliku
pt: Não é possível ler o arquivo
ro: Nu se poate citi fișierul
ru: Невозможно прочитать файл

source: Error
fa: خطا
ja: エラー
ko: 오류
lt: Klaida
no: Feil
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка

source: File:
fa: فایل:
ja: ファイル：
ko: 파일:
lt: Failas:
no: Fil:
pl: Plik:
pt: Arquivo:
ro: Fişier:
ru: Файл:

source: Cannot read any games
fa: هیچ بازی نمی تواند بخواند
ja: ゲームを読み取れません
ko: 어떤 게임도 읽을 수 없습니다
lt: Negaliu skaityti jokių žaidimų
no: Kan ikke lese noen spill
pl: Nie można odczytać żadnych gier
pt: Não é possível ler nenhum jogo
ro: Nu pot citi niciun joc
ru: Не могу прочитать ни одну игру

source: Error reloading file
fa: خطا در بارگیری مجدد فایل
ja: ファイルの再読み込み中にエラーが発生しました
ko: 파일을 다시 로드하는 중 오류가 발생했습니다.
lt: Klaida įkeliant failą iš naujo
no: Feil ved omlasting av fil
pl: Błąd podczas ponownego ładowania pliku
pt: Erro ao recarregar arquivo
ro: Eroare la reîncărcarea fișierului
ru: Ошибка перезагрузки файла

source: Current file
fa: فایل فعلی
ja: 現在のファイル
ko: 현재 파일
lt: Dabartinis failas
no: Gjeldende fil
pl: Aktualny plik
pt: Arquivo atual
ro: Fișier curent
ru: Текущий файл

source: Search database for games where pieces reached this position
fa: جستجو در پایگاه داده برای بازی هایی که قطعات به این موقعیت رسیده اند
ja: 駒がこの位置に到達したゲームのデータベースを検索
ko: 조각이 이 위치에 도달한 게임에 대한 데이터베이스 검색
lt: Ieškoti žaidimų, kuriuose figūrėlės pasiekė šią poziciją, duomenų bazėje
no: Søk i databasen etter spill der brikkene nådde denne posisjonen
pl: Wyszukaj w bazie gier, w których pionki osiągnęły tę pozycję
pt: Pesquisar banco de dados para jogos onde as peças atingiram esta posição
ro: Căutați în baza de date jocuri în care piesele au ajuns în această poziție
ru: Поиск в базе данных игр, в которых фигуры достигли этой позиции

source: Search database for games which reached this material balance
fa: جستجوی پایگاه داده برای بازی هایی که به این تعادل مواد رسیده اند
ja: この物質的バランスに達したゲームのデータベースを検索
ko: 이 물질수지에 도달한 게임에 대한 데이터베이스 검색
lt: Ieškoti duomenų bazėje žaidimų, kurie pasiekė šį medžiagų balansą
no: Søk i databasen etter spill som nådde denne materialbalansen
pl: Przeszukaj bazę danych pod kątem gier, które osiągnęły ten bilans materiałowy
pt: Pesquisar banco de dados para jogos que atingiram este equilíbrio material
ro: Căutați în baza de date jocurile care au atins acest echilibru material
ru: Поиск в базе данных игр, достигших этого материального баланса

source: The database is not loaded. Tarrasch normally automatically loads the database
fa: پایگاه داده بارگذاری نشده است. Tarrasch معمولاً به طور خودکار پایگاه داده را بارگیری می کند
ja: データベースがロードされていません。Tarraschは通常、データベースを自動的にロードします
ko: 데이터베이스가 로드되지 않았습니다. Tarrasch는 일반적으로 데이터베이스를 자동으로 로드합니다.
lt: Duomenų bazė neįkelta. Tarrasch paprastai automatiškai įkelia duomenų bazę
no: Databasen er ikke lastet inn. Tarrasch laster vanligvis databasen automatisk
pl: Baza danych nie jest załadowana. Tarrasch normalnie ładuje bazę danych automatycznie
pt: O banco de dados não está carregado. O Tarrasch normalmente carrega o banco de dados automaticamente
ro: Baza de date nu este încărcată. În mod normal, Tarrasch încarcă automat baza de date
ru: База данных не загружена. Tarrasch обычно автоматически загружает базу данных

source: at startup, but it did not do so on this occasion because it detected another
fa: در راه اندازی، اما در این مورد این کار را نکرد زیرا دیگری را شناسایی کرد
ja: 起動時に実行されましたが、今回は別の
ko: 시작 시에 발생했지만 이번에는 다른 것을 감지했기 때문에 그렇게 하지 않았습니다.
lt: paleidžiant, bet tą kartą to nepadarė, nes aptiko kitą
no: ved oppstart, men den gjorde det ikke ved denne anledningen fordi den oppdaget en annen
pl: podczas uruchamiania, ale tym razem tego nie zrobił, ponieważ wykrył inny
pt: na inicialização, mas não o fez nesta ocasião porque detectou outro
ro: la pornire, dar nu a făcut-o cu această ocazie pentru că a detectat altul
ru: при запуске, но в данном случае этого не произошло, поскольку было обнаружено другое

source: instance of Tarrasch already running.
fa: نمونه ای از Tarrasch در حال حاضر در حال اجرا است.
ja: Tarrasch のインスタンスはすでに実行されています。
ko: Tarrasch의 인스턴스가 이미 실행 중입니다.
lt: Tarrasch jau veikia.
no: forekomst av Tarrasch som allerede kjører.
pl: wystąpienie Tarrascha już działa.
pt: instância do Tarrasch já em execução.
ro: instanță a lui Tarrasch care rulează deja.
ru: экземпляр Tarrasch уже запущен.

source: This is a way of conserving memory, it prevents multiple copies of Tarrasch
fa: این روشی برای حفظ حافظه است، از کپی های متعدد Tarrasch جلوگیری می کند
ja: これはメモリを節約する方法であり、Tarraschの複数のコピーを防ぎます。
ko: 이것은 메모리를 보존하는 방법으로 Tarrasch의 여러 사본을 방지합니다.
lt: Tai būdas išsaugoti atmintį, užkertamas kelias kelioms Tarrasch kopijoms
no: Dette er en måte å spare minne på, det forhindrer flere kopier av Tarrasch
pl: Jest to sposób na oszczędzanie pamięci, zapobiegający tworzeniu wielu kopii Tarrascha
pt: Esta é uma forma de conservar a memória, pois evita cópias múltiplas de Tarrasch
ro: Aceasta este o modalitate de conservare a memoriei, previne mai multe copii ale lui Tarrasch
ru: Это способ сохранения памяти, он предотвращает множественные копии Тарраша.

source: from all automatically loading separate copies of a potentially huge database.
fa: از همه بارگیری خودکار نسخه های جداگانه از یک پایگاه داده بالقوه عظیم.
ja: 潜在的に巨大なデータベースの個別のコピーを自動的にロードすることから保護します。
ko: 잠재적으로 거대한 데이터베이스의 모든 별도 사본을 자동으로 로드합니다.
lt: iš visų automatiškai įkeliamų atskirų potencialiai didžiulės duomenų bazės kopijų.
no: fra alle automatisk innlasting av separate kopier av en potensielt enorm database.
pl: ze wszystkich automatycznie ładujących się oddzielnych kopii potencjalnie ogromnej bazy danych.
pt: de carregar automaticamente cópias separadas de um banco de dados potencialmente enorme.
ro: din toate încărcarea automată a copiilor separate ale unei baze de date potențial uriașe.
ru: от всех автоматически загружаемых отдельных копий потенциально огромной базы данных.

source: You can manually load the database using the File > Open or
fa: با استفاده از File > Open or می توانید پایگاه داده را به صورت دستی بارگیری کنید
ja: ファイル > 開くまたは
ko: 파일 > 열기를 사용하여 수동으로 데이터베이스를 로드할 수 있습니다.
lt: Galite rankiniu būdu įkelti duomenų bazę naudodami Failas > Atidaryti arba
no: Du kan laste inn databasen manuelt ved å bruke Fil > Åpne eller
pl: Bazę danych można załadować ręcznie, wybierając polecenie Plik > Otwórz lub
pt: Você pode carregar manualmente o banco de dados usando Arquivo > Abrir ou
ro: Puteți încărca manual baza de date folosind Fișier > Deschidere sau
ru: Вы можете вручную загрузить базу данных, используя Файл > Открыть или

source: Database > Select current database menu
fa: پایگاه داده > منوی پایگاه داده فعلی را انتخاب کنید
ja: データベース > 現在のデータベースを選択メニュー
ko: 데이터베이스 > 현재 데이터베이스 선택 메뉴
lt: Duomenų bazė > Pasirinkti dabartinę duomenų bazę
no: Database > Velg gjeldende databasemeny
pl: Baza danych > Menu Wybierz bieżącą bazę danych
pt: Banco de dados > Selecionar menu do banco de dados atual
ro: Bază de date > Selectați meniul bazei de date curente
ru: База данных > Меню выбора текущей базы данных
