Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Use engine epm name
fa: از نام موتور epm استفاده کنید
ja: エンジンEPM名を使用する
ko: 엔진 epm 이름 사용
lt: Naudokite variklio epm pavadinimą
no: Bruk motorens epm-navn
pl: Użyj nazwy silnika EPM
pt: Usar nome do mecanismo epm
ro: Utilizați numele epm al motorului
ru: Использовать имя epm двигателя

source: Select the basic engine parameters :
fa: پارامترهای اصلی موتور را انتخاب کنید:
ja: 基本的なエンジンパラメータを選択します:
ko: 기본 엔진 매개변수를 선택하세요:
lt: Pasirinkite pagrindinius variklio parametrus:
no: Velg de grunnleggende motorparametrene:
pl: Wybierz podstawowe parametry silnika:
pt: Selecione os parâmetros básicos do motor:
ro: Selectați parametrii de bază ale motorului:
ru: Выберите основные параметры двигателя:

source: Max CPU cores:
fa: حداکثر هسته های CPU:
ja: 最大CPUコア数:
ko: 최대 CPU 코어:
lt: Maksimalus procesoriaus branduolys:
no: Maks CPU-kjerner:
pl: Maksymalna liczba rdzeni procesora:
pt: Máximo de núcleos de CPU:
ro: Nuclee maxime ale procesorului:
ru: Максимальное количество ядер ЦП:

source: Hash size (MB):
fa: اندازه هش (MB):
ja: ハッシュサイズ (MB):
ko: 해시 크기(MB):
lt: Maišos dydis (MB):
no: Hash-størrelse (MB):
pl: Rozmiar skrótu (MB):
pt: Tamanho do hash (MB):
ro: Dimensiunea hash (MB):
ru: Размер хэша (МБ):

source: Ponder
fa: تامل کنید
ja: 熟考する
ko: 숙고하다
lt: Pamąstyk
no: Tenk over
pl: Rozważać
pt: Ponderar
ro: Gândește-te
ru: Поразмышляйте

source: Engine Priority
fa: اولویت موتور
ja: エンジンの優先順位
ko: 엔진 우선 순위
lt: Variklio prioritetas
no: Motorprioritet
pl: Priorytet silnika
pt: Prioridade do motor
ro: Prioritate motor
ru: Приоритет двигателя

source: Normal
fa: عادی
ja: 普通
ko: 정상
lt: Normalus
pl: Normalna
ru: Нормальный

source: Below normal
fa: زیر نرمال
ja: 正常以下
ko: 정상 이하
lt: Žemiau normalaus
no: Under normalen
pl: Poniżej normy
pt: Abaixo do normal
ro: Sub normal
ru: Ниже нормы

source: Idle
fa: بیکار
ja: アイドル
ko: 게으른
lt: Tuščia eiga
no: Uvirksom
pl: Bezczynny
pt: Parado
ro: Inactiv
ru: Праздный

source: Limit playing strength
fa: قدرت بازی را محدود کنید
ja: プレイの強さを制限する
ko: 플레이 강도 제한
lt: Apriboti žaidimo jėgą
no: Begrens spillestyrken
pl: Ogranicz siłę gry
pt: Limite a força de jogo
ro: Limitați puterea de joc
ru: Ограничить игровую силу

source: Set ELO rating
fa: رتبه بندی ELO را تنظیم کنید
ja: ELOレーティングを設定する
ko: ELO 등급 설정
lt: Nustatykite ELO įvertinimą
no: Angi ELO-vurdering
pl: Ustaw ocenę ELO
pt: Definir classificação ELO
ro: Setați evaluarea ELO
ru: Установить рейтинг ELO

source: Custom parameters :
fa: پارامترهای سفارشی:
ja: カスタムパラメータ:
ko: 사용자 정의 매개변수:
lt: Tinkinti parametrai:
no: Egendefinerte parametere:
pl: Parametry niestandardowe:
pt: Parâmetros personalizados:
ro: Parametri personalizați:
ru: Пользовательские параметры:

source: Name
fa: نام
ja: 名前
ko: 이름
lt: Vardas
no: Navn
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя

source: Value
fa: ارزش
ja: 価値
ko: 값
lt: Vertė
no: Verdi
pl: Wartość
pt: Valor
ro: Valoare
ru: Ценить

source: Save engine..
fa: صرفه جویی در موتور..
ja: エンジンを保存します。
ko: 엔진을 저장합니다.
lt: Išsaugoti variklį..
no: Lagre motor..
pl: Zapisz silnik..
pt: Salvar motor..
ro: Salvați motorul...
ru: Сохраните двигатель..

source: Select .epm file to save engine parameters
fa: فایل .epm را برای ذخیره پارامترهای موتور انتخاب کنید
ja: エンジンパラメータを保存するには.epmファイルを選択してください
ko: 엔진 매개변수를 저장하려면 .epm 파일을 선택하세요
lt: Pasirinkite .epm failą, kad išsaugotumėte variklio parametrus
no: Velg .epm-fil for å lagre motorparametere
pl: Wybierz plik .epm, aby zapisać parametry silnika
pt: Selecione o arquivo .epm para salvar os parâmetros do mecanismo
ro: Selectați fișierul .epm pentru a salva parametrii motorului
ru: Выберите файл .epm для сохранения параметров двигателя.

source: Load engine..
fa: موتور بار..
ja: エンジンをロードします。
ko: 엔진을 로드합니다.
lt: Pakrauti variklį..
no: Last motor..
pl: Załaduj silnik..
pt: Carregar motor.
ro: incarca motorul..
ru: Загрузите двигатель..

source: Select .epm file to load engine parameters
fa: فایل .epm را برای بارگیری پارامترهای موتور انتخاب کنید
ja: エンジンパラメータをロードするには.epm ファイルを選択してください
ko: 엔진 매개변수를 로드하려면 .epm 파일을 선택하세요
lt: Norėdami įkelti variklio parametrus, pasirinkite .epm failą
no: Velg .epm-fil for å laste motorparametere
pl: Wybierz plik .epm, aby załadować parametry silnika
pt: Selecione o arquivo .epm para carregar os parâmetros do mecanismo
ro: Selectați fișierul .epm pentru a încărca parametrii motorului
ru: Выберите файл .epm для загрузки параметров двигателя.

source: Engine parameters..
fa: پارامترهای موتور..
ja: エンジンパラメータ。
ko: 엔진 매개변수..
lt: Variklio parametrai..
no: Motorparametere..
pl: Parametry silnika..
pt: Parâmetros do motor.
ro: Parametrii motorului...
ru: Параметры двигателя..

source: Reset
fa: بازنشانی کنید
ja: リセット
ko: 다시 놓기
lt: Nustatyti iš naujo
no: Tilbakestill
pl: Nastawić
pt: Reiniciar
ro: Resetați
ru: Перезагрузить

source: Three engine CPU priorities are available,
fa: سه اولویت CPU موتور موجود است،
ja: 3つのエンジンCPU優先度が利用可能で、
ko: 3개의 엔진 CPU 우선순위를 사용할 수 있습니다.
lt: Galimi trys variklio procesoriaus prioritetai,
no: Tre motor-CPU-prioriteter er tilgjengelige,
pl: Dostępne są trzy priorytety procesora silnika,
pt: Estão disponíveis três prioridades de CPU do motor,
ro: Sunt disponibile trei priorități ale procesorului motorului,
ru: Доступны три приоритета ЦП движка:

source: <Normal> is highest, <Idle> is lowest.
fa: <Normal> بالاترین، <Idle> کمترین است.
ja: <Normal> は最高、<Idle> は最低です。
ko: <일반>이 가장 높고, <유휴>가 가장 낮습니다.
lt: <Normal> yra didžiausia, <Idle> yra mažiausia.
no: <Normal> er høyest, <Idle> er lavest.
pl: <Normal> jest najwyższy, <Idle> jest najniższy.
pt: <Normal> é o mais alto, <Inativo> é o mais baixo.
ro: <Normal> este cel mai mare, <Idle> este cel mai scăzut.
ru: <Normal> — самый высокий, <Idle> — самый низкий.

source: Lower settings might improve the computer's responsiveness.
fa: تنظیمات کمتر ممکن است پاسخگویی رایانه را بهبود بخشد.
ja: 設定を低くすると、コンピューターの応答性が向上する可能性があります。
ko: 설정을 낮추면 컴퓨터의 반응성이 향상될 수 있습니다.
lt: Žemesni nustatymai gali pagerinti kompiuterio reagavimą.
no: Lavere innstillinger kan forbedre datamaskinens reaksjonsevne.
pl: Niższe ustawienia mogą poprawić szybkość reakcji komputera.
pt: Configurações mais baixas podem melhorar a capacidade de resposta do computador.
ro: Setările mai mici ar putea îmbunătăți capacitatea de răspuns a computerului.
ru: Более низкие настройки могут улучшить отзывчивость компьютера.

source: The UCI engine to use, this is a *.exe file
fa: موتور UCI مورد استفاده، این یک فایل *.exe است
ja: 使用する UCI エンジン。これは *.exe ファイルです。
ko: 사용할 UCI 엔진은 *.exe 파일입니다.
lt: Naudojamas UCI variklis, tai *.exe failas
no: UCI-motoren som skal brukes, dette er en *.exe-fil
pl: Silnik UCI, którego należy użyć, to plik *.exe
pt: O mecanismo UCI a ser usado é um arquivo *.exe
ro: Motorul UCI de utilizat, acesta este un fișier *.exe
ru: Движок UCI, который нужно использовать, это файл *.exe

source: (eg stockfish_8_x64.exe, or komodo8-64.exe).
fa: (به عنوان مثال stockfish_8_x64.exe یا komodo8-64.exe).
ja: (例: stockfish_8_x64.exe、または komodo8-64.exe)。
ko: (예: stockfish_8_x64.exe 또는 komodo8-64.exe).
lt: (pvz., stockfish_8_x64.exe arba komodo8-64.exe).
no: (f.eks. stockfish_8_x64.exe, eller komodo8-64.exe).
pl: (np. stockfish_8_x64.exe lub komodo8-64.exe).
pt: (por exemplo, stockfish_8_x64.exe ou komodo8-64.exe).
ro: (de exemplu, stockfish_8_x64.exe sau komodo8-64.exe).
ru: (например, stockfish_8_x64.exe или komodo8-64.exe).

source: Check this box to use engine .epm filename
fa: برای استفاده از نام فایل engine.epm، این کادر را علامت بزنید
ja: エンジンの.epmファイル名を使用するには、このボックスをチェックしてください
ko: 엔진 .epm 파일 이름을 사용하려면 이 상자를 체크하세요.
lt: Pažymėkite šį langelį, jei norite naudoti variklio .epm failo pavadinimą
no: Merk av i denne boksen for å bruke motorens .epm-filnavn
pl: Zaznacz to pole, aby użyć nazwy pliku silnika .epm
pt: Marque esta caixa para usar o nome do arquivo .epm do mecanismo
ro: Bifați această casetă pentru a utiliza numele fișierului motor .epm
ru: Установите этот флажок, чтобы использовать имя файла .epm для движка

source: for engine name display, if one is available.
fa: برای نمایش نام موتور، در صورت موجود بودن.
ja: エンジン名の表示（利用可能な場合）
ko: 가능한 경우, 엔진 이름을 표시합니다.
lt: variklio pavadinimo ekranui, jei toks yra.
no: for visning av motornavn, hvis en er tilgjengelig.
pl: do wyświetlania nazwy silnika, jeśli jest dostępna.
pt: para exibição do nome do motor, se houver um disponível.
ro: pentru afișarea numelui motorului, dacă este disponibil unul.
ru: для отображения названия двигателя, если таковое имеется.

source: The number of CPU cores the engine can use.
fa: تعداد هسته های CPU که موتور می تواند استفاده کند.
ja: エンジンが使用できる CPU コアの数。
ko: 엔진이 사용할 수 있는 CPU 코어 수.
lt: CPU branduolių skaičius, kurį gali naudoti variklis.
no: Antallet CPU-kjerner motoren kan bruke.
pl: Liczba rdzeni procesora, z których może korzystać silnik.
pt: O número de núcleos de CPU que o mecanismo pode usar.
ro: Numărul de nuclee CPU pe care le poate folosi motorul.
ru: Количество ядер ЦП, которые может использовать движок.

source: The maximum size of hash table the engine is allowed (in megabytes).
fa: حداکثر اندازه جدول هش موتور مجاز است (بر حسب مگابایت).
ja: エンジンが許可するハッシュ テーブルの最大サイズ (メガバイト単位)。
ko: 엔진이 허용하는 해시 테이블의 최대 크기(메가바이트)입니다.
lt: Didžiausias variklio leistinas maišos lentelės dydis (megabaitais).
no: Maksimal størrelse på hashtabellen motoren er tillatt (i megabyte).
pl: Maksymalny rozmiar tablicy skrótów dozwolony dla silnika (w megabajtach).
pt: O tamanho máximo da tabela hash que o mecanismo permite (em megabytes).
ro: Dimensiunea maximă a tabelului hash pe care motorul este permisă (în megaocteți).
ru: Максимальный размер хеш-таблицы, разрешенный движком (в мегабайтах).

source: Allow the engine to think on human's time (if capable).
fa: به موتور اجازه دهید به زمان انسان فکر کند (در صورت امکان).
ja: エンジンが人間の時間で考えることを可能にします（可能であれば）。
ko: 엔진이 인간의 시간에 맞춰 생각하도록 허용합니다(가능하다면).
lt: Leiskite varikliui galvoti apie žmogaus laiką (jei įmanoma).
no: La motoren tenke på menneskets tid (hvis kapabel).
pl: Pozwól silnikowi myśleć w czasie odpowiadającym czasowi człowieka (jeśli jest to możliwe).
pt: Permita que o motor pense no tempo humano (se possível).
ro: Lăsați motorul să se gândească la timpul uman (dacă este capabil).
ru: Позвольте двигателю думать за время человека (если он способен).

source: Check to limit the engine playing strength
fa: بررسی کنید تا قدرت پخش موتور محدود شود
ja: エンジンの再生強度を制限するにはチェックしてください
ko: 엔진 재생 강도를 제한하려면 체크하세요
lt: Patikrinkite, kad apribotumėte variklio grojimo jėgą
no: Merk av for å begrense motorens spillestyrke
pl: Zaznacz, aby ograniczyć siłę odtwarzania silnika
pt: Verifique para limitar a força de reprodução do motor
ro: Verificați pentru a limita puterea de rulare a motorului
ru: Проверьте, чтобы ограничить силу игры двигателя

source: Enter the ELO rating for the engine to play at
fa: رتبه ELO را برای بازی موتور وارد کنید
ja: エンジンがプレイするELOレーティングを入力してください
ko: 엔진이 플레이할 ELO 등급을 입력하세요.
lt: Įveskite variklio ELO įvertinimą
no: Angi ELO-ratingen for motoren å spille på
pl: Wprowadź ocenę ELO dla silnika, aby grać
pt: Insira a classificação ELO para o motor tocar em
ro: Introduceți evaluarea ELO pentru motorul la care se va juca
ru: Введите рейтинг ELO, на котором будет играть движок

source: Optional extra parameter 1 name,
fa: نام پارامتر اضافی اختیاری 1،
ja: オプションの追加パラメータ1の名前、
ko: 선택적인 추가 매개변수 1 이름,
lt: Pasirenkamas 1 papildomo parametro pavadinimas,
no: Valgfri ekstra parameter 1 navn,
pl: Opcjonalny dodatkowy parametr 1 nazwa,
pt: Nome do parâmetro extra opcional 1,
ro: Nume suplimentar opțional pentru parametrul 1,
ru: Необязательный дополнительный параметр 1 имя,

source: specify name here, eg MultiPV
fa: نام را در اینجا مشخص کنید، به عنوان مثال MultiPV
ja: ここで名前を指定します（例：MultiPV）
ko: 여기에 이름을 지정하세요(예: MultiPV)
lt: čia nurodykite pavadinimą, pvz., MultiPV
no: angi navn her, f.eks. MultiPV
pl: podaj tutaj nazwę, np. MultiPV
pt: especifique o nome aqui, por exemplo, MultiPV
ro: specificați numele aici, de exemplu MultiPV
ru: укажите здесь имя, например MultiPV

source: Optional extra parameter 1 value,
fa: مقدار پارامتر اضافی اختیاری 1،
ja: オプションの追加パラメータ1の値、
ko: 선택적인 추가 매개변수 1 값,
lt: Pasirenkama papildoma 1 parametro vertė,
no: Valgfri ekstra parameter 1 verdi,
pl: Opcjonalna dodatkowa wartość parametru 1,
pt: Valor do parâmetro extra opcional 1,
ro: Valoarea suplimentară opțională a parametrului 1,
ru: Необязательное значение дополнительного параметра 1,

source: specify value here, eg 4
fa: مقدار را در اینجا مشخص کنید، به عنوان مثال 4
ja: ここで値を指定します。例: 4
ko: 여기에 값을 지정하세요. 예: 4
lt: čia nurodykite reikšmę, pvz., 4
no: angi verdi her, f.eks. 4
pl: podaj tutaj wartość, np. 4
pt: especifique o valor aqui, por exemplo 4
ro: specificați valoarea aici, de exemplu 4
ru: укажите здесь значение, например 4

source: Optional extra parameter 2 name,
fa: نام پارامتر اضافی اختیاری 2،
ja: オプションの追加パラメータ2の名前、
ko: 선택적인 추가 매개변수 2 이름,
lt: Pasirenkamas 2 papildomo parametro pavadinimas,
no: Valgfri ekstra parameter 2 navn,
pl: Opcjonalny dodatkowy parametr 2 nazwa,
pt: Nome do parâmetro extra opcional 2,
ro: Nume suplimentar opțional pentru parametrul 2,
ru: Необязательный дополнительный параметр 2 имя,

source: specify name here
fa: اینجا نام را مشخص کنید
ja: ここで名前を指定してください
ko: 여기에 이름을 지정하세요
lt: čia nurodykite vardą
no: angi navn her
pl: podaj tutaj nazwę
pt: especifique o nome aqui
ro: specificați numele aici
ru: укажите имя здесь

source: Optional extra parameter 2 value,
fa: مقدار پارامتر اضافی اختیاری 2،
ja: オプションの追加パラメータ2の値、
ko: 선택적인 추가 매개변수 2 값,
lt: Pasirenkama papildomo 2 parametro vertė,
no: Valgfri ekstra parameter 2 verdi,
pl: Opcjonalna dodatkowa wartość parametru 2,
pt: Valor do parâmetro extra opcional 2,
ro: Valoarea suplimentară opțională a parametrului 2,
ru: Необязательное значение дополнительного параметра 2,

source: specify value here
fa: مقدار را در اینجا مشخص کنید
ja: ここで値を指定
ko: 여기에 값을 지정하세요
lt: čia nurodykite vertę
no: angi verdi her
pl: podaj tutaj wartość
pt: especifique o valor aqui
ro: specificați valoarea aici
ru: укажите значение здесь

source: Optional extra parameter 3 name,
fa: نام پارامتر اضافی اختیاری 3،
ja: オプションの追加パラメータ3の名前、
ko: 선택적인 추가 매개변수 3 이름,
lt: Pasirenkamas papildomo 3 parametro pavadinimas,
no: Valgfri ekstra parameter 3 navn,
pl: Opcjonalny dodatkowy parametr 3 nazwa,
pt: Nome do parâmetro extra opcional 3,
ro: Nume suplimentar opțional pentru parametrul 3,
ru: Необязательный дополнительный параметр 3 имя,

source: Optional extra parameter 3 value,
fa: مقدار پارامتر اضافی اختیاری 3،
ja: オプションの追加パラメータ3の値、
ko: 선택적인 추가 매개변수 3 값,
lt: Pasirenkama papildoma 3 parametro vertė,
no: Valgfri ekstra parameter 3 verdi,
pl: Opcjonalna dodatkowa wartość parametru 3,
pt: Valor do parâmetro extra opcional 3,
ro: Valoarea suplimentară opțională a parametrului 3,
ru: Необязательное значение дополнительного параметра 3,

source: Optional extra parameter 4 name,
fa: نام پارامتر اضافی اختیاری 4،
ja: オプションの追加パラメータ4の名前、
ko: 선택적인 추가 매개변수 4 이름,
lt: Pasirenkamas papildomo 4 parametro pavadinimas,
no: Valgfri ekstra parameter 4 navn,
pl: Opcjonalny dodatkowy parametr 4 nazwa,
pt: Nome do parâmetro extra opcional 4,
ro: Opțional suplimentar parametrul 4 nume,
ru: Необязательный дополнительный параметр 4 имя,

source: Optional extra parameter 4 value,
fa: مقدار پارامتر اضافی اختیاری 4،
ja: オプションの追加パラメータ4の値、
ko: 선택적인 추가 매개변수 4 값,
lt: Pasirenkama papildoma 4 parametro vertė,
no: Valgfri ekstra parameter 4 verdi,
pl: Opcjonalna dodatkowa wartość parametru 4,
pt: Valor do parâmetro extra opcional 4,
ro: Valoarea suplimentară opțională a parametrului 4,
ru: Необязательное значение дополнительного параметра 4,

source: Optional extra parameter 5 name,
fa: نام پارامتر اضافی اختیاری 5،
ja: オプションの追加パラメータ5の名前、
ko: 선택적인 추가 매개변수 5 이름,
lt: Pasirenkamas papildomo 5 parametro pavadinimas,
no: Valgfri ekstra parameter 5 navn,
pl: Opcjonalny dodatkowy parametr 5 nazwa,
pt: Nome do parâmetro extra opcional 5,
ro: Opțional suplimentar parametrul 5 nume,
ru: Необязательный дополнительный параметр 5 имя,

source: Optional extra parameter 5 value,
fa: مقدار پارامتر اضافی اختیاری 5،
ja: オプションの追加パラメータ5の値、
ko: 선택적인 추가 매개변수 5 값,
lt: Pasirenkama papildoma 5 parametro vertė,
no: Valgfri ekstra parameter 5 verdi,
pl: Opcjonalna dodatkowa wartość parametru 5,
pt: Valor do parâmetro extra opcional 5,
ro: Valoarea suplimentară opțională a parametrului 5,
ru: Необязательное значение дополнительного параметра 5,

source: Optional extra parameter 6 name,
fa: نام پارامتر اضافی اختیاری 6،
ja: オプションの追加パラメータ6の名前、
ko: 선택사항 추가 매개변수 6 이름,
lt: Pasirenkamas papildomo 6 parametro pavadinimas,
no: Valgfri ekstra parameter 6 navn,
pl: Opcjonalny dodatkowy parametr 6 nazwa,
pt: Nome do parâmetro extra opcional 6,
ro: Opțional suplimentar parametru 6 nume,
ru: Необязательный дополнительный параметр 6 имя,

source: Optional extra parameter 6 value,
fa: مقدار پارامتر اضافی اختیاری 6،
ja: オプションの追加パラメータ6の値、
ko: 선택적인 추가 매개변수 6 값,
lt: Pasirenkama papildoma 6 parametro vertė,
no: Valgfri ekstra parameter 6 verdi,
pl: Opcjonalna dodatkowa wartość parametru 6,
pt: Valor do parâmetro extra opcional 6,
ro: Valoarea suplimentară opțională a parametrului 6,
ru: Необязательное значение дополнительного параметра 6,

source: Optional extra parameter 7 name,
fa: نام پارامتر اضافی اختیاری 7،
ja: オプションの追加パラメータ7の名前、
ko: 선택적인 추가 매개변수 7 이름,
lt: Pasirenkamas papildomo 7 parametro pavadinimas,
no: Valgfri ekstra parameter 7 navn,
pl: Opcjonalny dodatkowy parametr 7 nazwa,
pt: Nome do parâmetro extra opcional 7,
ro: Parametru suplimentar opțional 7 nume,
ru: Необязательный дополнительный параметр 7 имя,

source: Optional extra parameter 7 value,
fa: مقدار پارامتر اضافی اختیاری 7،
ja: オプションの追加パラメータ7の値、
ko: 선택적인 추가 매개변수 7 값,
lt: Pasirenkama papildoma 7 parametro vertė,
no: Valgfri ekstra parameter 7 verdi,
pl: Opcjonalna dodatkowa wartość parametru 7,
pt: Valor do parâmetro extra opcional 7,
ro: Valoarea suplimentară opțională a parametrului 7,
ru: Необязательное значение дополнительного параметра 7,

source: Optional extra parameter 8 name,
fa: نام پارامتر اضافی اختیاری 8،
ja: オプションの追加パラメータ8の名前、
ko: 선택적인 추가 매개변수 8 이름,
lt: Pasirenkamas papildomo 8 parametro pavadinimas,
no: Valgfri ekstra parameter 8 navn,
pl: Opcjonalny dodatkowy parametr 8 nazwa,
pt: Nome do parâmetro extra opcional 8,
ro: Parametru suplimentar opțional 8 nume,
ru: Необязательный дополнительный параметр 8 имя,

source: Optional extra parameter 8 value,
fa: مقدار پارامتر اضافی اختیاری 8،
ja: オプションの追加パラメータ8の値、
ko: 선택적인 추가 매개변수 8 값,
lt: Neprivaloma papildomo 8 parametro vertė,
no: Valgfri ekstra parameter 8 verdi,
pl: Opcjonalna dodatkowa wartość parametru 8,
pt: Valor do parâmetro extra opcional 8,
ro: Valoarea suplimentară opțională a parametrului 8,
ru: Необязательное значение дополнительного параметра 8,

source: Save engine paramters to disk
fa: پارامترهای موتور را روی دیسک ذخیره کنید
ja: エンジンパラメータをディスクに保存する
ko: 엔진 매개변수를 디스크에 저장
lt: Išsaugokite variklio parametrus diske
no: Lagre motorparametrene på disken
pl: Zapisz parametry silnika na dysku
pt: Salvar parâmetros do motor no disco
ro: Salvați parametrii motorului pe disc
ru: Сохранить параметры двигателя на диск

source: Load engine paramters from disk
fa: پارامترهای موتور را از دیسک بارگیری کنید
ja: ディスクからエンジンパラメータをロードする
ko: 디스크에서 엔진 매개변수 로드
lt: Įkelti variklio parametrus iš disko
no: Last inn motorparametre fra disken
pl: Załaduj parametry silnika z dysku
pt: Carregar parâmetros do motor do disco
ro: Încărcați parametrii motorului de pe disc
ru: Загрузить параметры движка с диска

source: Display a full list of engine parameters
fa: نمایش لیست کامل پارامترهای موتور
ja: エンジンパラメータの完全なリストを表示する
ko: 엔진 매개변수의 전체 목록을 표시합니다.
lt: Rodyti visą variklio parametrų sąrašą
no: Vis en fullstendig liste over motorparametere
pl: Wyświetl pełną listę parametrów silnika
pt: Exibir uma lista completa de parâmetros do motor
ro: Afișează o listă completă a parametrilor motorului
ru: Показать полный список параметров двигателя

source: The engine file entered does not exist.
fa: فایل موتور وارد شده وجود ندارد.
ja: 入力されたエンジン ファイルは存在しません。
ko: 입력하신 엔진 파일이 존재하지 않습니다.
lt: Įvesto variklio failo nėra.
no: Den angitte motorfilen eksisterer ikke.
pl: Podany plik silnika nie istnieje.
pt: O arquivo do mecanismo inserido não existe.
ro: Fișierul motor introdus nu există.
ru: Введенный файл движка не существует.

source: Program will reset to previous engine file.
fa: برنامه به فایل موتور قبلی بازنشانی می شود.
ja: プログラムは以前のエンジン ファイルにリセットされます。
ko: 프로그램이 이전 엔진 파일로 재설정됩니다.
lt: Programa bus atstatyta į ankstesnį variklio failą.
no: Programmet vil tilbakestille til forrige motorfil.
pl: Program zresetuje się do poprzedniego pliku silnika.
pt: O programa será redefinido para o arquivo de mecanismo anterior.
ro: Programul se va reseta la fișierul motor anterior.
ru: Программа вернётся к предыдущему файлу движка.

source: The engine file entered is not an .exe file.
fa: فایل موتور وارد شده یک فایل exe نیست.
ja: 入力されたエンジン ファイルは .exe ファイルではありません。
ko: 입력하신 엔진 파일은 .exe 파일이 아닙니다.
lt: Įvestas variklio failas nėra .exe failas.
no: Motorfilen som er angitt er ikke en .exe-fil.
pl: Podany plik silnika nie jest plikiem .exe.
pt: O arquivo do mecanismo inserido não é um arquivo .exe.
ro: Fișierul motor introdus nu este un fișier .exe.
ru: Введенный файл движка не является файлом .exe.

source: Engine file error
fa: خطای فایل موتور
ja: エンジンファイルエラー
ko: 엔진 파일 오류
lt: Variklio failo klaida
no: Motorfilfeil
pl: Błąd pliku silnika
pt: Erro no arquivo do motor
ro: Eroare fișier motor
ru: Ошибка файла двигателя

source: Cannot open engine save file
fa: فایل ذخیره موتور باز نمی شود
ja: エンジン保存ファイルを開けません
ko: 엔진 저장 파일을 열 수 없습니다
lt: Nepavyko atidaryti variklio išsaugojimo failo
no: Kan ikke åpne motorlagringsfilen
pl: Nie można otworzyć pliku zapisu silnika
pt: Não é possível abrir o arquivo de salvamento do mecanismo
ro: Nu se poate deschide fișierul de salvare a motorului
ru: Невозможно открыть файл сохранения движка

source: Engine options saved to file :-
fa: گزینه های موتور ذخیره شده در فایل: -
ja: エンジン オプションがファイルに保存されました :-
ko: 엔진 옵션이 파일에 저장됨 :-
lt: Variklio parinktys išsaugotos faile: -
no: Motoralternativer lagret i fil:-
pl: Opcje silnika zapisane w pliku:-
pt: Opções do motor salvas no arquivo :-
ro: Opțiuni de motor salvate în fișier:-
ru: Параметры двигателя сохранены в файле:-

source: File message
fa: پیام فایل
ja: ファイルメッセージ
ko: 파일 메시지
lt: Failo pranešimas
no: Fil melding
pl: Wiadomość pliku
pt: Mensagem de arquivo
ro: Fișier mesaj
ru: Файл сообщения

source: Engine options not saved
fa: گزینه های موتور ذخیره نشده است
ja: エンジンオプションが保存されていません
ko: 엔진 옵션이 저장되지 않았습니다
lt: Variklio parinktys neišsaugotos
no: Motoralternativene er ikke lagret
pl: Opcje silnika nie zostały zapisane
pt: Opções de motor não salvas
ro: Opțiunile motorului nu au fost salvate
ru: Параметры двигателя не сохранены

source: Engine file name is too long, engine not saved
fa: نام فایل موتور خیلی طولانی است، موتور ذخیره نشده است
ja: エンジン ファイル名が長すぎるため、エンジンは保存されません
ko: 엔진 파일 이름이 너무 길어서 엔진이 저장되지 않았습니다.
lt: Variklio failo pavadinimas per ilgas, variklis neišsaugotas
no: Motorfilnavnet er for langt, motoren er ikke lagret
pl: Nazwa pliku silnika jest za długa, silnik nie został zapisany
pt: O nome do arquivo do mecanismo é muito longo, o mecanismo não foi salvo
ro: Numele fișierului motor este prea lung, motorul nu a fost salvat
ru: Имя файла движка слишком длинное, движок не сохранен

source: Save engine error
fa: خطای ذخیره موتور
ja: 保存エンジンエラー
ko: 엔진 오류 저장
lt: Išsaugokite variklio klaidą
no: Lagre motorfeil
pl: Zapisz błąd silnika
pt: Salvar erro do motor
ro: Salvați eroarea motorului
ru: Сохранить ошибку двигателя
