Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Set if you don't care which side is to move
fa: اگر برایتان مهم نیست که کدام سمت حرکت کنید تنظیم کنید
ja: どちら側を移動しても構わない場合に設定します
ko: 어느 쪽으로 이동하든 상관없다면 설정하세요
lt: Nustatykite, jei jums nesvarbu, į kurią pusę judėti
no: Still inn hvis du ikke bryr deg om hvilken side som skal flyttes
pl: Ustaw, jeśli nie ma dla Ciebie znaczenia, która strona ma się poruszać
pt: Defina se você não se importa com qual lado mover
ro: Setați dacă nu vă interesează ce parte trebuie să vă mutați
ru: Установите, если вам все равно, в какую сторону двигаться

source: Games only match if the specified material balance
fa: بازی ها فقط در صورتی مطابقت دارند که تعادل مواد مشخص شده باشد
ja: ゲームは指定されたマテリアルバランスの場合にのみマッチします
ko: 게임은 지정된 물질 균형이 일치하는 경우에만 일치합니다.
lt: Žaidimai atitinka tik nurodytą medžiagų balansą
no: Spill matcher kun hvis den spesifiserte materialbalansen
pl: Gry są dopasowywane tylko wtedy, gdy zachowany jest określony bilans materiałowy
pt: Os jogos só combinam se o equilíbrio de material especificado
ro: Jocurile se potrivesc numai dacă echilibrul material specificat
ru: Игры совпадают только при указанном материальном балансе

source: persists for at least this many half moves
fa: حداقل برای این تعداد نیم حرکت ادامه دارد
ja: 少なくともこの半手数の間持続する
ko: 최소한 이만큼의 반 이동 동안 지속됩니다.
lt: išlieka bent tiek pusės judesių
no: vedvarer i minst så mange halve trekk
pl: utrzymuje się przez co najmniej tyle półruchów
pt: persiste por pelo menos esse número de meias-movimentos
ro: persistă pentru cel puțin atâtea jumătăți de mișcări
ru: сохраняется по крайней мере столько полуходов

source: Use this panel to search the database for games where
fa: از این پانل برای جستجوی پایگاه داده برای بازی هایی که در آن هستند استفاده کنید
ja: このパネルを使用して、データベースでゲームを検索します。
ko: 이 패널을 사용하여 데이터베이스에서 게임을 검색합니다.
lt: Naudokite šį skydelį, norėdami ieškoti žaidimų, kur duomenų bazėje
no: Bruk dette panelet til å søke i databasen etter spill hvor
pl: Użyj tego panelu, aby przeszukać bazę danych pod kątem gier, w których
pt: Use este painel para pesquisar no banco de dados por jogos onde
ro: Utilizați acest panou pentru a căuta în baza de date jocuri în care
ru: Используйте эту панель для поиска в базе данных игр, где

source: a specified material balance occurs at some point.
fa: یک موازنه مواد مشخص در نقطه ای رخ می دهد.
ja: ある時点で指定された物質収支が発生します。
ko: 특정 물질 수지(material balance)는 어느 시점에서 발생합니다.
lt: tam tikru momentu atsiranda nurodytas medžiagų balansas.
no: en spesifisert materialbalanse oppstår på et tidspunkt.
pl: w pewnym momencie następuje określony bilans materiałowy.
pt: um balanço material especificado ocorre em algum momento.
ro: la un moment dat apare un echilibru de materiale specificat.
ru: в определенный момент времени достигается определенный материальный баланс.

source: Put the pieces you want on the board, and the search
fa: قطعات مورد نظر خود را روی تخته قرار دهید و جستجو کنید
ja: 欲しい駒をボードに置き、検索
ko: 원하는 조각을 보드 위에 올려놓고 검색을 해보세요
lt: Sudėkite norimas figūras ant lentos ir ieškokite
no: Legg brikkene du vil ha på brettet, og søk
pl: Połóż na planszy wybrane przez siebie elementy i rozpocznij wyszukiwanie.
pt: Coloque as peças que você quer no tabuleiro e a busca
ro: Pune piesele pe care le vrei pe tablă și caută
ru: Расположите нужные вам фигуры на доске и выполните поиск.

source: will locate games where only those pieces remained
fa: بازی‌هایی را پیدا می‌کند که فقط آن قطعات باقی مانده است
ja: それらのピースだけが残ったゲームを見つけます
ko: 해당 조각만 남아있는 게임을 찾을 것입니다.
lt: suras žaidimus, kuriuose liko tik tos detalės
no: vil finne spill der bare brikkene var igjen
pl: zlokalizuje gry, w których pozostały tylko te elementy
pt: localizará jogos onde apenas aquelas peças permaneceram
ro: va localiza jocuri în care au rămas doar acele piese
ru: найдёт игры, в которых остались только эти части

source: on the board at a certain point in the game.
fa: روی تخته در نقطه خاصی از بازی.
ja: ゲームの特定の時点でボード上に表示されます。
ko: 게임의 특정 지점에서 보드에 표시됩니다.
lt: ant lentos tam tikru žaidimo momentu.
no: på brettet på et bestemt tidspunkt i spillet.
pl: na planszy w pewnym momencie gry.
pt: no tabuleiro em um determinado ponto do jogo.
ro: pe tablă la un anumit moment al jocului.
ru: на доске в определенный момент игры.

source: To make the search (much) more flexible
fa: برای اینکه جستجو (بسیار) انعطاف پذیرتر شود
ja: 検索をより柔軟にするため
ko: 검색을 (훨씬) 더 유연하게 만들기 위해
lt: Kad paieška būtų (daug) lankstesnė
no: For å gjøre søket (mye) mer fleksibelt
pl: Aby uczynić wyszukiwanie (znacznie) bardziej elastycznym
pt: Para tornar a busca (muito) mais flexível
ro: Pentru a face căutarea (mult) mai flexibilă
ru: Чтобы сделать поиск (гораздо) более гибким

source: you can refine the search in various ways.
fa: شما می توانید جستجو را به روش های مختلف اصلاح کنید.
ja: さまざまな方法で検索を絞り込むことができます。
ko: 다양한 방법으로 검색을 구체화할 수 있습니다.
lt: paiešką galite patikslinti įvairiais būdais.
no: du kan avgrense søket på ulike måter.
pl: Możesz zawęzić wyszukiwanie na kilka sposobów.
pt: você pode refinar a pesquisa de várias maneiras.
ro: puteți rafina căutarea în diferite moduri.
ru: Вы можете уточнить поиск различными способами.

source: For example, if you put a dark squared bishop on the board,
fa: به عنوان مثال، اگر یک اسقف مربع تیره را روی تخته قرار دهید،
ja: 例えば、ボード上に黒い四角のビショップを置いた場合、
ko: 예를 들어, 보드에 검은색 사각형 비숍을 놓으면,
lt: Pavyzdžiui, jei ant lentos padėsite tamsiai kvadratinį vyskupą,
no: For eksempel, hvis du setter en mørk firkantet biskop på brettet,
pl: Na przykład, jeśli umieścisz na szachownicy gońca z ciemnym polem,
pt: Por exemplo, se você colocar um bispo de casa escura no tabuleiro,
ro: De exemplu, dacă puneți un episcop pătrat închis pe tablă,
ru: Например, если вы поставите на доску чернопольного слона,

source: you can insist the search only finds positions with
fa: شما می توانید اصرار داشته باشید که جستجو فقط موقعیت هایی را پیدا می کند
ja: 検索では以下の条件を満たすポジションのみを検索するように指定できます。
ko: 검색이 다음 위치만 찾도록 할 수 있습니다.
lt: galite reikalauti, kad paieška rastų tik pozicijas su
no: du kan insistere på at søket bare finner posisjoner med
pl: możesz nalegać, aby wyszukiwanie znajdowało tylko stanowiska z
pt: você pode insistir que a busca só encontre posições com
ro: poți insista că căutarea găsește doar poziții cu
ru: вы можете настаивать на том, чтобы поиск находил только позиции с

source: a dark squared bishop but by default any bishop will do).
fa: یک اسقف مربع تیره اما به طور پیش فرض هر اسقفی این کار را می کند).
ja: 暗い四角のビショップですが、デフォルトではどのビショップでもかまいません。
ko: (진한 사각형의 비숍이지만 기본적으로는 어떤 비숍이든 괜찮습니다).
lt: tamsaus kvadrato vyskupas, bet pagal nutylėjimą tai padarys bet kuris vyskupas).
no: en mørk firkantet biskop, men som standard vil enhver biskop gjøre det).
pl: goniec z ciemnym polem, ale domyślnie sprawdzi się każdy goniec).
pt: um bispo de casa escura, mas por padrão qualquer bispo serve).
ro: un episcop pătrat întunecat dar implicit orice episcop va face).
ru: чернопольный слон, но по умолчанию подойдет любой слон).

source: Use this panel to search the database for games where a specified
fa: از این پانل برای جستجوی پایگاه داده برای بازی هایی که در آنها مشخص شده است استفاده کنید
ja: このパネルを使用して、指定された条件を満たすゲームをデータベースで検索します。
ko: 이 패널을 사용하여 지정된 게임이 있는 데이터베이스를 검색합니다.
lt: Naudokite šį skydelį norėdami ieškoti žaidimų, kuriuose nurodyta, duomenų bazėje
no: Bruk dette panelet til å søke i databasen etter spill der det er spesifisert
pl: Użyj tego panelu, aby przeszukać bazę danych pod kątem gier, w których określony
pt: Use este painel para pesquisar no banco de dados jogos onde um determinado
ro: Utilizați acest panou pentru a căuta în baza de date jocuri în care este specificat
ru: Используйте эту панель для поиска в базе данных игр, где указан

source: pattern (arrangement of some pieces) occurs at some point.
fa: الگوی (آرایش برخی از قطعات) در نقطه ای رخ می دهد.
ja: ある時点でパターン（いくつかのピースの配置）が発生します。
ko: 패턴(몇몇 조각의 배열)은 어느 시점에서 발생한다.
lt: raštas (kai kurių dalių išdėstymas) įvyksta tam tikru momentu.
no: mønster (arrangement av noen stykker) oppstår på et tidspunkt.
pl: wzór (układ pewnych elementów) pojawia się w pewnym momencie.
pt: padrão (arranjo de algumas peças) ocorre em algum momento.
ro: modelul (aranjarea unor piese) apare la un moment dat.
ru: узор (расположение некоторых частей) возникает в какой-то момент.

source: will locate games where those pieces occupied those squares.
fa: بازی‌هایی را که آن قطعات آن مربع‌ها را اشغال کرده‌اند، پیدا می‌کند.
ja: これらの駒がこれらのマス目を占めていたゲームを見つけます。
ko: 해당 말이 해당 칸에 위치하는 게임을 찾습니다.
lt: suras žaidimus, kuriuose tos figūrėlės užėmė tuos kvadratus.
no: vil finne spill der brikkene okkuperte disse rutene.
pl: zlokalizuje gry, w których te pionki zajmowały te pola.
pt: localizará jogos onde aquelas peças ocuparam aqueles quadrados.
ro: va localiza jocurile în care acele piese au ocupat acele pătrate.
ru: обнаружит игры, в которых эти фигуры занимали эти поля.

source: The material balance search is also available, and is more flexible
fa: جستجوی تعادل مواد نیز در دسترس است و انعطاف پذیرتر است
ja: 物質収支検索も利用可能で、より柔軟です
ko: 또한, 물질수지 검색도 가능하며, 더욱 유연합니다.
lt: Taip pat yra medžiagų balanso paieška, kuri yra lankstesnė
no: Materialbalansesøket er også tilgjengelig, og er mer fleksibelt
pl: Dostępne jest również wyszukiwanie według bilansu materiałowego, które jest bardziej elastyczne
pt: A pesquisa de balanço de materiais também está disponível e é mais flexível
ro: Căutarea bilanțului de materiale este de asemenea disponibilă și este mai flexibilă
ru: Поиск материального баланса также доступен и является более гибким.

source: but also more complicated.
fa: بلکه پیچیده تر است.
ja: しかし、より複雑でもあります。
ko: 하지만 좀 더 복잡하기도 하다.
lt: bet ir sudėtingesnis.
no: men også mer komplisert.
pl: ale także bardziej skomplikowane.
pt: mas também mais complicado.
ro: dar si mai complicat.
ru: но и более сложный.

source: To make the material balance search more like the pattern search,
fa: برای اینکه جستجوی تعادل مواد بیشتر شبیه جستجوی الگو باشد،
ja: 物質収支検索をパターン検索に近づけるために、
ko: 물질수지 검색을 패턴 검색과 더욱 유사하게 만들기 위해,
lt: Kad medžiagų balanso paieška būtų panašesnė į modelio paiešką,
no: For å gjøre materialbalansesøket mer likt mønstersøket,
pl: Aby wyszukiwanie bilansu materiałowego było bardziej podobne do wyszukiwania wzorców,
pt: Para tornar a pesquisa de balanço de material mais parecida com a pesquisa de padrões,
ro: Pentru a face căutarea bilanțului material mai mult ca căutarea modelului,
ru: Чтобы сделать поиск материального баланса более похожим на поиск по образцу,

source: lock down the position of pieces you care about with right clicks.
fa: با کلیک راست موقعیت قطعاتی را که برایتان مهم است قفل کنید.
ja: 右クリックで、気になるピースの位置を固定します。
ko: 관심 있는 조각의 위치를 오른쪽 클릭으로 잠그세요.
lt: dešiniuoju pelės mygtuku spustelėdami užfiksuokite jums svarbių dalių padėtį.
no: lås ned plasseringen av brikkene du bryr deg om med høyreklikk.
pl: zablokuj pozycję interesujących cię elementów, klikając prawym przyciskiem myszy.
pt: bloqueie a posição das peças que você deseja com cliques direitos.
ro: blocați poziția pieselor care vă interesează cu clic dreapta.
ru: зафиксируйте положение нужных вам элементов с помощью щелчка правой кнопкой мыши.

source: Pattern Dialog Help
fa: راهنمای گفتگوی الگو
ja: パターンダイアログのヘルプ
ko: 패턴 대화 상자 도움말
lt: Šablonų dialogo žinynas
no: Hjelp for mønsterdialog
pl: Pomoc dotycząca okna dialogowego wzorca
pt: Ajuda da caixa de diálogo Padrão
ro: Ajutor din dialogul modelului
ru: Помощь в диалоговом окне Pattern

source: Edit Game Details
fa: ویرایش جزئیات بازی
ja: ゲームの詳細を編集
ko: 게임 세부 정보 편집
lt: Redaguoti žaidimo informaciją
no: Rediger spilldetaljer
pl: Edytuj szczegóły gry
pt: Editar detalhes do jogo
ro: Editați detaliile jocului
ru: Изменить детали игры

source: Paste current game
fa: چسباندن بازی فعلی
ja: 現在のゲームを貼り付け
ko: 현재 게임 붙여넣기
lt: Įklijuoti dabartinį žaidimą
no: Lim inn gjeldende spill
pl: Wklej bieżącą grę
pt: Colar jogo atual
ro: Lipiți jocul curent
ru: Вставить текущую игру

source: Delete
fa: حذف کنید
ja: 消去
ko: 삭제
lt: Ištrinti
no: Slett
pl: Usuwać
pt: Excluir
ro: Şterge
ru: Удалить

source: Add to clipboard
fa: به کلیپ بورد اضافه کنید
ja: クリップボードに追加
ko: 클립보드에 추가
lt: Pridėti į mainų sritį
no: Legg til på utklippstavlen
pl: Dodaj do schowka
pt: Adicionar à área de transferência
ro: Adăugați în clipboard
ru: Добавить в буфер обмена

source: Publish
fa: منتشر کنید
ja: 公開
ko: 게시하다
lt: Paskelbti
no: Utgi
pl: Publikować
pt: Publicar
ro: Publica
ru: Публиковать

source: ECO codes
fa: کدهای ECO
ja: ECOコード
ko: 에코 코드
lt: ECO kodai
no: ØKO-koder
pl: Kody ECO
pt: Códigos ECO
ro: coduri ECO
ru: ЭКО-коды

source: New Pairings
fa: جفت های جدید
ja: 新しい組み合わせ
ko: 새로운 페어링
lt: Naujos poros
no: Nye sammenkoblinger
pl: Nowe pary
pt: Novos pares
ro: Perechi noi
ru: Новые пары

source: Use this panel to preview the games in a .pgn file.
fa: از این پانل برای پیش نمایش بازی ها در یک فایل pgn. استفاده کنید.
ja: このパネルを使用して、.pgn ファイル内のゲームをプレビューします。
ko: 이 패널을 사용하면 게임을 .pgn 파일로 미리 볼 수 있습니다.
lt: Naudokite šį skydelį norėdami peržiūrėti žaidimus .pgn faile.
no: Bruk dette panelet til å forhåndsvise spillene i en .pgn-fil.
pl: Użyj tego panelu, aby wyświetlić podgląd gier w pliku .pgn.
pt: Use este painel para visualizar os jogos em um arquivo .pgn.
ro: Utilizați acest panou pentru a previzualiza jocurile într-un fișier .pgn.
ru: Используйте эту панель для предварительного просмотра игр в файле .pgn.

source: You can sort on any column. The first column (column '#') is provided only
fa: می توانید بر روی هر ستونی مرتب کنید. ستون اول (ستون '#') فقط ارائه شده است
ja: どの列でも並べ替えることができます。最初の列（列「#」）は、
ko: 모든 열에 대해 정렬할 수 있습니다. 첫 번째 열(열 '#')만 제공됩니다.
lt: Galite rūšiuoti bet kuriame stulpelyje. Pateikiamas tik pirmasis stulpelis (stulpelis „#“).
no: Du kan sortere på hvilken som helst kolonne. Den første kolonnen (kolonne '#') er kun oppgitt
pl: Można sortować według dowolnej kolumny. Pierwsza kolumna (kolumna '#') jest dostępna tylko
pt: Você pode classificar em qualquer coluna. A primeira coluna (coluna '#') é fornecida apenas
ro: Puteți sorta pe orice coloană. Prima coloană (coloana „#”) este furnizată numai
ru: Вы можете сортировать по любому столбцу. Первый столбец (столбец '#') предоставляется только

source: to allow a sort on initial order (for restoring or reversing the initial order).
fa: اجازه دادن به مرتب سازی در ترتیب اولیه (برای بازیابی یا معکوس کردن ترتیب اولیه).
ja: 初期順序での並べ替えを可能にします (初期順序を復元または反転するため)。
ko: 초기 순서에 따른 정렬을 허용합니다(초기 순서를 복원하거나 역순으로 변경).
lt: leisti rūšiuoti pagal pradinę tvarką (atkurti arba atšaukti pradinę tvarką).
no: for å tillate sortering etter innledende rekkefølge (for å gjenopprette eller reversere den opprinnelige rekkefølgen).
pl: aby umożliwić sortowanie według kolejności początkowej (w celu przywrócenia lub odwrócenia kolejności początkowej).
pt: para permitir uma classificação na ordem inicial (para restaurar ou reverter a ordem inicial).
ro: pentru a permite o sortare în ordinea inițială (pentru restabilirea sau inversarea ordinii inițiale).
ru: разрешить сортировку по исходному порядку (для восстановления или изменения исходного порядка на противоположный).

source: To reverse sort click twice. The moves column sort is statistical,
fa: برای مرتب سازی معکوس دو بار کلیک کنید. مرتب‌سازی ستون حرکت‌ها آماری است،
ja: 逆順に並べ替えるには、2回クリックします。移動列の並べ替えは統計的であり、
ko: 역순으로 정렬하려면 두 번 클릭합니다. 이동 열 정렬은 통계적입니다.
lt: Norėdami rūšiuoti atvirkščiai, spustelėkite du kartus. Judėjimų stulpelių rūšiavimas yra statistinis,
no: Klikk to ganger for å snu sorteringen. Sorteringen av trekkkolonnen er statistisk,
pl: Aby odwrócić sortowanie, kliknij dwa razy. Sortowanie kolumny ruchów jest statystyczne,
pt: Para inverter a classificação, clique duas vezes. A classificação da coluna de movimentos é estatística,
ro: Pentru a inversa sortarea, faceți clic de două ori. Sortarea coloanei de mișcări este statistică,
ru: Для обратной сортировки щелкните дважды. Сортировка столбцов ходов статистическая,

source: (most popular lines first) rather than alphabetical.)
fa: (در ابتدا محبوب ترین خطوط) به جای حروف الفبا.)
ja: (アルファベット順ではなく、最も人気のある行を先頭に表示します。)
ko: (가장 인기 있는 대사를 먼저 표시합니다)
lt: (pirmiausia populiariausios eilutės), o ne abėcėlės tvarka.
no: (mest populære linjer først) i stedet for alfabetisk.)
pl: (najpopularniejsze linie na początku), a nie alfabetycznie.)
pt: (linhas mais populares primeiro) em vez de ordem alfabética.)
ro: (cele mai populare rânduri mai întâi) decât alfabetice.)
ru: (Сначала самые популярные строки), а не в алфавитном порядке.)

source: Sort history is respected in tie breaks.
fa: تاریخ مرتب سازی در تای بریک ها رعایت می شود.
ja: タイブレークではソート履歴が尊重されます。
ko: 타이브레이크에서는 정렬 기록이 존중됩니다.
lt: Rūšiavimo istorija yra gerbiama pertraukų metu.
no: Sorteringshistorikk blir respektert i uavgjort.
pl: Historia sortowania jest respektowana w przypadku dogrywek.
pt: O histórico de classificação é respeitado nos desempates.
ro: Istoricul sortării este respectat în tie break-uri.
ru: В тай-брейках учитывается история сортировки.

source: The games will be sorted by White player, but all opponents will be grouped together
fa: بازی ها بر اساس بازیکن سفید مرتب می شوند، اما همه حریفان با هم گروه بندی می شوند
ja: ゲームは白のプレイヤーによってソートされますが、対戦相手はすべて同じグループになります。
ko: 게임은 화이트 플레이어를 기준으로 정렬되지만 모든 상대는 함께 그룹화됩니다.
lt: Žaidimai bus rūšiuojami pagal baltąjį žaidėją, tačiau visi priešininkai bus sugrupuoti
no: Spillene vil bli sortert etter hvit spiller, men alle motstandere vil bli gruppert sammen
pl: Gry będą sortowane według gracza grającego białymi, ale wszyscy przeciwnicy będą grupowani razem
pt: Os jogos serão classificados pelo jogador branco, mas todos os oponentes serão agrupados
ro: Jocurile vor fi sortate în funcție de jucătorul alb, dar toți adversarii vor fi grupați împreună
ru: Игры будут отсортированы по игроку, играющему белым цветом, но все соперники будут сгруппированы вместе.

source: (because of the earlier sort on Black), and if there are multiple games between
fa: (به دلیل مرتب سازی قبلی روی سیاه)، و اگر چند بازی بین آنها وجود داشته باشد
ja: （黒の以前のソートのため）、そして、
ko: (Black에 대한 이전 정렬 때문에) 그리고 그 사이에 여러 게임이 있는 경우
lt: (dėl ankstesnio „Black“ rūšiavimo) ir jei tarp jų yra keli žaidimai
no: (på grunn av den tidligere typen på Black), og hvis det er flere spill mellom
pl: (z powodu wcześniejszego sortowania na czarno) i jeśli pomiędzy nimi jest wiele gier
pt: (por causa da classificação anterior em Preto), e se houver vários jogos entre
ro: (din cauza sortării anterioare pe Black) și dacă există mai multe jocuri între
ru: (из-за более ранней сортировки на черных), и если есть несколько игр между

source: the same players, the games will be sorted according to the most common opening
fa: همان بازیکنان، بازی ها بر اساس رایج ترین افتتاحیه مرتب می شوند
ja: 同じプレイヤーの場合、ゲームは最も一般的なオープニングに従って並べ替えられます
ko: 동일한 플레이어의 경우 게임은 가장 일반적인 오프닝에 따라 정렬됩니다.
lt: tie patys žaidėjai, žaidimai bus rūšiuojami pagal dažniausiai pasitaikantį atidarymą
no: de samme spillerne, vil spillene sorteres etter den vanligste åpningen
pl: ci sami gracze, gry będą sortowane według najpopularniejszego otwarcia
pt: os mesmos jogadores, os jogos serão classificados de acordo com a abertura mais comum
ro: aceiași jucători, jocurile vor fi sortate în funcție de cea mai comună deschidere
ru: те же игроки, игры будут отсортированы по наиболее распространенному дебюту

source: sequences between those two players (because of the earlier sort on Moves).
fa: توالی بین این دو بازیکن (به دلیل مرتب سازی قبلی در Moves).
ja: これら 2 人のプレイヤー間のシーケンス (Moves の以前のソートのため)。
ko: 두 플레이어 사이의 시퀀스(이전에 Moves에서 정렬했기 때문)
lt: sekų tarp tų dviejų žaidėjų (dėl ankstesnio rūšiavimo judesiuose).
no: sekvenser mellom disse to spillerne (på grunn av den tidligere typen på Moves).
pl: sekwencje pomiędzy tymi dwoma graczami (z powodu wcześniejszego sortowania według ruchów).
pt: sequências entre esses dois jogadores (por causa da classificação anterior em Movimentos).
ro: secvențe între acești doi jucători (din cauza sortării anterioare pe Mișcări).
ru: последовательности между этими двумя игроками (из-за более ранней сортировки по Ходам).

source: Two special features are provided at the moment.
fa: دو ویژگی خاص در حال حاضر ارائه شده است.
ja: 現在、2つの特別な機能が提供されています。
ko: 현재 두 가지 특별 기능이 제공되고 있습니다.
lt: Šiuo metu teikiamos dvi specialios funkcijos.
no: To spesialfunksjoner tilbys for øyeblikket.
pl: W tej chwili dostępne są dwie funkcje specjalne.
pt: Dois recursos especiais são fornecidos no momento.
ro: Două caracteristici speciale sunt furnizate în acest moment.
ru: На данный момент доступны две специальные функции.

source: ECO calculates ECO codes for games which do not have them yet.
fa: ECO کدهای ECO را برای بازی هایی که هنوز ندارند محاسبه می کند.
ja: ECO は、まだ ECO コードがないゲームの ECO コードを計算します。
ko: ECO는 아직 ECO 코드가 없는 게임의 경우 ECO 코드를 계산합니다.
lt: ECO apskaičiuoja ECO kodus žaidimams, kurie jų dar neturi.
no: ECO beregner ECO-koder for spill som ikke har dem ennå.
pl: ECO oblicza kody ECO dla gier, w których ich jeszcze nie ma.
pt: O ECO calcula códigos ECO para jogos que ainda não os possuem.
ro: ECO calculează codurile ECO pentru jocurile care nu le au încă.
ru: ECO рассчитывает коды ECO для игр, в которых их еще нет.

source: The Publish button is used to create interactive web content.
fa: دکمه Publish برای ایجاد محتوای تعاملی وب استفاده می شود.
ja: 公開ボタンは、インタラクティブな Web コンテンツを作成するために使用されます。
ko: 게시 버튼은 대화형 웹 콘텐츠를 만드는 데 사용됩니다.
lt: Mygtukas Paskelbti naudojamas interaktyviam žiniatinklio turiniui kurti.
no: Publiser-knappen brukes til å lage interaktivt nettinnhold.
pl: Przycisk Publikuj służy do tworzenia interaktywnych treści internetowych.
pt: O botão Publicar é usado para criar conteúdo web interativo.
ro: Butonul Publicare este folosit pentru a crea conținut web interactiv.
ru: Кнопка «Опубликовать» используется для создания интерактивного веб-контента.

source: This is still under development and should be treated as an extra-for-experts.
fa: این هنوز در حال توسعه است و باید به عنوان یک ابزار اضافی برای
ja: これはまだ開発中であり、追加事項として扱う必要があります。
ko: 이것은 아직 개발 중이므로 추가 기능으로 처리해야 합니다.
lt: Tai vis dar kuriama ir turėtų būti traktuojama kaip papildoma
no: Dette er fortsatt under utvikling og bør behandles som en ekstra-for-
pl: Funkcja ta jest nadal w fazie rozwoju i należy ją traktować jako dodatkową usługę.
pt: Isso ainda está em desenvolvimento e deve ser tratado como um extra para
ro: Acesta este încă în curs de dezvoltare și ar trebui tratat ca un plus pentru
ru: Это все еще находится в стадии разработки и должно рассматриваться как дополнительное предложение.

source: There is a file named web.zip in your Tarrasch installation directory
fa: فایلی به نام web.zip در دایرکتوری نصب Tarrasch شما وجود دارد
ja: Tarraschのインストールディレクトリにweb.zipというファイルがあります
ko: Tarrasch 설치 디렉토리에 web.zip이라는 파일이 있습니다.
lt: Tarrasch diegimo kataloge yra failas pavadinimu web.zip
no: Det er en fil som heter web.zip i din Tarrasch-installasjonskatalog
pl: W katalogu instalacyjnym Tarrasch znajduje się plik o nazwie web.zip
pt: Há um arquivo chamado web.zip no diretório de instalação do Tarrasch
ro: Există un fișier numit web.zip în directorul de instalare Tarrasch
ru: В каталоге установки Tarrasch есть файл с именем web.zip.

source: with supplementary files and instructions for the keen and well motivated.
fa: همراه با فایل های تکمیلی و دستورالعمل برای افراد مشتاق و با انگیزه.
ja: 熱心でやる気のある人向けの補足ファイルと説明書付き。
ko: 열정적이고 적극적인 사람들을 위한 보충 파일과 지침이 포함되어 있습니다.
lt: su papildomais failais ir instrukcijomis norintiems ir gerai motyvuotiems.
no: med supplerende filer og instruksjoner for de ivrige og godt motiverte.
pl: z dodatkowymi plikami i instrukcjami dla chętnych i zmotywowanych.
pt: com arquivos e instruções suplementares para os interessados e bem motivados.
ro: cu dosare suplimentare și instrucțiuni pentru cei pasionați și bine motivați.
ru: с дополнительными файлами и инструкциями для заинтересованных и мотивированных.
