Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Select the board co-ordinates colour
fa: رنگ مختصات تابلو را انتخاب کنید
ja: ボードの座標色を選択
ko: 보드 좌표 색상을 선택하세요
lt: Pasirinkite lentos koordinačių spalvą
no: Velg fargen på tavlekoordinatene
pl: Wybierz kolor współrzędnych planszy
pt: Selecione a cor das coordenadas do tabuleiro
ro: Selectați culoarea coordonatelor tablei
ru: Выберите цвет координат доски

source: Select the board highlight colour
fa: رنگ هایلایت تابلو را انتخاب کنید
ja: ボードのハイライト色を選択する
ko: 보드 강조 색상을 선택하세요
lt: Pasirinkite lentos paryškinimo spalvą
no: Velg uthevingsfargen på brettet
pl: Wybierz kolor podświetlenia planszy
pt: Selecione a cor de destaque do quadro
ro: Selectați culoarea de evidențiere a panoului
ru: Выберите цвет подсветки доски

source: Select the chess board dark square colour
fa: صفحه شطرنج را رنگ مربع تیره انتخاب کنید
ja: チェス盤の暗い四角の色を選択します
ko: 체스판의 어두운 사각형 색상을 선택하세요
lt: Pasirinkite šachmatų lentos tamsią kvadrato spalvą
no: Velg den mørke firkantede fargen på sjakkbrettet
pl: Wybierz kolor ciemnych kwadratów szachownicy
pt: Selecione a cor do quadrado escuro do tabuleiro de xadrez
ro: Selectați tabla de șah de culoare pătrată închisă
ru: Выберите цвет темных клеток шахматной доски

source: Select the chess board light square colour
fa: صفحه شطرنج را رنگ مربع روشن انتخاب کنید
ja: チェス盤のライト四角の色を選択
ko: 체스판 밝은 사각형 색상을 선택하세요
lt: Pasirinkite šachmatų lentos šviesaus kvadrato spalvą
no: Velg den lyse firkantede fargen på sjakkbrettet
pl: Wybierz kolor kwadratu jasnej szachownicy
pt: Selecione a cor do quadrado claro do tabuleiro de xadrez
ro: Selectați culoarea pătratului deschis al tablei de șah
ru: Выберите цвет светлых квадратов шахматной доски

source: Select the chess board border colour
fa: رنگ حاشیه صفحه شطرنج را انتخاب کنید
ja: チェス盤の枠の色を選択する
ko: 체스판 테두리 색상을 선택하세요
lt: Pasirinkite šachmatų lentos kraštinės spalvą
no: Velg kantfargen på sjakkbrettet
pl: Wybierz kolor obramowania szachownicy
pt: Selecione a cor da borda do tabuleiro de xadrez
ro: Selectați culoarea marginii tablei de șah
ru: Выберите цвет границы шахматной доски

source: Select the chess board dark piece colour
fa: رنگ مهره تیره صفحه شطرنج را انتخاب کنید
ja: チェス盤の暗い駒の色を選択
ko: 체스판의 어두운 조각 색상을 선택하세요
lt: Pasirinkite šachmatų lentos tamsią figūros spalvą
no: Velg fargen på sjakkbrettets mørke brikke
pl: Wybierz ciemny kolor szachownicy
pt: Selecione a cor escura da peça do tabuleiro de xadrez
ro: Selectați culoarea piesei închise a tablei de șah
ru: Выберите темный цвет фигуры на шахматной доске

source: Select the chess board light piece colour
fa: رنگ مهره روشن صفحه شطرنج را انتخاب کنید
ja: チェス盤のライトピースの色を選択してください
ko: 체스판 조명 조각 색상을 선택하세요
lt: Pasirinkite šachmatų lentos šviesią figūros spalvą
no: Velg fargen på sjakkbrettets lysbrikke
pl: Wybierz kolor podświetlanych figur szachownicy
pt: Selecione a cor da peça de luz do tabuleiro de xadrez
ro: Selectați culoarea piesei luminoase a tablei de șah
ru: Выберите цвет светящейся фигуры на шахматной доске

source: Set the board co-ordinates colour to default
fa: رنگ مختصات تابلو را روی پیش فرض قرار دهید
ja: ボードの座標の色をデフォルトに設定する
ko: 보드 좌표 색상을 기본값으로 설정
lt: Nustatykite numatytąją lentos koordinačių spalvą
no: Sett fargen på tavlekoordinatene til standard
pl: Ustaw kolor współrzędnych planszy na domyślny
pt: Defina a cor das coordenadas do quadro para o padrão
ro: Setați culoarea coordonatelor tablei la valoarea implicită
ru: Установить цвет координат доски по умолчанию

source: Set the board highlight colour to default
fa: رنگ هایلایت تابلو را روی پیش فرض قرار دهید
ja: ボードのハイライト色をデフォルトに設定する
ko: 보드 강조 색상을 기본값으로 설정
lt: Nustatykite numatytąją lentos paryškinimo spalvą
no: Sett bretthøydelysfargen til standard
pl: Ustaw domyślny kolor podświetlenia tablicy
pt: Defina a cor de destaque do quadro como padrão
ro: Setați culoarea de evidențiere a panoului la implicit
ru: Установить цвет подсветки доски по умолчанию

source: Set the dark square colour to default
fa: رنگ مربع تیره را روی پیش فرض قرار دهید
ja: 暗い四角の色をデフォルトに設定する
ko: 어두운 사각형 색상을 기본값으로 설정
lt: Nustatykite numatytąją tamsaus kvadrato spalvą
no: Sett den mørke firkantede fargen til standard
pl: Ustaw domyślny kolor ciemnego kwadratu
pt: Defina a cor do quadrado escuro como padrão
ro: Setați culoarea pătrată închisă la implicit
ru: Установить цвет темного квадрата по умолчанию

source: Set the light square colour to default
fa: رنگ مربع روشن را روی پیش فرض قرار دهید
ja: ライトの四角の色をデフォルトに設定する
ko: 밝은 사각형 색상을 기본값으로 설정
lt: Nustatykite numatytąją šviesaus kvadrato spalvą
no: Sett den lyse firkantede fargen til standard
pl: Ustaw domyślny kolor jasnego kwadratu
pt: Defina a cor do quadrado claro como padrão
ro: Setați culoarea pătratului deschis la implicit
ru: Установить цвет светлого квадрата по умолчанию

source: Set the border colour to default
fa: رنگ حاشیه را روی پیش فرض قرار دهید
ja: 境界線の色をデフォルトに設定する
ko: 테두리 색상을 기본값으로 설정
lt: Nustatykite numatytąją kraštinės spalvą
no: Sett kantfargen til standard
pl: Ustaw kolor obramowania na domyślny
pt: Defina a cor da borda como padrão
ro: Setați culoarea chenarului la implicit
ru: Установить цвет границы по умолчанию

source: Set the dark piece colour to default
fa: رنگ قطعه تیره را روی پیش فرض قرار دهید
ja: 暗いピースの色をデフォルトに設定する
ko: 어두운 부분의 색상을 기본값으로 설정하세요
lt: Nustatykite numatytąją tamsios dalies spalvą
no: Sett den mørke brikkefargen til standard
pl: Ustaw domyślny kolor ciemnego elementu
pt: Defina a cor da peça escura como padrão
ro: Setați culoarea întunecată a piesei la implicit
ru: Установить цвет темной части по умолчанию

source: Set the light piece colour to default
fa: رنگ قطعه روشن را روی پیش فرض قرار دهید
ja: ライトピースの色をデフォルトに設定する
ko: 조명 조각 색상을 기본값으로 설정
lt: Nustatykite numatytąją šviesios dalies spalvą
no: Sett fargen på lysstykket til standard
pl: Ustaw kolor elementu świetlnego na domyślny
pt: Defina a cor da peça de luz para o padrão
ro: Setați culoarea piesei luminoase la implicit
ru: Установить цвет светового элемента по умолчанию

source: and options for the 3d board and pieces.
fa: و گزینه هایی برای تخته و قطعات سه بعدی.
ja: 3D ボードとピースのオプション。
ko: 3D 보드와 조각에 대한 옵션.
lt: ir 3D lentos bei dalių parinktys.
no: og alternativer for 3d-brettet og brikkene.
pl: i opcje dla planszy 3D i pionków.
pt: e opções para o tabuleiro 3D e peças.
ro: și opțiuni pentru placa și piese 3d.
ru: и варианты для 3D-доски и фигур.

source: To use colours rather than bitmaps for the chess board
fa: برای استفاده از رنگ ها به جای بیت مپ برای صفحه شطرنج
ja: チェス盤にビットマップではなくカラーを使用する
ko: 체스판에 비트맵 대신 색상을 사용하려면
lt: Šachmatų lentoje naudoti spalvas, o ne bitmaps
no: Å bruke farger i stedet for punktgrafikk for sjakkbrettet
pl: Aby użyć kolorów zamiast map bitowych na szachownicy
pt: Para usar cores em vez de bitmaps para o tabuleiro de xadrez
ro: Pentru a folosi culorile mai degrabă decât hărțile de biți pentru tabla de șah
ru: Использовать цвета вместо растровых изображений для шахматной доски

source: check the < Use board colours > check box.
fa: کادر انتخاب <استفاده از رنگ های تابلو> را علامت بزنید.
ja: <ボードの色を使用する>チェックボックスをオンにします。
ko: <보드 색상 사용> 확인란을 선택하세요.
lt: pažymėkite žymės langelį < Naudoti lentos spalvas >.
no: merk av for < Bruk brettfarger >.
pl: zaznacz pole wyboru < Użyj kolorów planszy >.
pt: marque a caixa de seleção < Usar cores do quadro >.
ro: bifați caseta de validare < Utilizați culorile plăcii >.
ru: установите флажок <Использовать цвета доски>.

source: To use colours rather than bitmaps for the chess pieces
fa: برای استفاده از رنگ ها به جای بیت مپ برای مهره های شطرنج
ja: チェスの駒にビットマップではなく色を使用する
ko: 체스 말에 비트맵 대신 색상을 사용하려면
lt: Šachmatų figūroms naudoti spalvas, o ne bitmaps
no: Å bruke farger i stedet for punktgrafikk for sjakkbrikkene
pl: Aby użyć kolorów zamiast map bitowych dla figur szachowych
pt: Para usar cores em vez de bitmaps para as peças de xadrez
ro: Pentru a folosi culorile mai degrabă decât hărțile de biți pentru piesele de șah
ru: Использовать цвета вместо растровых изображений для шахматных фигур

source: check the < Use piece colours > check box.
fa: کادر انتخاب <استفاده از رنگ های قطعه > را علامت بزنید.
ja: <ピースの色を使用する>チェックボックスをオンにします。
ko: <조각 색상 사용> 확인란을 선택하세요.
lt: pažymėkite žymės langelį < Use piece colours >.
no: merk av for < Bruk brikkefarger >.
pl: zaznacz pole wyboru < Użyj kolorów elementów >.
pt: marque a caixa de seleção < Usar cores das peças >.
ro: bifați caseta de selectare < Utilizați culorile piesei >.
ru: установите флажок <Использовать цвета деталей>.

source: If you switch from bitmaps to colours for the pieces,
fa: اگر از بیت مپ به رنگ قطعات تغییر دهید،
ja: ピースをビットマップからカラーに切り替えると、
ko: 조각에 대해 비트맵에서 색상으로 전환하는 경우,
lt: Jei perjungsite nuo bitmaps prie gabalų spalvų,
no: Hvis du bytter fra punktgrafikk til farger for brikkene,
pl: Jeśli zmienisz bitmapy na kolory dla elementów,
pt: Se você alternar de bitmaps para cores para as peças,
ro: Dacă treceți de la hărți de bit la culori pentru piese,
ru: Если вы перейдете от растровых изображений к цветам для деталей,

source: you will probably need to adjust the lighting.
fa: احتمالاً باید نور را تنظیم کنید.
ja: おそらく照明を調整する必要があるでしょう。
ko: 조명을 조정해야 할 수도 있습니다.
lt: tikriausiai reikės reguliuoti apšvietimą.
no: du må sannsynligvis justere belysningen.
pl: prawdopodobnie będziesz musiał dostosować oświetlenie.
pt: você provavelmente precisará ajustar a iluminação.
ro: probabil că va trebui să reglați iluminarea.
ru: Вам, вероятно, придется отрегулировать освещение.

source: After switching, simply choose the < Lighting.. > button
fa: پس از تعویض، به سادگی دکمه < Lighting.. > را انتخاب کنید
ja: 切り替えた後は、<照明..>ボタンを選択するだけです。
ko: 전환 후 <조명..> 버튼을 선택하기만 하면 됩니다.
lt: Perjungę tiesiog pasirinkite mygtuką < Lighting.. >
no: Etter å ha byttet, velg bare knappen < Lighting.. >
pl: Po przełączeniu wystarczy wybrać przycisk < Oświetlenie.. >
pt: Após alternar, basta escolher o botão < Iluminação.. >
ro: După comutare, alegeți pur și simplu butonul < Iluminare.. >
ru: После переключения просто нажмите кнопку < Освещение.. >

source: from the 3d options dialog box and then click on < Defaults >
fa: از کادر محاوره‌ای گزینه‌های سه بعدی و سپس روی < پیش‌فرض > کلیک کنید
ja: 3Dオプションダイアログボックスから<デフォルト>をクリックします。
ko: 3D 옵션 대화 상자에서 <기본값>을 클릭합니다.
lt: 3D parinkčių dialogo lange ir spustelėkite < Numatytieji >
no: fra dialogboksen for 3d-alternativer, og klikk deretter på < Standarder >
pl: z okna dialogowego opcji 3D, a następnie kliknij < Domyślne >
pt: na caixa de diálogo de opções 3D e clique em < Padrões >
ro: din caseta de dialog cu opțiuni 3d și apoi faceți clic pe < Defaults >
ru: в диалоговом окне параметров 3D, а затем нажмите <По умолчанию>

source: See how that looks and the adjust the values further, if neccessary.
fa: ببینید چگونه به نظر می رسد و در صورت لزوم مقادیر را بیشتر تنظیم کنید.
ja: どのように見えるかを確認し、必要に応じて値をさらに調整します。
ko: 결과가 어떻게 나오는지 확인하고 필요한 경우 값을 추가로 조정하세요.
lt: Pažiūrėkite, kaip tai atrodo, ir, jei reikia, dar pakoreguokite reikšmes.
no: Se hvordan det ser ut og juster verdiene ytterligere, om nødvendig.
pl: Sprawdź, jak to wygląda i w razie potrzeby dostosuj wartości.
pt: Veja como fica e ajuste os valores ainda mais, se necessário.
ro: Vedeți cum arată și ajustați valorile în continuare, dacă este necesar.
ru: Посмотрите, как это выглядит, и при необходимости отрегулируйте значения.

source: 3d board colours help
fa: رنگ های تخته سه بعدی کمک می کند
ja: 3Dボードカラーヘルプ
ko: 3d 보드 색상이 도움이 됩니다
lt: 3D lentos spalvos padeda
no: 3D-brettfarger hjelper
pl: Pomoc w wyborze kolorów 3D
pt: Ajuda com cores de placa 3D
ro: Culorile plăcii 3D ajută
ru: 3d цвета доски помогают

source: Create Database
fa: ایجاد پایگاه داده
ja: データベースの作成
ko: 데이터베이스 생성
lt: Sukurti duomenų bazę
no: Opprett database
pl: Utwórz bazę danych
pt: Criar banco de dados
ro: Creați o bază de date
ru: Создать базу данных

source: Add Games to Database
fa: بازی ها را به پایگاه داده اضافه کنید
ja: データベースにゲームを追加する
ko: 데이터베이스에 게임 추가
lt: Pridėti žaidimus į duomenų bazę
no: Legg til spill i databasen
pl: Dodaj gry do bazy danych
pt: Adicionar jogos ao banco de dados
ro: Adăugați jocuri la baza de date
ru: Добавить игры в базу данных

source: To create a new database from scratch, name the new database and select
fa: برای ایجاد یک پایگاه داده جدید از ابتدا، پایگاه داده جدید را نامگذاری کرده و انتخاب کنید
ja: 新しいデータベースを最初から作成するには、新しいデータベースに名前を付けて、
ko: 처음부터 새 데이터베이스를 만들려면 새 데이터베이스의 이름을 지정하고 다음을 선택합니다.
lt: Norėdami sukurti naują duomenų bazę nuo nulio, pavadinkite naują duomenų bazę ir pasirinkite
no: For å opprette en ny database fra bunnen av, navngi den nye databasen og velg
pl: Aby utworzyć nową bazę danych od podstaw, nadaj jej nazwę i wybierz
pt: Para criar um novo banco de dados do zero, nomeie o novo banco de dados e selecione
ro: Pentru a crea o nouă bază de date de la zero, denumește noua bază de date și selectează
ru: Чтобы создать новую базу данных с нуля, дайте ей имя и выберите

source: one or more .pgn files with the games to go into the database.
fa: یک یا چند فایل .pgn همراه با بازی ها برای رفتن به پایگاه داده.
ja: データベースに保存するゲームを含む 1 つ以上の .pgn ファイル。
ko: 게임이 담긴 하나 이상의 .pgn 파일을 데이터베이스에 넣습니다.
lt: vieną ar daugiau .pgn failų su žaidimais, kad patektumėte į duomenų bazę.
no: en eller flere .pgn-filer med spillene for å gå inn i databasen.
pl: jeden lub więcej plików .pgn z grami, które mają zostać umieszczone w bazie danych.
pt: um ou mais arquivos .pgn com os jogos para entrar no banco de dados.
ro: unul sau mai multe fișiere .pgn cu jocurile pentru a intra în baza de date.
ru: один или несколько файлов .pgn с играми для помещения в базу данных.

source: To add games to an existing database, select the database and one or
fa: برای افزودن بازی‌ها به پایگاه داده موجود، پایگاه داده و یکی را انتخاب کنید
ja: 既存のデータベースにゲームを追加するには、データベースを選択し、1つまたは複数の
ko: 기존 데이터베이스에 게임을 추가하려면 데이터베이스와 하나 또는
lt: Norėdami įtraukti žaidimų į esamą duomenų bazę, pasirinkite duomenų bazę ir vieną arba
no: For å legge til spill til en eksisterende database, velg databasen og en eller
pl: Aby dodać gry do istniejącej bazy danych, wybierz bazę danych i jedną lub więcej
pt: Para adicionar jogos a um banco de dados existente, selecione o banco de dados e um ou
ro: Pentru a adăuga jocuri la o bază de date existentă, selectați baza de date și una sau
ru: Чтобы добавить игры в существующую базу данных, выберите базу данных и одну или

source: more .pgn files with the additional games to go into the database.
fa: فایل های .pgn بیشتر با بازی های اضافی برای رفتن به پایگاه داده.
ja: 追加のゲームを含む .pgn ファイルがデータベースに追加されます。
ko: 추가 게임이 담긴 .pgn 파일을 데이터베이스에 더 넣으세요.
lt: daugiau .pgn failų su papildomais žaidimais, kad patektumėte į duomenų bazę.
no: flere .pgn-filer med tilleggsspill for å gå inn i databasen.
pl: więcej plików .pgn z dodatkowymi grami, które należy umieścić w bazie danych.
pt: mais arquivos .pgn com os jogos adicionais para entrar no banco de dados.
ro: mai multe fișiere .pgn cu jocuri suplimentare pentru a intra în baza de date.
ru: больше файлов .pgn с дополнительными играми для внесения в базу данных.

source: Name a new database file
fa: یک فایل پایگاه داده جدید نامگذاری کنید
ja: 新しいデータベースファイルに名前を付ける
ko: 새 데이터베이스 파일 이름 지정
lt: Pavadinkite naują duomenų bazės failą
no: Gi navn til en ny databasefil
pl: Nadaj nazwę nowemu plikowi bazy danych
pt: Nomeie um novo arquivo de banco de dados
ro: Denumiți un nou fișier de bază de date
ru: Назовите новый файл базы данных

source: Choose an existing database file
fa: یک فایل پایگاه داده موجود را انتخاب کنید
ja: 既存のデータベースファイルを選択
ko: 기존 데이터베이스 파일을 선택하세요
lt: Pasirinkite esamą duomenų bazės failą
no: Velg en eksisterende databasefil
pl: Wybierz istniejący plik bazy danych
pt: Escolha um arquivo de banco de dados existente
ro: Alegeți un fișier de bază de date existent
ru: Выберите существующий файл базы данных

source: Locate and name a database to create
fa: پایگاه داده ای را برای ایجاد مکان و نام گذاری کنید
ja: 作成するデータベースを見つけて名前を付ける
ko: 생성할 데이터베이스를 찾아 이름을 지정하세요
lt: Suraskite ir pavadinkite duomenų bazę, kurią norite sukurti
no: Finn og navngi en database som skal opprettes
pl: Znajdź i nazwij bazę danych, którą chcesz utworzyć
pt: Localize e nomeie um banco de dados para criar
ro: Găsiți și denumiți o bază de date de creat
ru: Найдите и назовите базу данных, которую нужно создать.

source: Select database to add games to
fa: پایگاه داده را برای افزودن بازی ها انتخاب کنید
ja: ゲームを追加するデータベースを選択
ko: 게임을 추가할 데이터베이스를 선택하세요
lt: Pasirinkite duomenų bazę, į kurią norite įtraukti žaidimus
no: Velg databasen du vil legge til spill i
pl: Wybierz bazę danych, do której chcesz dodać gry
pt: Selecione o banco de dados para adicionar jogos
ro: Selectați baza de date la care să adăugați jocuri
ru: Выберите базу данных для добавления игр

source: Restricted export database
fa: پایگاه داده صادرات محدود
ja: 制限付き輸出データベース
ko: 제한된 수출 데이터베이스
lt: Apribota eksporto duomenų bazė
no: Begrenset eksportdatabase
pl: Ograniczona baza danych eksportu
pt: Banco de dados de exportação restrito
ro: Baza de date de export restricționată
ru: База данных ограниченного экспорта

source: Select one or more .pgn files to add to the database
fa: یک یا چند فایل .pgn را برای افزودن به پایگاه داده انتخاب کنید
ja: データベースに追加する .pgn ファイルを 1 つ以上選択します
ko: 데이터베이스에 추가할 하나 이상의 .pgn 파일을 선택하세요
lt: Pasirinkite vieną ar daugiau .pgn failų, kuriuos norite įtraukti į duomenų bazę
no: Velg én eller flere .pgn-filer som skal legges til i databasen
pl: Wybierz jeden lub więcej plików .pgn, które chcesz dodać do bazy danych
pt: Selecione um ou mais arquivos .pgn para adicionar ao banco de dados
ro: Selectați unul sau mai multe fișiere .pgn pentru a le adăuga la baza de date
ru: Выберите один или несколько файлов .pgn для добавления в базу данных.

source: Select 1st .pgn
fa: 1st .pgn را انتخاب کنید
ja: 最初の.pgnを選択
ko: 1번째 .pgn을 선택하세요
lt: Pasirinkite 1st .pgn
no: Velg 1. pgn
pl: Wybierz 1. plik .pgn
pt: Selecione 1º .pgn
ro: Selectați primul .pgn
ru: Выбрать 1-й .pgn

source: Select 2nd .pgn
fa: 2nd .pgn را انتخاب کنید
ja: 2番目の.pgnを選択
ko: 2번째 .pgn을 선택하세요
lt: Pasirinkite 2.pgn
no: Velg 2nd .pgn
pl: Wybierz 2. plik .pgn
pt: Selecione 2º .pgn
ro: Selectați al doilea .pgn
ru: Выбрать 2-й .pgn

source: Select next .pgn
fa: next.pgn را انتخاب کنید
ja: 次の.pgnを選択
ko: 다음 .pgn을 선택하세요
lt: Pasirinkite kitą .pgn
no: Velg neste .pgn
pl: Wybierz następny plik .pgn
pt: Selecione o próximo .pgn
ro: Selectați următorul .pgn
ru: Выбрать следующий .pgn

source: Elo cutoff
fa: قطع الو
ja: Eloカットオフ
ko: 엘로 컷오프
lt: Elo atkarpa
pl: Odcięcie ELO
pt: Corte Elo
ru: Elo отсечка

source: Ignore Elo cutoff
fa: قطع Elo را نادیده بگیرید
ja: Eloカットオフを無視
ko: Elo 컷오프 무시
lt: Ignoruoti Elo ribą
no: Ignorer Elo cutoff
pl: Zignoruj odcięcie ELO
pt: Ignorar corte Elo
ro: Ignorați limitarea Elo
ru: Игнорировать отсечку Эло

source: At least one player
fa: حداقل یک بازیکن
ja: 少なくとも1人のプレイヤー
ko: 최소 한 명의 플레이어
lt: Bent vienas žaidėjas
no: Minst én spiller
pl: Co najmniej jeden gracz
pt: Pelo menos um jogador
ro: Cel puțin un jucător
ru: По крайней мере один игрок

source: Both players
fa: هر دو بازیکن
ja: 両選手
ko: 두 선수 모두
lt: Abu žaidėjai
no: Begge spillerne
pl: Obaj gracze
pt: Ambos os jogadores
ro: Ambii jucători
ru: Оба игрока

source: Unrated players fail Elo cutoff
fa: بازیکنان بدون رتبه بندی Elo را شکست می دهند
ja: レーティングなしの選手がイロカットオフに失敗する
ko: 평가되지 않은 플레이어가 Elo 컷오프에 실패했습니다.
lt: Neįvertinti žaidėjai nepatenka į Elo ribą
no: Uvurderte spillere mislykkes Elo cutoff
pl: Gracze bez oceny nie spełniają wymogów ELO
pt: Jogadores sem classificação falham no corte Elo
ro: Jucătorii neevaluați nu reușesc limitarea Elo
ru: Игроки без рейтинга не достигают порога Эло

source: Unrated players pass Elo cutoff
fa: بازیکنان بدون رتبه از بریدگی Elo عبور می کنند
ja: レーティングなしの選手がEloカットオフを通過
ko: 평가되지 않은 플레이어가 Elo 컷오프를 통과했습니다.
lt: Neįvertinti žaidėjai praleidžia Elo atkarpą
no: Uvurderte spillere passerer Elo cutoff
pl: Gracze bez oceny przechodzą limit ELO
pt: Jogadores sem classificação passam do limite Elo
ro: Jucătorii neevaluați trec limita Elo
ru: Игроки без рейтинга проходят отсечку Эло

source: Unrated pass if game played before
fa: پاس بدون رتبه اگر بازی قبلاً انجام شده باشد
ja: 以前にプレイしたゲームの場合、評価なしのパス
ko: 게임이 이전에 플레이된 경우 평가되지 않은 패스
lt: Neįvertintas perdavimas, jei žaidimas buvo žaidžiamas anksčiau
no: Uvurdert pass hvis spillet er spilt før
pl: Podanie bez oceny, jeśli gra była rozgrywana wcześniej
pt: Passe não classificado se o jogo foi disputado antes
ro: Pasă neevaluată dacă jocul a fost jucat înainte
ru: Пропуск без рейтинга, если игра уже была сыграна

source: If this is selected, exporting games from the new database
fa: اگر این انتخاب شده است، صادرات بازی ها از پایگاه داده جدید
ja: これを選択すると、新しいデータベースからゲームをエクスポートします
ko: 이것이 선택되면 새 데이터베이스에서 게임을 내보냅니다.
lt: Jei pasirinkta, eksportuojami žaidimai iš naujos duomenų bazės
no: Hvis dette er valgt, eksporterer du spill fra den nye databasen
pl: Jeśli ta opcja jest zaznaczona, eksportowanie gier z nowej bazy danych
pt: Se esta opção for selecionada, exportará jogos do novo banco de dados
ro: Dacă aceasta este selectată, se exportă jocuri din noua bază de date
ru: Если этот параметр выбран, экспорт игр из новой базы данных

source: to PGN will be restricted (no more than
fa: به PGN محدود خواهد شد (بیشتر از
ja: PGNへの接続は制限されます（
ko: PGN으로 제한됩니다(최대
lt: PGN bus apribotas (ne daugiau kaip
no: til PGN vil være begrenset (ikke mer enn
pl: do PGN będzie ograniczony (nie więcej niż
pt: para PGN será restrito (não mais que
ro: la PGN va fi restricționat (nu mai mult de
ru: на PGN будет ограничено (не более

source: at a time).
fa: در یک زمان).
ja: 一度に 1 つずつ。
ko: 한 번에).
lt: vienu metu).
no: om gangen).
pl: na raz).
pt: de cada vez).
ro: la un moment dat).
ru: за один раз).

source: already exists
fa: در حال حاضر وجود دارد
ja: すでに存在する
ko: 이미 존재합니다
lt: jau egzistuoja
no: eksisterer allerede
pl: już istnieje
pt: já existe
ro: există deja
ru: уже существует

source: No Tarrasch database file specified
fa: هیچ فایل پایگاه داده Tarrasch مشخص نشده است
ja: Tarrasch データベース ファイルが指定されていません
ko: Tarrasch 데이터베이스 파일이 지정되지 않았습니다.
lt: Tarrasch duomenų bazės failas nenurodytas
no: Ingen Tarrasch-databasefil spesifisert
pl: Nie określono pliku bazy danych Tarrasch
pt: Nenhum arquivo de banco de dados Tarrasch especificado
ro: Nu a fost specificat niciun fișier de bază de date Tarrasch
ru: Файл базы данных Tarrasch не указан

source: No usable pgn files specified
fa: هیچ فایل pgn قابل استفاده مشخص نشده است
ja: 使用可能な pgn ファイルが指定されていません
ko: 사용 가능한 pgn 파일이 지정되지 않았습니다.
lt: Nenurodyta jokių naudotinų pgn failų
no: Ingen brukbare pgn-filer er spesifisert
pl: Nie określono żadnych użytecznych plików pgn
pt: Nenhum arquivo pgn utilizável especificado
ro: Nu sunt specificate fișiere pgn utilizabile
ru: Не указано ни одного пригодного для использования файла pgn.

source: Cannot create
fa: نمی توان ایجاد کرد
ja: 作成できません
ko: 생성할 수 없습니다
lt: Negalima sukurti
no: Kan ikke opprette
pl: Nie można utworzyć
pt: Não é possível criar
ro: Nu se poate crea
ru: Невозможно создать

source: Creating database, step 1 of 4
fa: ایجاد پایگاه داده، مرحله 1 از 4
ja: データベースの作成、ステップ 1/4
ko: 데이터베이스 생성, 4단계 중 1단계
lt: Duomenų bazės kūrimas, 1 veiksmas iš 4
no: Opprette database, trinn 1 av 4
pl: Tworzenie bazy danych, krok 1 z 4
pt: Criando banco de dados, etapa 1 de 4
ro: Crearea bazei de date, pasul 1 din 4
ru: Создание базы данных, шаг 1 из 4

source: Reading file #
fa: خواندن فایل #
ja: ファイルを読み込んでいます #
ko: 파일 #을 읽는 중
lt: Skaitomas failas Nr.
no: Leser fil #
pl: Odczyt pliku #
pt: Lendo arquivo #
ro: Se citește fișierul #
ru: Чтение файла #

source: Creating database
fa: ایجاد پایگاه داده
ja: データベースを作成
ko: 데이터베이스 생성
lt: Kuriama duomenų bazė
no: Oppretter database
pl: Tworzenie bazy danych
pt: Criando banco de dados
ro: Crearea bazei de date
ru: Создание базы данных
