Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Set flag
fa: پرچم را تنظیم کنید
ja: フラグを設定
ko: 플래그 설정
lt: Nustatyti vėliavą
no: Sett flagg
pl: Ustaw flagę
pt: Definir bandeira
ro: Setați steag
ru: Установить флаг

source: Propose game pause
fa: پیشنهاد توقف بازی
ja: ゲームの一時停止を提案する
ko: 게임 일시 정지 제안
lt: Pasiūlykite žaidimo pauzę
no: Foreslå pause i spillet
pl: Zaproponuj pauzę w grze
pt: Propor pausa no jogo
ro: Propune o pauză de joc
ru: Предложить паузу в игре

source: Reset position to Fics
fa: بازنشانی موقعیت به Fics
ja: 位置をFicsにリセット
ko: Fics로 위치 재설정
lt: Iš naujo nustatyti padėtį į Fics
no: Tilbakestill posisjonen til Fics
pl: Zresetuj pozycję do Fics
pt: Redefinir posição para Fics
ro: Resetați poziția la Fics
ru: Сбросить позицию до Fics

source: Resume game
fa: از سرگیری بازی
ja: ゲームを再開する
ko: 게임 재개
lt: Tęsti žaidimą
no: Fortsett spillet
pl: Wznów grę
pt: Retomar jogo
ro: Reluați jocul
ru: Возобновить игру

source: Display stored games
fa: نمایش بازی های ذخیره شده
ja: 保存したゲームを表示する
ko: 저장된 게임 표시
lt: Rodyti saugomus žaidimus
no: Vis lagrede spill
pl: Wyświetl zapisane gry
pt: Exibir jogos armazenados
ro: Afișează jocurile stocate
ru: Показать сохраненные игры

source: Accept last offer
fa: آخرین پیشنهاد را بپذیرید
ja: 最後のオファーを受け入れる
ko: 마지막 제안을 수락하다
lt: Priimti paskutinį pasiūlymą
no: Godta siste tilbud
pl: Zaakceptuj ostatnią ofertę
pt: Aceitar última oferta
ro: Accept ultima oferta
ru: Принять последнее предложение

source: Decline last offer
fa: آخرین پیشنهاد را رد کنید
ja: 最後のオファーを拒否
ko: 마지막 제안을 거부하다
lt: Atmesti paskutinį pasiūlymą
no: Avslå siste tilbud
pl: Odrzuć ostatnią ofertę
pt: Recusar última oferta
ro: Refuza ultima ofertă
ru: Отклонить последнее предложение

source: Select the icons for display on the toolbar :
fa: نمادها را برای نمایش در نوار ابزار انتخاب کنید:
ja: ツールバーに表示するアイコンを選択します:
ko: 도구 모음에 표시할 아이콘을 선택하세요:
lt: Pasirinkite piktogramas, kurios bus rodomos įrankių juostoje:
no: Velg ikonene for visning på verktøylinjen:
pl: Wybierz ikony, które mają być wyświetlane na pasku narzędzi:
pt: Selecione os ícones para exibição na barra de ferramentas:
ro: Selectați pictogramele pentru afișare pe bara de instrumente:
ru: Выберите значки для отображения на панели инструментов:

source: This dialog box gives a list of toolbar icons.
fa: این کادر محاوره ای لیستی از نمادهای نوار ابزار را ارائه می دهد.
ja: このダイアログ ボックスには、ツールバー アイコンのリストが表示されます。
ko: 이 대화 상자는 도구 모음 아이콘 목록을 제공합니다.
lt: Šiame dialogo lange pateikiamas įrankių juostos piktogramų sąrašas.
no: Denne dialogboksen gir en liste over verktøylinjeikoner.
pl: To okno dialogowe wyświetla listę ikon paska narzędzi.
pt: Esta caixa de diálogo fornece uma lista de ícones da barra de ferramentas.
ro: Această casetă de dialog oferă o listă de pictograme din bara de instrumente.
ru: В этом диалоговом окне представлен список значков панели инструментов.

source: Check a box for the icon to be displayed on the toolbar.
fa: یک کادر برای نمایش نماد در نوار ابزار علامت بزنید.
ja: ツールバーに表示するアイコンのボックスをチェックします。
ko: 도구 모음에 표시할 아이콘의 확인란을 선택하세요.
lt: Pažymėkite langelį, kad piktograma būtų rodoma įrankių juostoje.
no: Merk av i en boks for ikonet som skal vises på verktøylinjen.
pl: Zaznacz pole wyboru, aby ikona była wyświetlana na pasku narzędzi.
pt: Marque a caixa para que o ícone seja exibido na barra de ferramentas.
ro: Bifați o casetă pentru pictograma care urmează să fie afișată pe bara de instrumente.
ru: Установите флажок, чтобы значок отображался на панели инструментов.

source: Select toolbar icons dialog box
fa: کادر محاوره ای نمادهای نوار ابزار را انتخاب کنید
ja: ツールバーアイコンの選択ダイアログボックス
ko: 도구 모음 아이콘 선택 대화 상자
lt: Pasirinkite įrankių juostos piktogramų dialogo langą
no: Velg dialogboksen for verktøylinjeikoner
pl: Okno dialogowe wyboru ikon paska narzędzi
pt: Caixa de diálogo Selecionar ícones da barra de ferramentas
ro: Caseta de dialog Selectați pictogramele barei de instrumente
ru: Диалоговое окно «Выбрать значки панели инструментов»

source: Position before puzzle move ?
fa: موقعیت قبل از حرکت پازل؟
ja: パズルを動かす前の位置は？
ko: 퍼즐을 옮기기 전 위치?
lt: Padėtis prieš galvosūkį?
no: Posisjon før puslespillet?
pl: Pozycja przed ruchem układanki?
pt: Posição antes do movimento do quebra-cabeça?
ro: Poziția înainte de mutarea puzzle-ului?
ru: Позиция перед ходом головоломки?

source: DirectX message
fa: پیام دایرکت ایکس
ja: DirectX メッセージ
ko: DirectX 메시지
lt: „DirectX“ pranešimas
no: DirectX-melding
pl: Wiadomość DirectX
pt: Mensagem DirectX
ro: mesaj DirectX
ru: Сообщение DirectX

source: DirectX initialising - one moment please
fa: راه اندازی دایرکت ایکس - یک لحظه لطفا
ja: DirectX を初期化しています - しばらくお待ちください
ko: DirectX 초기화 중 - 잠시만 기다려 주세요
lt: „DirectX“ inicijavimas – trumpai prašau
no: DirectX initialisering - et øyeblikk takk
pl: Inicjalizacja DirectX – proszę o chwilę cierpliwości
pt: Inicializando DirectX - um momento por favor
ro: Inițializare DirectX - un moment vă rog
ru: Инициализация DirectX — одну минуту, пожалуйста

source: 2d Sound effects options
fa: گزینه های جلوه های صوتی 2 بعدی
ja: 2Dサウンドエフェクトオプション
ko: 2d 사운드 효과 옵션
lt: 2d garso efektų parinktys
no: Alternativer for 2d lydeffekter
pl: Opcje efektów dźwiękowych 2D
pt: Opções de efeitos sonoros 2D
ro: Opțiuni de efecte sonore 2d
ru: Параметры 2D звуковых эффектов

source: List tabs
fa: فهرست برگه ها
ja: リストタブ
ko: 목록 탭
lt: Sąrašo skirtukai
no: Liste faner
pl: Lista kart
pt: Listar abas
ro: Listează file
ru: Список вкладок

source: Stop auto game-analysis
fa: تجزیه و تحلیل بازی خودکار را متوقف کنید
ja: 自動ゲーム分析を停止
ko: 자동 게임 분석 중지
lt: Sustabdykite automatinę žaidimų analizę
no: Stopp automatisk spillanalyse
pl: Zatrzymaj automatyczną analizę gry
pt: Pare a análise automática do jogo
ro: Opriți analiza automată a jocului
ru: Остановить автоматический анализ игры

source: Play white against engine
fa: بازی سفید در برابر موتور
ja: エンジンに対して白をプレイする
ko: 엔진에 대항하여 흰색으로 플레이하세요
lt: Žaisk balta spalva prieš variklį
no: Spill hvit mot motor
pl: Graj białymi przeciwko silnikowi
pt: Jogue as brancas contra o motor
ro: Joacă alb împotriva motorului
ru: Играть белыми против движка

source: Play black against engine
fa: بازی سیاه در برابر موتور
ja: エンジンに対して黒をプレイする
ko: 엔진에 대항하여 검은색으로 플레이하세요
lt: Žaisk juodai prieš variklį
no: Spill svart mot motor
pl: Graj na czarno przeciwko silnikowi
pt: Jogue preto contra o motor
ro: Joacă negru împotriva motorului
ru: Играть черными против движка

source: Toggle shootout mode
fa: حالت تیراندازی را تغییر دهید
ja: シュートアウトモードを切り替える
ko: 슈팅아웃 모드 전환
lt: Perjungti šaudymo režimą
no: Bytt skytemodus
pl: Przełącz tryb strzelaniny
pt: Alternar modo de tiroteio
ro: Comutați modul de împușcare
ru: Переключить режим перестрелки

source: Setup position on board
fa: تنظیم موقعیت در هیئت مدیره
ja: ボード上のセットアップ位置
ko: 보드에서의 위치 설정
lt: Nustatymo padėtis laive
no: Oppstillingsposisjon om bord
pl: Pozycja ustawienia na pokładzie
pt: Posição de configuração a bordo
ro: Poziția de configurare la bord
ru: Положение установки на борту

source: Exit 3d
fa: خروج از 3d
ja: 出口3d
ko: 3d 종료
lt: Išeikite iš 3d
no: Avslutt 3d
pl: Wyjście 3d
pt: Saída 3d
ro: Ieșire 3d
ru: Выход 3d

source: Open Fics window
fa: پنجره Fics را باز کنید
ja: Ficsウィンドウを開く
ko: Fics 창 열기
lt: Atidarykite Fics langą
no: Åpne Fics-vinduet
pl: Otwórz okno Fics
pt: Abrir janela Fics
ro: Deschide fereastra Fics
ru: Открыть окно Fics

source: Move list
fa: جابجایی لیست
ja: リストを移動
ko: 이동 목록
lt: Perkelti sąrašą
no: Flytteliste
pl: Lista ruchów
pt: Lista de movimentos
ro: Mutați lista
ru: Список перемещений

source: Game clock
fa: ساعت بازی
ja: ゲームクロック
ko: 게임 시계
lt: Žaidimo laikrodis
no: Spillklokke
pl: Zegar gry
pt: Relógio de jogo
ro: Ceas de joc
ru: Игровые часы

source: Auto-replay F9
fa: پخش خودکار F9
ja: 自動再生 F9
ko: 자동 재생 F9
lt: Automatinis pakartojimas F9
no: Automatisk avspilling F9
pl: Automatyczne odtwarzanie F9
pt: Repetição automática F9
ro: Reluare automată F9
ru: Автоповтор F9

source: applies to Setup position and Games menu boards as well
fa: برای موقعیت راه اندازی و صفحه های منوی بازی ها نیز اعمال می شود
ja: セットアップポジションとゲームメニューボードにも適用されます
ko: 설정 위치 및 게임 메뉴 보드에도 적용됩니다.
lt: taip pat taikoma sąrankos pozicijai ir žaidimų meniu lentoms
no: gjelder også for oppsettposisjon og spillmenybrett
pl: dotyczy również pozycji Ustawienia i tablic menu Gier
pt: aplica-se também à posição de configuração e aos painéis de menu de jogos
ro: se aplică și pentru pozițiile de configurare și pentru panourile de meniu Jocuri
ru: также применимо к положению настройки и меню игр

source: Score total..
fa: امتیاز کل..
ja: スコア合計。
ko: 총점..
lt: Bendras rezultatas..
no: Totalt poeng..
pl: Wynik całkowity..
pt: Pontuação total..
ro: Scorul total..
ru: Общая оценка..

source: Open score total dialog box
fa: باز کردن کادر گفتگوی کل امتیاز
ja: スコア合計ダイアログボックスを開く
ko: 점수 총계 대화 상자 열기
lt: Atidaryti bendro balo dialogo langą
no: Åpne dialogboksen for totalt antall poeng
pl: Otwórz okno dialogowe z wynikiem całkowitym
pt: Caixa de diálogo de pontuação total aberta
ro: Deschideți caseta de dialog scor total
ru: Открыть диалоговое окно общего счета

source: Search the database for situations where a group of pieces are at specific locations
fa: پایگاه داده را برای موقعیت هایی جستجو کنید که گروهی از قطعات در مکان های خاصی هستند
ja: データベースで、特定の場所に複数のピースがある状況を検索する
ko: 특정 위치에 여러 조각이 있는 상황을 데이터베이스에서 검색합니다.
lt: Ieškokite duomenų bazėje situacijų, kai kūrinių grupė yra tam tikrose vietose
no: Søk i databasen etter situasjoner der en gruppe brikker befinner seg på bestemte steder
pl: Przeszukaj bazę danych pod kątem sytuacji, w których grupa elementów znajduje się w określonych lokalizacjach
pt: Pesquise no banco de dados por situações em que um grupo de peças está em locais específicos
ro: Căutați în baza de date situații în care un grup de piese se află în anumite locații
ru: Поиск в базе данных ситуаций, когда группа предметов находится в определенных местах.

source: Search the database for a specific material balance,
fa: جستجو در پایگاه داده برای تراز مواد خاص،
ja: 特定の物質収支をデータベースで検索する
ko: 특정 물질수지에 대한 데이터베이스를 검색합니다.
lt: Ieškokite duomenų bazėje konkretaus medžiagų balanso,
no: Søk i databasen etter en spesifikk materialbalanse,
pl: Przeszukaj bazę danych pod kątem określonego bilansu materiałowego,
pt: Pesquisar no banco de dados um balanço de material específico,
ro: Căutați în baza de date un anumit bilanț de materiale,
ru: Поиск в базе данных определенного материального баланса,

source: with optional locked down squares
fa: با مربع های قفل شده اختیاری
ja: オプションでロックダウンされた四角形
ko: 옵션으로 잠긴 사각형 포함
lt: su pasirenkamais užrakintais kvadratais
no: med valgfrie låste firkanter
pl: z opcjonalnymi zablokowanymi kwadratami
pt: com quadrados bloqueados opcionais
ro: cu pătrate opționale blocate
ru: с дополнительными заблокированными квадратами

source: Show all database games - equivalent to searching for the standard starting position
fa: نمایش همه بازی های پایگاه داده - معادل جستجوی موقعیت شروع استاندارد
ja: すべてのデータベースゲームを表示 - 標準の開始位置を検索するのと同じ
ko: 모든 데이터베이스 게임 표시 - 표준 시작 위치 검색과 동일
lt: Rodyti visus duomenų bazės žaidimus – tolygu standartinės pradinės padėties paieškai
no: Vis alle databasespill - tilsvarende å søke etter standard startposisjon
pl: Pokaż wszystkie gry w bazie danych - odpowiednik wyszukiwania standardowej pozycji początkowej
pt: Mostrar todos os jogos do banco de dados - equivalente a procurar a posição inicial padrão
ro: Afișați toate jocurile de bază de date - echivalent cu căutarea poziției standard de pornire
ru: Показать все игры базы данных — эквивалентно поиску стандартной начальной позиции

source: Show all games ordered by White player, useful for searching for players
fa: نمایش تمام بازی های مرتب شده توسط پخش کننده سفید، مفید برای جستجوی بازیکنان
ja: 白のプレイヤー順にすべてのゲームを表示します。プレイヤーの検索に便利です。
ko: 모든 게임을 화이트 플레이어 순으로 정렬하여 표시하므로 플레이어 검색에 유용합니다.
lt: Rodyti visus žaidimus, užsakytus pagal White Player, naudinga ieškant žaidėjų
no: Vis alle spill sortert etter hvit spiller, nyttig for å søke etter spillere
pl: Pokaż wszystkie gry posortowane według gracza białego, przydatne przy wyszukiwaniu graczy
pt: Mostrar todos os jogos ordenados por jogador branco, útil para procurar jogadores
ro: Afișează toate jocurile comandate de jucătorul alb, utile pentru căutarea jucătorilor
ru: Показать все игры, отсортированные по Белому игроку, полезно для поиска игроков

source: Check to show 3d move list window
fa: برای نمایش پنجره فهرست حرکت سه بعدی علامت بزنید
ja: 3D移動リストウィンドウを表示するかどうかチェックする
ko: 3D 이동 목록 창을 표시하려면 체크하세요
lt: Pažymėkite, kad būtų rodomas 3D judesių sąrašo langas
no: Kryss av for å vise 3d flyttelistevindu
pl: Zaznacz, aby wyświetlić okno z listą ruchów 3D
pt: Marque para mostrar a janela da lista de movimentos 3D
ro: Bifați pentru a afișa fereastra cu listă de mișcări 3D
ru: Установите флажок, чтобы показать окно списка 3D-ходов

source: Check to show 3d game clock window
fa: برای نمایش پنجره ساعت بازی سه بعدی علامت بزنید
ja: 3Dゲームクロックウィンドウを表示するかどうかチェックする
ko: 3D 게임 시계 창을 표시하려면 체크하세요
lt: Pažymėkite, kad būtų rodomas 3D žaidimo laikrodžio langas
no: Merk av for å vise 3d-spillklokkevinduet
pl: Zaznacz, aby wyświetlić okno zegara gry 3D
pt: Marque para mostrar a janela do relógio do jogo 3D
ro: Bifați pentru a afișa fereastra ceasului jocului 3D
ru: Установите флажок, чтобы показать окно 3D-часов игры

source: Toolbar
fa: نوار ابزار
ja: ツールバー
ko: 툴바
lt: Įrankių juosta
no: Verktøylinje
pl: Pasek narzędzi
pt: Barra de ferramentas
ro: Bara de instrumente
ru: Панель инструментов

source: Check to show the 3d toolbar
fa: برای نمایش نوار ابزار سه بعدی علامت بزنید
ja: 3Dツールバーを表示するにはチェックを入れます
ko: 3D 툴바를 표시하려면 체크하세요
lt: Pažymėkite, kad būtų rodoma 3D įrankių juosta
no: Merk av for å vise 3d-verktøylinjen
pl: Zaznacz, aby wyświetlić pasek narzędzi 3D
pt: Marque para mostrar a barra de ferramentas 3D
ro: Bifați pentru a afișa bara de instrumente 3D
ru: Установите флажок, чтобы отобразить панель инструментов 3D.

source: 3d options..
fa: گزینه های سه بعدی..
ja: 3D オプション..
ko: 3D 옵션..
lt: 3d parinktys..
no: 3d alternativer..
pl: Opcje 3D..
pt: Opções 3D..
ro: optiuni 3d...
ru: 3d варианты..

source: Select the 3d options
fa: گزینه های سه بعدی را انتخاب کنید
ja: 3Dオプションを選択する
ko: 3D 옵션을 선택하세요
lt: Pasirinkite 3D parinktis
no: Velg 3d-alternativene
pl: Wybierz opcje 3D
pt: Selecione as opções 3D
ro: Selectați opțiunile 3d
ru: Выберите 3D-опции

source: Reset all 3d options
fa: همه گزینه های سه بعدی را بازنشانی کنید
ja: すべての3Dオプションをリセット
ko: 모든 3D 옵션 재설정
lt: Iš naujo nustatyti visas 3D parinktis
no: Tilbakestill alle 3d-alternativer
pl: Zresetuj wszystkie opcje 3D
pt: Redefinir todas as opções 3D
ro: Resetați toate opțiunile 3d
ru: Сбросить все параметры 3D

source: Reset all 3d options to their original values
fa: همه گزینه های سه بعدی را به مقادیر اصلی خود بازنشانی کنید
ja: すべての3Dオプションを元の値にリセットします
ko: 모든 3D 옵션을 원래 값으로 재설정합니다.
lt: Iš naujo nustatykite visas 3D parinktis į pradines vertes
no: Tilbakestill alle 3d-alternativer til de opprinnelige verdiene
pl: Przywróć wszystkie opcje 3D do ich oryginalnych wartości
pt: Redefinir todas as opções 3D para seus valores originais
ro: Resetați toate opțiunile 3d la valorile lor originale
ru: Сбросить все параметры 3D до исходных значений

source: 3d help
fa: کمک سه بعدی
ja: 3Dヘルプ
ko: 3d 도움말
lt: 3d pagalba
no: 3d hjelp
pl: Pomoc 3D
pt: Ajuda 3D
ro: ajutor 3d
ru: 3d помощь

source: General help for 3d graphics
fa: راهنمای کلی برای گرافیک سه بعدی
ja: 3Dグラフィックスの一般的なヘルプ
ko: 3D 그래픽에 대한 일반적인 도움말
lt: Bendra pagalba 3D grafikai
no: Generell hjelp for 3d-grafikk
pl: Ogólna pomoc dla grafiki 3D
pt: Ajuda geral para gráficos 3D
ro: Ajutor general pentru grafica 3D
ru: Общая помощь по 3D-графике

source: Open help file F1
fa: فایل راهنما F1 را باز کنید
ja: ヘルプファイルを開く F1
ko: 도움말 파일 열기 F1
lt: Atidarykite žinyno failą F1
no: Åpne hjelpefilen F1
pl: Otwórz plik pomocy F1
pt: Abra o arquivo de ajuda F1
ro: Deschideți fișierul de ajutor F1
ru: Открыть файл справки F1

source: 3d Sound effects options
fa: گزینه های جلوه های صوتی سه بعدی
ja: 3Dサウンド効果オプション
ko: 3D 사운드 효과 옵션
lt: 3D garso efektų parinktys
no: Alternativer for 3d-lydeffekter
pl: Opcje efektów dźwiękowych 3D
pt: Opções de efeitos sonoros 3D
ro: Opțiuni de efecte de sunet 3d
ru: Параметры 3D-звуковых эффектов

source: In 3d graphics, the pieces are moved by clicking the start square
fa: در گرافیک سه بعدی، قطعات با کلیک بر روی مربع شروع حرکت می کنند
ja: 3Dグラフィックスでは、スタートマスをクリックしてピースを移動します。
ko: 3D 그래픽에서는 시작 사각형을 클릭하여 조각을 이동합니다.
lt: 3D grafikoje detalės perkeliamos spustelėjus pradžios kvadratą
no: I 3d-grafikk flyttes brikkene ved å klikke på startfeltet
pl: W grafice 3D elementy przesuwa się, klikając pole startowe
pt: Em gráficos 3D, as peças são movidas clicando no quadrado inicial
ro: În grafica 3D, piesele sunt mutate făcând clic pe pătratul de început
ru: В 3D-графике элементы перемещаются нажатием на начальный квадрат.

source: and then the end square of the move.
fa: و سپس مربع انتهایی حرکت.
ja: そして、移動の終了マスです。
ko: 그리고 이동의 마지막 칸입니다.
lt: o tada ėjimo pabaigos kvadratas.
no: og deretter sluttruten på trekket.
pl: a następnie pole końcowe ruchu.
pt: e então o quadrado final do movimento.
ro: și apoi pătratul final al mișcării.
ru: а затем конечная клетка хода.

source: Alternatively, you can click just the end square and in case of ambiguity,
fa: یا می توانید فقط بر روی مربع انتهایی کلیک کنید و در صورت ابهام،
ja: あるいは、端の四角だけをクリックして、不明な場合は
ko: 또는 끝 사각형만 클릭할 수 있으며 모호한 경우
lt: Arba galite spustelėti tik pabaigos kvadratą ir, jei kiltų neaiškumų,
no: Alternativt kan du klikke bare på sluttkanten og i tilfelle tvetydighet,
pl: Możesz też kliknąć tylko kwadrat końcowy i w razie niejasności
pt: Alternativamente, você pode clicar apenas no quadrado final e em caso de ambiguidade,
ro: Alternativ, puteți face clic doar pe pătratul de la capăt și, în caz de ambiguitate,
ru: В качестве альтернативы вы можете нажать только на конечный квадрат и в случае неоднозначности,

source: choose the move that you want from the pop-up window that appears.
fa: حرکت مورد نظر خود را از پنجره پاپ آپی که ظاهر می شود انتخاب کنید.
ja: 表示されるポップアップ ウィンドウから必要な移動を選択します。
ko: 나타나는 팝업창에서 원하는 동작을 선택하세요.
lt: pasirodžiusiame iššokančiame lange pasirinkite norimą judesį.
no: velg trekket du ønsker fra popup-vinduet som vises.
pl: wybierz ruch, który chcesz wykonać z wyświetlonego okna pop-up.
pt: escolha o movimento que você deseja na janela pop-up que aparece.
ro: alegeți mutarea dorită din fereastra pop-up care apare.
ru: выберите нужный ход в появившемся всплывающем окне.

source: There is no drag and drop for moves in 3d.
fa: هیچ کشیدن و رها کردن برای حرکت در سه بعدی وجود ندارد.
ja: 3D での移動にはドラッグ アンド ドロップはありません。
ko: 3D에서는 움직일 때 드래그 앤 드롭이 없습니다.
lt: 3D judesiams netaikomas vilkimas.
no: Det er ingen dra og slipp for bevegelser i 3d.
pl: W przypadku ruchów 3D nie ma funkcji „przeciągnij i upuść”.
pt: Não há necessidade de arrastar e soltar para movimentos em 3D.
ro: Nu există glisare și plasare pentru mișcările în 3d.
ru: В 3D нет функции перетаскивания.

source: The board can be moved and sized using the widget with the double arrows
fa: تابلو را می توان با استفاده از ویجت با فلش های دوتایی جابجا کرد و اندازه گرفت
ja: ボードは、二重矢印のウィジェットを使用して移動したりサイズを変更したりできます。
ko: 위젯의 이중 화살표를 사용하여 보드를 이동하고 크기를 조정할 수 있습니다.
lt: Lentą galima perkelti ir keisti dydį naudojant valdiklį su dvigubomis rodyklėmis
no: Brettet kan flyttes og dimensjoneres ved hjelp av widgeten med doble piler
pl: Tablicę można przesuwać i zmieniać jej rozmiar za pomocą widżetu z podwójnymi strzałkami
pt: O tabuleiro pode ser movido e dimensionado usando o widget com as setas duplas
ro: Tabla poate fi mutată și dimensionată folosind widget-ul cu săgețile duble
ru: Доску можно перемещать и изменять ее размер с помощью виджета с двойными стрелками.

source: in the bottom right corner of the screen.
fa: در گوشه سمت راست پایین صفحه نمایش.
ja: 画面の右下隅にあります。
ko: 화면 오른쪽 하단에 있습니다.
lt: apatiniame dešiniajame ekrano kampe.
no: nederst til høyre på skjermen.
pl: w prawym dolnym rogu ekranu.
pt: no canto inferior direito da tela.
ro: în colțul din dreapta jos al ecranului.
ru: в правом нижнем углу экрана.

source: A pop-up help box is displayed if you hover the mouse cursor
fa: اگر نشانگر ماوس را نگه دارید، یک کادر راهنمای پاپ آپ نمایش داده می شود
ja: マウスカーソルを合わせるとポップアップヘルプボックスが表示されます。
ko: 마우스 커서를 올려 놓으면 팝업 도움말 상자가 표시됩니다.
lt: Užvedus pelės žymeklį rodomas iššokantis pagalbos langas
no: En popup-hjelpeboks vises hvis du holder musepekeren
pl: Po najechaniu kursorem myszy na okno pomocy zostanie wyświetlone
pt: Uma caixa de ajuda pop-up é exibida se você passar o cursor do mouse
ro: O casetă de ajutor pop-up este afișată dacă treceți cursorul mouse-ului
ru: При наведении курсора мыши отображается всплывающее окно справки.

source: over the small border around the arrow buttons.
fa: روی حاشیه کوچک اطراف دکمه های پیکان.
ja: 矢印ボタンの周りの小さな境界線の上。
ko: 화살표 버튼 주위의 작은 테두리를 따라가세요.
lt: per mažą kraštelį aplink rodyklių mygtukus.
no: over den lille kanten rundt pilknappene.
pl: nad małą ramką wokół przycisków strzałek.
pt: sobre a pequena borda ao redor dos botões de seta.
ro: peste chenarul mic din jurul butoanelor săgeți.
ru: над небольшой рамкой вокруг кнопок со стрелками.

source: 3d options can be set from the < 3d graphics> < 3d options.. > main menu item.
fa: گزینه های سه بعدی را می توان از آیتم منوی اصلی <گرافیک سه بعدی> <گزینه های سه بعدی..> تنظیم کرد.
ja: 3D オプションは、< 3D グラフィックス > < 3D オプション.. > メイン メニュー項目から設定できます。
ko: 3D 옵션은 <3D 그래픽> <3D 옵션..> 메인 메뉴 항목에서 설정할 수 있습니다.
lt: 3D parinktis galima nustatyti pagrindiniame meniu elemente < 3d grafika> < 3d options.. >.
no: 3D-alternativer kan angis fra < 3d-grafikk> < 3d-alternativer.. > hovedmenyelementet.
pl: Opcje 3D można ustawić w menu głównym < Grafika 3D > < Opcje 3D.. >.
pt: As opções 3D podem ser definidas no item do menu principal < Gráficos 3D> < Opções 3D.. >.
ro: Opțiunile 3d pot fi setate din elementul de meniu principal < Grafică 3d> < Opțiuni 3d.. >.
ru: Параметры 3D можно задать в пункте главного меню < 3D графика> < 3D параметры.. >.

source: Help for the 3d options is available from the dialog box that appears.
fa: راهنما برای گزینه های سه بعدی از کادر محاوره ای ظاهر شده در دسترس است.
ja: 3D オプションのヘルプは、表示されるダイアログ ボックスから利用できます。
ko: 3D 옵션에 대한 도움말은 표시되는 대화 상자에서 확인할 수 있습니다.
lt: Pasirodžiusiame dialogo lange pateikiama 3D parinkčių pagalba.
no: Hjelp for 3d-alternativene er tilgjengelig fra dialogboksen som vises.
pl: Pomoc dotycząca opcji 3D jest dostępna w wyświetlonym oknie dialogowym.
pt: Ajuda para as opções 3D está disponível na caixa de diálogo que aparece.
ro: Ajutorul pentru opțiunile 3d este disponibil din caseta de dialog care apare.
ru: Справка по 3D-параметрам доступна в появившемся диалоговом окне.

source: To get your selected chess set to look its best, you may need to make some
fa: برای اینکه ست شطرنج انتخابی خود را به بهترین شکل نشان دهید، ممکن است لازم باشد تعدادی بسازید
ja: 選んだチェスセットを最高の状態にするには、いくつかの調整が必要になるかもしれません。
ko: 선택한 체스 세트를 최상의 모습으로 만들려면 다음과 같은 작업이 필요할 수 있습니다.
lt: Kad pasirinktas šachmatų rinkinys atrodytų geriausiai, gali tekti jį pagaminti
no: For å få det valgte sjakksettet til å se best mulig ut, må du kanskje lage noen
pl: Aby wybrany zestaw szachowy wyglądał jak najlepiej, może być konieczne wykonanie kilku czynności
pt: Para que o conjunto de xadrez selecionado tenha a melhor aparência possível, talvez seja necessário fazer algumas
ro: Pentru ca setul de șah selectat să arate cât mai bine, poate fi necesar să faci câteva
ru: Чтобы выбранный вами набор шахмат выглядел наилучшим образом, вам, возможно, придется сделать некоторые
