Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: and check the < Use engine epm name > checkbox.
fa: و چک باکس < Use engine epm name > را علامت بزنید.
ja: <エンジン EPM 名を使用する> チェックボックスをオンにします。
ko: <엔진 epm 이름 사용> 체크박스를 체크하세요.
lt: ir pažymėkite žymimąjį laukelį < Use engine epm name >.
no: og merk av for < Bruk motor epm-navn >.
pl: i zaznacz pole wyboru <Użyj nazwy EPM silnika>.
pt: e marque a caixa de seleção < Usar nome do mecanismo epm >.
ro: și bifați caseta de selectare < Use engine epm name >.
ru: и установите флажок <Использовать имя epm двигателя>.

source: Engine options help
fa: گزینه های موتور کمک می کند
ja: エンジンオプションのヘルプ
ko: 엔진 옵션 도움말
lt: Variklio parinktys padeda
no: Motoralternativer hjelper
pl: Pomoc dotycząca opcji silnika
pt: Ajuda com opções de motor
ro: Opțiunile motorului ajută
ru: Помощь с параметрами двигателя

source: Parameter storage
fa: ذخیره سازی پارامتر
ja: パラメータ保存
ko: 매개변수 저장
lt: Parametrų saugojimas
no: Parameterlagring
pl: Przechowywanie parametrów
pt: Armazenamento de parâmetros
ro: Stocarea parametrilor
ru: Хранение параметров

source: With this version of the program, I have increased the storage length
fa: با این نسخه از برنامه، مدت ذخیره سازی را افزایش داده ام
ja: このバージョンのプログラムでは、保存期間が長くなりました
ko: 이 버전의 프로그램을 사용하면 저장 길이가 늘어났습니다.
lt: Su šia programos versija padidinau saugojimo trukmę
no: Med denne versjonen av programmet har jeg økt lagringslengden
pl: W tej wersji programu zwiększyłem długość pamięci masowej
pt: Com esta versão do programa, aumentei o tempo de armazenamento
ro: Cu această versiune a programului, am mărit durata de stocare
ru: В этой версии программы я увеличил длительность хранения

source: for engine file names (with path) in *.epm files from 80 to 256 characters,
fa: برای نام فایل های موتور (با مسیر) در فایل های *.epm از 80 تا 256 کاراکتر،
ja: *.epm ファイル内のエンジンファイル名（パス付き）は 80 文字から 256 文字までです。
ko: *.epm 파일의 엔진 파일 이름(경로 포함)은 80자에서 256자까지입니다.
lt: variklio failų pavadinimams (su keliu) *.epm failuose nuo 80 iki 256 simbolių,
no: for motorfilnavn (med bane) i *.epm-filer fra 80 til 256 tegn,
pl: dla nazw plików silnika (z ścieżką) w plikach *.epm od 80 do 256 znaków,
pt: para nomes de arquivos de mecanismo (com caminho) em arquivos *.epm de 80 a 256 caracteres,
ro: pentru numele fișierelor motor (cu cale) în fișiere *.epm de la 80 la 256 de caractere,
ru: для имен файлов движка (с путем) в файлах *.epm от 80 до 256 символов,

source: so there should be no problems saving and loading engine names.
fa: بنابراین در ذخیره و بارگذاری نام موتورها نباید مشکلی وجود داشته باشد.
ja: したがって、エンジン名の保存と読み込みに問題は発生しないはずです。
ko: 그러므로 엔진 이름을 저장하고 로드하는 데 아무런 문제가 없을 것입니다.
lt: todėl neturėtų kilti problemų išsaugant ir įkeliant variklių pavadinimus.
no: så det skal ikke være noen problemer med å lagre og laste inn motornavn.
pl: więc nie powinno być problemów z zapisywaniem i wczytywaniem nazw silników.
pt: então não deve haver problemas para salvar e carregar nomes de mecanismos.
ro: deci nu ar trebui să existe probleme la salvarea și încărcarea numelor de motor.
ru: поэтому проблем с сохранением и загрузкой названий двигателей возникнуть не должно.

source: Also, there is now an error check for this on both < Save engine.. >
fa: همچنین، اکنون یک بررسی خطا برای این مورد در هر دو < Save engine.. > وجود دارد
ja: また、< 保存エンジン > の両方でこれに対するエラー チェックが行われるようになりました。
ko: 또한, <저장 엔진..> 에 대한 오류 검사가 추가되었습니다.
lt: Be to, dabar yra klaidų tikrinimas abiejuose < Išsaugoti variklį.. >
no: Dessuten er det nå en feilsjekk for dette på begge < Lagre motor.. >
pl: Ponadto, teraz dostępna jest kontrola błędów w obu opcjach < Save engine.. >
pt: Além disso, agora há uma verificação de erro para isso em < Save engine.. >
ro: De asemenea, există acum o verificare a erorilor pentru aceasta atât pe <Salvare motor.. >
ru: Кроме того, теперь есть проверка на наличие ошибок в обоих < Сохранить движок.. >

source: and < Load engine.. >
fa: و < موتور بارگذاری.. >
ja: そして<エンジンをロードします。>
ko: 그리고 < 엔진 로드.. >
lt: ir < Pakrauti variklį.. >
no: og < Last motor.. >
pl: i < Załaduj silnik.. >
pt: e < Carregar mecanismo.. >
ro: și < Încărcați motorul.. >
ru: и < Загрузить двигатель.. >

source: I have left the maximum length for custom parameters at 80 characters,
fa: من حداکثر طول را برای پارامترهای سفارشی 80 کاراکتر گذاشته ام،
ja: カスタムパラメータの最大文字数は80文字に設定しました。
ko: 사용자 정의 매개변수의 최대 길이를 80자로 두었습니다.
lt: Palikau didžiausią tinkintų parametrų ilgį 80 simbolių,
no: Jeg har la maksimal lengde for egendefinerte parametere være 80 tegn,
pl: Maksymalna długość parametrów niestandardowych została ustalona na 80 znaków,
pt: Deixei o comprimento máximo para parâmetros personalizados em 80 caracteres,
ro: Am lăsat lungimea maximă pentru parametri personalizați la 80 de caractere,
ru: Я оставил максимальную длину для пользовательских параметров в 80 символов,

source: because most of them are much shorter than this.
fa: زیرا اکثر آنها بسیار کوتاهتر از این هستند.
ja: なぜなら、それらのほとんどはこれよりずっと短いからです。
ko: 왜냐하면 그 중 대부분이 이것보다 훨씬 짧기 때문입니다.
lt: nes dauguma jų yra daug trumpesnės už šią.
no: fordi de fleste av dem er mye kortere enn dette.
pl: ponieważ większość z nich jest o wiele krótsza.
pt: porque a maioria deles é muito mais curta do que isso.
ro: pentru că majoritatea sunt mult mai scurte decât aceasta.
ru: потому что большинство из них намного короче.

source: However, any custom parameter that has a file name may cause a problem.
fa: با این حال، هر پارامتر سفارشی که نام فایل دارد ممکن است مشکل ایجاد کند.
ja: ただし、ファイル名を持つカスタム パラメータは問題を引き起こす可能性があります。
ko: 그러나 파일 이름이 있는 사용자 정의 매개변수는 문제를 일으킬 수 있습니다.
lt: Tačiau bet koks tinkintas parametras, turintis failo pavadinimą, gali sukelti problemų.
no: Imidlertid kan enhver egendefinert parameter som har et filnavn forårsake et problem.
pl: Jednak każdy niestandardowy parametr posiadający nazwę pliku może powodować problem.
pt: Entretanto, qualquer parâmetro personalizado que tenha um nome de arquivo pode causar um problema.
ro: Cu toate acestea, orice parametru personalizat care are un nume de fișier poate cauza o problemă.
ru: Однако любой пользовательский параметр, имеющий имя файла, может вызвать проблему.

source: e.g. < SyzygyPath > for tablebases and < EvalFile > for neural nets.
fa: به عنوان مثال < SyzygyPath > برای tablebases و < EvalFile > برای شبکه های عصبی.
ja: たとえば、テーブルベースの場合は < SyzygyPath >、ニューラル ネットの場合は < EvalFile > です。
ko: 예를 들어, 테이블베이스의 경우 <SyzygyPath>, 신경망의 경우 <EvalFile>입니다.
lt: pvz. < SyzygyPath > lentelių bazėms ir < EvalFile > neuroniniams tinklams.
no: f.eks. < SyzygyPath > for tabellbaser og < EvalFile > for nevrale nett.
pl: np. < SyzygyPath > dla tabel bazowych i < EvalFile > dla sieci neuronowych.
pt: por exemplo, < SyzygyPath > para bases de tabela e < EvalFile > para redes neurais.
ro: de ex. < SyzygyPath > pentru baze de tabele și < EvalFile > pentru rețele neuronale.
ru: например, <SyzygyPath> для табличных баз и <EvalFile> для нейронных сетей.

source: So if you load any option that has a filename, make sure that the
fa: بنابراین اگر گزینه ای را بارگذاری می کنید که نام فایل دارد، مطمئن شوید که
ja: したがって、ファイル名を持つオプションをロードする場合は、
ko: 따라서 파일 이름이 있는 옵션을 로드하는 경우 다음을 확인하세요.
lt: Taigi, jei įkeliate bet kurią parinktį, kuri turi failo pavadinimą, įsitikinkite, kad
no: Så hvis du laster inn et alternativ som har et filnavn, sørg for at
pl: Dlatego jeśli ładujesz jakąkolwiek opcję posiadającą nazwę pliku, upewnij się, że
pt: Portanto, se você carregar qualquer opção que tenha um nome de arquivo, certifique-se de que o
ro: Deci, dacă încărcați orice opțiune care are un nume de fișier, asigurați-vă că
ru: Поэтому, если вы загружаете любую опцию, имеющую имя файла, убедитесь, что

source: filename with path is less than 80 characters.
fa: نام فایل با مسیر کمتر از 80 کاراکتر است.
ja: パスを含むファイル名は 80 文字未満です。
ko: 경로가 포함된 파일 이름이 80자 미만입니다.
lt: failo pavadinimas su keliu yra mažesnis nei 80 simbolių.
no: filnavn med bane er mindre enn 80 tegn.
pl: nazwa pliku ze ścieżką dostępu jest krótsza niż 80 znaków.
pt: nome do arquivo com caminho tem menos de 80 caracteres.
ro: numele fișierului cu calea are mai puțin de 80 de caractere.
ru: имя файла с путем содержит менее 80 символов.

source: If you disregard this guideline, it usually won't cause the program
fa: اگر این دستورالعمل را نادیده بگیرید، معمولاً باعث ایجاد برنامه نمی شود
ja: このガイドラインを無視しても、プログラムが
ko: 이 지침을 무시하면 일반적으로 프로그램이 실행되지 않습니다.
lt: Jei nepaisysite šios gairės, tai paprastai nesukels programos
no: Hvis du ser bort fra denne retningslinjen, vil det vanligvis ikke forårsake programmet
pl: Zlekceważenie tej wskazówki zazwyczaj nie spowoduje awarii programu.
pt: Se você desconsiderar esta diretriz, normalmente isso não fará com que o programa
ro: Dacă nu respectați acest ghid, de obicei nu va cauza programul
ru: Если вы проигнорируете это правило, это обычно не приведет к сбою программы.

source: to crash, but the option will not work.
fa: خراب شود، اما این گزینه کار نخواهد کرد.
ja: クラッシュする可能性がありますが、オプションは機能しません。
ko: 충돌이 발생하지만 해당 옵션은 작동하지 않습니다.
lt: sudužti, bet parinktis neveiks.
no: å krasje, men alternativet vil ikke fungere.
pl: do awarii, ale opcja ta nie będzie działać.
pt: travar, mas a opção não funcionará.
ro: să se blocheze, dar opțiunea nu va funcționa.
ru: рухнуть, но опция не сработает.

source: Notes on parameter storage
fa: نکاتی در مورد ذخیره پارامترها
ja: パラメータ保存に関する注意事項
ko: 매개변수 저장에 대한 참고 사항
lt: Pastabos dėl parametrų saugojimo
no: Merknader om parameterlagring
pl: Uwagi dotyczące przechowywania parametrów
pt: Notas sobre armazenamento de parâmetros
ro: Note despre stocarea parametrilor
ru: Замечания по хранению параметров

source: Engine paused
fa: موتور مکث کرد
ja: エンジンが停止しました
ko: 엔진이 일시 정지되었습니다
lt: Variklis sustabdytas
no: Motoren stoppet
pl: Silnik wstrzymany
pt: Motor parado
ro: Motorul sa oprit
ru: Двигатель остановлен

source: Press OK to continue
fa: برای ادامه OK را فشار دهید
ja: 続行するには[OK]を押してください
ko: 계속하려면 확인을 누르세요
lt: Norėdami tęsti, paspauskite OK
no: Trykk OK for å fortsette
pl: Naciśnij OK, aby kontynuować
pt: Pressione OK para continuar
ro: Apăsați OK pentru a continua
ru: Нажмите ОК, чтобы продолжить.

source: Games in an engine match or tournament cannot be adjudicated
fa: بازی‌های یک مسابقه موتوری یا تورنمنت قابل قضاوت نیستند
ja: エンジンマッチやトーナメントのゲームは判定できません
ko: 엔진 매치 또는 토너먼트의 게임은 판정될 수 없습니다.
lt: Variklio rungtynių ar turnyro žaidimai negali būti vertinami
no: Spill i en motorkamp eller turnering kan ikke dømmes
pl: Gry rozgrywane w meczach lub turniejach silnikowych nie podlegają rozstrzygnięciu
pt: Os jogos em uma partida de mecanismo ou torneio não podem ser julgados
ro: Jocurile dintr-un meci motor sau turneu nu pot fi adjudecate
ru: Игры в матче или турнире движка не могут быть оценены

source: until after the engine has played a move.
fa: تا زمانی که موتور حرکتی انجام دهد.
ja: エンジンが動きを終えるまで。
ko: 엔진이 한 번 움직일 때까지.
lt: kol variklis nepadarė judesio.
no: til etter at motoren har spilt et trekk.
pl: dopóki silnik nie wykona ruchu.
pt: até que o motor tenha feito um movimento.
ro: până după ce motorul a jucat o mișcare.
ru: пока двигатель не сделает ход.

source: Game adjudication message
fa: پیام قضاوت بازی
ja: ゲーム判定メッセージ
ko: 게임 판정 메시지
lt: Žaidimo sprendimo žinutė
no: Melding om kampvurdering
pl: Wiadomość o ocenie gry
pt: Mensagem de adjudicação do jogo
ro: Mesaj de adjudecare a jocului
ru: Сообщение о решении по игре

source: Stop engine match
fa: مسابقه موتور را متوقف کنید
ja: エンジンマッチを停止
ko: 엔진 매치 중지
lt: Sustabdykite variklio rungtynes
no: Stopp motoren
pl: Zatrzymaj silnik
pt: Pare a partida do motor
ro: Opriți meciul motorului
ru: Остановить двигатель матч

source: Cannot load engine 1 - Match terminated
fa: نمی توان موتور 1 را بار کرد - مسابقه خاتمه یافت
ja: エンジン 1 をロードできません - 試合は終了しました
ko: 엔진 1을 로드할 수 없습니다. 매치가 종료되었습니다.
lt: Nepavyko įkelti 1 variklio – rungtynės nutrauktos
no: Kan ikke laste motor 1 - Match avsluttet
pl: Nie można załadować silnika 1 - Mecz zakończony
pt: Não é possível carregar o mecanismo 1 - Partida encerrada
ro: Motorul 1 nu poate fi încărcat - Meciul s-a încheiat
ru: Невозможно загрузить движок 1 — матч прекращен

source: Cannot load engine 2 - Match terminated
fa: نمی توان موتور 2 را بار کرد - مسابقه خاتمه یافت
ja: エンジン 2 をロードできません - 試合は終了しました
ko: 엔진 2를 로드할 수 없습니다 - 매치가 종료되었습니다.
lt: Nepavyko įkelti 2 variklio – rungtynės nutrauktos
no: Kan ikke laste motor 2 - Match avsluttet
pl: Nie można załadować silnika 2 - Mecz zakończony
pt: Não é possível carregar o mecanismo 2 - Partida encerrada
ro: Nu se poate încărca motorul 2 - Meciul s-a încheiat
ru: Невозможно загрузить движок 2 — матч прекращен

source: Error writing match game
fa: خطا در نوشتن بازی مسابقه
ja: マッチゲームの書き込みエラー
ko: 매치 게임 쓰기 오류
lt: Klaida rašant rungtynių žaidimą
no: Feil ved skriving av kampspill
pl: Błąd podczas zapisywania gry meczowej
pt: Erro ao escrever jogo de correspondência
ro: Eroare la scrierea jocului meci
ru: Ошибка записи игры-матча

source: points
fa: امتیاز
ja: ポイント
ko: 전철기
lt: taškų
no: poeng
pl: zwrotnica
pt: pontos
ro: puncte
ru: точки

source: Engine match finished
fa: مسابقه موتور تمام شد
ja: エンジンマッチング完了
ko: 엔진매치 완료
lt: Variklio rungtynės baigtos
no: Motorkampen er ferdig
pl: Dopasowanie silnika zakończone
pt: Partida do motor concluída
ro: Meciul motorului s-a terminat
ru: Соответствие двигателя завершено

source: Blitz :
fa: بلیتز:
ja: ブリッツ:
ko: 블리츠 :
pl: Błyskawica:
ru: Блиц:

source: minutes
fa: دقیقه
ja: 分
ko: 분
lt: minučių
no: minutter
pl: protokół
pt: minutos
ro: minute
ru: минут

source: Fixed time :
fa: زمان ثابت:
ja: 固定時間:
ko: 고정 시간 :
lt: Fiksuotas laikas:
no: Fast tid:
pl: Stały czas:
pt: Tempo fixo:
ro: Timp fix:
ru: Фиксированное время:

source: mins.
fa: دقیقه
ja: 分。
ko: 분
lt: min.
no: min.
pl: minuty.
pt: minutos.
ro: min.
ru: мин.

source: secs.
fa: ثانیه
ja: 秒。
ko: 초
lt: sek.
no: sek.
pl: sek.
pt: segundos.
ro: sec.
ru: сек.

source: PGN Match Filename
fa: نام فایل مطابقت PGN
ja: PGN 一致ファイル名
ko: PGN 매치 파일 이름
lt: PGN atitikties failo pavadinimas
no: PGN Match filnavn
pl: PGN dopasowuje nazwę pliku
pt: Nome do arquivo de correspondência PGN
ru: PGN Соответствие имени файла

source: Select .pgn file for engine match
fa: فایل pgn. را برای مطابقت موتور انتخاب کنید
ja: エンジンマッチング用の.pgnファイルを選択
ko: 엔진 매치를 위해 .pgn 파일을 선택하세요
lt: Pasirinkite .pgn failą variklio atitikčiai
no: Velg .pgn-fil for motormatch
pl: Wybierz plik .pgn do dopasowania do silnika
pt: Selecione o arquivo .pgn para correspondência do mecanismo
ro: Selectați fișierul .pgn pentru potrivirea motorului
ru: Выберите файл .pgn для соответствия движку

source: Engine 1
fa: موتور 1
ja: エンジン1
ko: 엔진 1
lt: Variklis 1
no: Motor 1
pl: Silnik 1
pt: Motor 1
ro: Motorul 1
ru: Двигатель 1

source: Select engine ..
fa: موتور را انتخاب کنید..
ja: エンジンを選択してください。
ko: 엔진을 선택하세요..
lt: Pasirinkite variklį..
no: Velg motor..
pl: Wybierz silnik..
pt: Selecione o motor..
ro: Alege motorul..
ru: Выберите двигатель ..

source: Use book
fa: از کتاب استفاده کنید
ja: 本を使う
ko: 책을 이용하다
lt: Naudokite knygą
no: Bruk bok
pl: Użyj książki
pt: Usar livro
ro: Folosește cartea
ru: Использовать книгу

source: Opening book..
fa: افتتاحیه کتاب..
ja: オープニングブック。
ko: 책을 여는 중..
lt: Atidaroma knyga..
no: Åpningsbok..
pl: Otwarcie książki..
pt: Abrindo o livro..
ro: Cartea de deschidere..
ru: Открытие книги..

source: Time controls..
fa: کنترل زمان..
ja: 時間制御。
ko: 시간 제어..
lt: Laiko valdymas..
no: Tidskontroll..
pl: Kontrola czasu..
pt: Controles de tempo.
ro: Controlul timpului..
ru: Контроль времени..

source: Engine adjustment..
fa: تنظیم موتور..
ja: エンジン調整。
ko: 엔진 조정..
lt: Variklio reguliavimas..
no: Motor justering..
pl: Regulacja silnika..
pt: Ajuste do motor..
ro: Reglaj motor..
ru: Регулировка двигателя..

source: Start the match..
fa: شروع مسابقه..
ja: 試合を開始します。
ko: 경기를 시작합니다.
lt: Pradėkite rungtynes..
no: Start kampen..
pl: Rozpocznij mecz.
pt: Comece a partida.
ro: Începe meciul..
ru: Начать матч..

source: Engine 2
fa: موتور 2
ja: エンジン2
ko: 엔진 2
lt: 2 variklis
no: Motor 2
pl: Silnik 2
pt: Motor 2
ro: Motorul 2
ru: Двигатель 2

source: Game options
fa: گزینه های بازی
ja: ゲームオプション
ko: 게임 옵션
lt: Žaidimo parinktys
no: Spillalternativer
pl: Opcje gry
pt: Opções de jogo
ro: Opțiuni de joc
ru: Варианты игры

source: No. of games
fa: تعداد بازی ها
ja: ゲーム数
ko: 게임 수
lt: Žaidimų skaičius
no: Antall spill
pl: Liczba gier
pt: Nº de jogos
ro: Nr. de jocuri
ru: Количество игр

source: Move limit
fa: محدودیت حرکت
ja: 移動制限
ko: 이동 제한
lt: Judėjimo limitas
no: Flyttegrense
pl: Limit ruchu
pt: Limite de movimento
ro: Limita de mutare
ru: Лимит перемещения

source: Alternate colours
fa: رنگ های متناوب
ja: 代替色
ko: 대체 색상
lt: Alternatyvios spalvos
no: Alternative farger
pl: Alternatywne kolory
pt: Cores alternativas
ro: Culori alternative
ru: Альтернативные цвета

source: Save match..
fa: ذخیره مسابقه..
ja: 試合を保存します。
ko: 매치를 저장하세요..
lt: Išsaugoti rungtynes..
no: Lagre kamp..
pl: Zapisz mecz..
pt: Salvar partida..
ro: Salvează meciul...
ru: Сохранить совпадение..

source: Select .mat file to save engine match
fa: فایل mat را انتخاب کنید تا مسابقه موتور ذخیره شود
ja: エンジンマッチを保存するには.matファイルを選択してください
ko: 엔진 매치를 저장하려면 .mat 파일을 선택하세요
lt: Pasirinkite .mat failą, kad išsaugotumėte variklio atitiktį
no: Velg .mat-fil for å lagre motormatch
pl: Wybierz plik .mat, aby zapisać dopasowanie silnika
pt: Selecione o arquivo .mat para salvar a correspondência do mecanismo
ro: Selectați fișierul .mat pentru a salva potrivirea motorului
ru: Выберите файл .mat для сохранения соответствия движку

source: Load match..
fa: بارگیری مسابقه..
ja: マッチをロードします。
ko: 로드 매치..
lt: Įkelti atitikmenį..
no: Last match..
pl: Załaduj mecz..
pt: Carregar correspondência..
ro: Încărcați potrivirea..
ru: Загрузить совпадение..

source: Display score on panel tab
fa: نمایش امتیاز در تب پانل
ja: パネルタブにスコアを表示する
ko: 패널 탭에 점수 표시
lt: Rodyti balą skydelio skirtuke
no: Vis poengsum på panelfanen
pl: Wyświetl wynik na karcie panelu
pt: Exibir pontuação na aba do painel
ro: Afișează scorul pe fila panoului
ru: Отображение счета на вкладке панели

source: Enter the name for the engine match PGN file
fa: نام فایل PGN match engine را وارد کنید
ja: エンジンマッチPGNファイルの名前を入力してください
ko: 엔진 매치 PGN 파일의 이름을 입력하세요
lt: Įveskite variklio atitikimo PGN failo pavadinimą
no: Skriv inn navnet på motormatch-PGN-filen
pl: Wprowadź nazwę pliku PGN dopasowania silnika
pt: Digite o nome do arquivo PGN correspondente ao mecanismo
ro: Introduceți numele fișierului PGN de ​​potrivire a motorului
ru: Введите имя файла PGN для соответствия движку

source: Select chess engine 1
fa: موتور شطرنج 1 را انتخاب کنید
ja: チェスエンジン1を選択
ko: 체스 엔진 1을 선택하세요
lt: Pasirinkite šachmatų variklį 1
no: Velg sjakkmotor 1
pl: Wybierz silnik szachowy 1
pt: Selecione o motor de xadrez 1
ro: Selectați motorul de șah 1
ru: Выбрать шахматный движок 1

source: Chess engine 1 name
fa: موتور شطرنج 1 نام
ja: チェスエンジン 1 の名前
ko: 체스엔진 1 이름
lt: Šachmatų variklio 1 pavadinimas
no: Navn på sjakkmotor 1
pl: Nazwa silnika szachowego 1
pt: Nome do motor de xadrez 1
ro: Motor de șah 1 nume
ru: Название шахматного движка 1

source: Check box to use opening book
fa: برای استفاده از کتاب افتتاحیه کادر را علامت بزنید
ja: オープニングブックを使用するためのチェックボックス
ko: 오픈북을 사용하려면 체크박스를 선택하세요
lt: Pažymėkite langelį, kad galėtumėte naudoti atidarymo knygą
no: Kryss av for å bruke åpningsboken
pl: Zaznacz pole wyboru, aby użyć książki otwierającej
pt: Caixa de seleção para usar o livro de abertura
ro: Bifați caseta pentru a utiliza cartea de deschidere
ru: Отметьте галочкой, чтобы использовать дебютную книгу

source: Select opening book
fa: کتاب افتتاحیه را انتخاب کنید
ja: オープニングブックを選択
ko: 오프닝북을 선택하세요
lt: Pasirinkite atidarymo knygą
no: Velg åpningsbok
pl: Wybierz książkę otwierającą
pt: Selecione o livro de abertura
ro: Selectați cartea de deschidere
ru: Выберите дебютную книгу

source: Opening book name
fa: نام کتاب افتتاحیه
ja: オープニングブック名
ko: 책 이름 열기
lt: Atidarymo knygos pavadinimas
no: Navn på åpningsbok
pl: Otwarcie nazwy książki
pt: Nome do livro de abertura
ro: Numele cărții de deschidere
ru: Название книги открытия

source: Select the time controls
fa: کنترل های زمان را انتخاب کنید
ja: 時間コントロールを選択する
ko: 시간 제어를 선택하세요
lt: Pasirinkite laiko valdiklius
no: Velg tidskontrollene
pl: Wybierz kontrolki czasu
pt: Selecione os controles de tempo
ro: Selectați controalele de timp
ru: Выберите элементы управления временем

source: Time control type
fa: نوع کنترل زمان
ja: 時間制御タイプ
ko: 시간제어형
lt: Laiko valdymo tipas
no: Tidskontrolltype
pl: Typ sterowania czasem
pt: Tipo de controle de tempo
ro: Tip de control al timpului
ru: Тип контроля времени

source: Open engine time adjustment dialog box
fa: کادر محاوره ای تنظیم زمان موتور را باز کنید
ja: エンジン時間調整ダイアログボックスを開く
ko: 엔진 시간 조정 대화 상자 열기
lt: Atidarykite variklio laiko reguliavimo dialogo langą
no: Åpne dialogboksen for justering av motortid
pl: Otwórz okno dialogowe regulacji czasu pracy silnika
pt: Abrir caixa de diálogo de ajuste de tempo do motor
ro: Deschideți caseta de dialog pentru ajustarea timpului motorului
ru: Открыть диалоговое окно настройки времени работы двигателя

source: Start the chess engine match
fa: مسابقه موتور شطرنج را شروع کنید
ja: チェスエンジンの試合を開始する
ko: 체스 엔진 매치를 시작하세요
lt: Paleiskite šachmatų variklio rungtynes
no: Start sjakkmotorkampen
pl: Rozpocznij rozgrywkę silnika szachowego
pt: Inicie a partida do motor de xadrez
ro: Porniți meciul cu motorul de șah
ru: Запустить шахматный движок

source: Select chess engine 2
fa: موتور شطرنج 2 را انتخاب کنید
ja: チェスエンジン2を選択
ko: 체스엔진2를 선택하세요
lt: Pasirinkite šachmatų variklį 2
no: Velg sjakkmotor 2
pl: Wybierz silnik szachowy 2
pt: Selecione o motor de xadrez 2
ro: Selectați motorul de șah 2
ru: Выбрать шахматный движок 2

source: Chess engine 2 name
fa: نام موتور شطرنج 2
ja: チェスエンジン2の名前
ko: 체스엔진2 이름
lt: Šachmatų variklio 2 pavadinimas
no: Navn på sjakkmotor 2
pl: Nazwa silnika szachowego 2
pt: Nome do motor de xadrez 2
ro: Numele motorului de șah 2
ru: Название шахматного движка 2

source: Enter the number of games for the match
fa: تعداد بازی های مسابقه را وارد کنید
ja: 試合のゲーム数を入力してください
ko: 경기의 게임 수를 입력하세요
lt: Įveskite rungtynių žaidimų skaičių
no: Skriv inn antall kamper for kampen
pl: Wprowadź liczbę gier w meczu
pt: Insira o número de jogos para a partida
ro: Introduceți numărul de jocuri pentru meci
ru: Введите количество игр в матче

source: Enter the maximum number of moves per game
fa: حداکثر تعداد حرکات در هر بازی را وارد کنید
ja: ゲームあたりの最大移動回数を入力します
ko: 게임당 최대 이동 횟수를 입력하세요
lt: Įveskite maksimalų ėjimų skaičių žaidime
no: Angi maksimalt antall trekk per spill
pl: Wprowadź maksymalną liczbę ruchów na grę
pt: Insira o número máximo de movimentos por jogo
ro: Introduceți numărul maxim de mișcări pe joc
ru: Введите максимальное количество ходов за игру

source: Toggle to alternate game colours
fa: تغییر رنگ به رنگ های بازی جایگزین
ja: 別のゲームカラーに切り替える
ko: 게임 색상을 번갈아 가며 전환
lt: Perjunkite į alternatyvias žaidimo spalvas
no: Bytt for å veksle mellom spillfarger
pl: Przełącz na alternatywne kolory gry
pt: Alternar para cores alternativas do jogo
ro: Comutați pentru a alterna culorile jocului
ru: Переключиться на альтернативные цвета игры

source: Save the current engine match settings to a file
fa: تنظیمات مطابقت موتور فعلی را در یک فایل ذخیره کنید
ja: 現在のエンジンマッチ設定をファイルに保存する
ko: 현재 엔진 매치 설정을 파일에 저장
lt: Išsaugokite esamus variklio atitikties nustatymus į failą
no: Lagre gjeldende motormatch-innstillinger i en fil
pl: Zapisz bieżące ustawienia dopasowania silnika do pliku
pt: Salvar as configurações atuais de correspondência do mecanismo em um arquivo
ro: Salvați setările curente de potrivire a motorului într-un fișier
ru: Сохраните текущие настройки соответствия движка в файл
