Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Show info box - Check to show the move details info box when scrolling.
fa: نمایش کادر اطلاعات - برای نمایش کادر اطلاعات جزئیات حرکت هنگام پیمایش، علامت بزنید.
ja: 情報ボックスを表示 - スクロール時に移動の詳細情報ボックスを表示する場合はチェックします。
ko: 정보 상자 표시 - 스크롤할 때 이동 세부 정보 상자를 표시하려면 체크하세요.
lt: Rodyti informacijos laukelį – pažymėkite, kad slenkant būtų rodomas informacijos apie perkėlimą informacijos laukelis.
no: Vis infoboks – Kryss av for å vise informasjonsboksen for flyttedetaljer når du ruller.
pl: Pokaż pole informacyjne – zaznacz, aby podczas przewijania pokazać pole informacyjne ze szczegółami przeprowadzki.
pt: Mostrar caixa de informações - Marque para mostrar a caixa de informações dos detalhes do movimento ao rolar.
ro: Afișează caseta de informații - Bifați pentru a afișa caseta de informații despre detaliile mutarii atunci când derulați.
ru: Показать информационное окно — установите этот флажок, чтобы при прокрутке отображалось информационное окно с подробностями хода.

source: Show position - Check the show the current board position when scrolling.
fa: نمایش موقعیت - هنگام پیمایش، نمایش موقعیت فعلی تابلو را بررسی کنید.
ja: 位置を表示 - スクロール時に現在のボードの位置を表示するかどうかをチェックします。
ko: 위치 표시 - 스크롤할 때 현재 보드 위치를 표시하는지 확인하세요.
lt: Rodyti padėtį – slinkdami patikrinkite, ar rodoma dabartinė lentos padėtis.
no: Vis posisjon - Sjekk for å vise gjeldende brettposisjon når du ruller.
pl: Pokaż pozycję – zaznacz, aby pokazać aktualną pozycję planszy podczas przewijania.
pt: Mostrar posição - Marque para mostrar a posição atual do quadro ao rolar.
ro: Afișare poziție - Verificați afișarea poziției curente a panoului atunci când derulați.
ru: Показывать позицию — установите флажок, чтобы отображать текущую позицию доски при прокрутке.

source: Eval board size - Enter the size in pixels of the scrolling eval game board.
fa: اندازه تخته Eval - اندازه صفحه اسکرول بازی eval را به پیکسل وارد کنید.
ja: 評価ボードのサイズ - スクロールする評価ゲーム ボードのサイズをピクセル単位で入力します。
ko: 평가 보드 크기 - 스크롤링 평가 게임 보드의 크기를 픽셀 단위로 입력하세요.
lt: Eval lentos dydis – įveskite slenkančios eval žaidimo lentos dydį pikseliais.
no: Eval-brettstørrelse - Angi størrelsen i piksler på det rullende eval-spillebrettet.
pl: Rozmiar planszy ewaluacyjnej – wprowadź rozmiar w pikselach przewijanej planszy gry ewaluacyjnej.
pt: Tamanho do quadro de avaliação - Insira o tamanho em pixels do quadro de avaliação de rolagem do jogo.
ro: Dimensiune tablă de evaluare - Introduceți dimensiunea în pixeli a tablei de joc eval care se derulează.
ru: Размер игрового поля оценки — введите размер игрового поля оценки в пикселях.

source: Select background colour - Select the background colour for the eval profile panel.
fa: انتخاب رنگ پس زمینه - رنگ پس زمینه را برای پانل نمایه eval انتخاب کنید.
ja: 背景色を選択 - 評価プロファイル パネルの背景色を選択します。
ko: 배경색 선택 - 평가 프로필 패널의 배경색을 선택합니다.
lt: Pasirinkite fono spalvą – pasirinkite eval profilio skydelio fono spalvą.
no: Velg bakgrunnsfarge – Velg bakgrunnsfargen for evalprofilpanelet.
pl: Wybierz kolor tła — Wybierz kolor tła dla panelu profilu oceny.
pt: Selecionar cor de fundo - Selecione a cor de fundo para o painel de perfil de avaliação.
ro: Selectați culoarea de fundal - Selectați culoarea de fundal pentru panoul de profil de evaluare.
ru: Выберите цвет фона. Выберите цвет фона для панели профиля оценки.

source: Select white colour - Select the colour for the graph bars for white.
fa: انتخاب رنگ سفید - رنگ را برای نوارهای نمودار برای رنگ سفید انتخاب کنید.
ja: 白色を選択 - グラフ バーの色を白色に選択します。
ko: 흰색 선택 - 그래프 막대의 색상을 흰색으로 선택합니다.
lt: Pasirinkite baltą spalvą – pasirinkite baltos diagramos juostų spalvą.
no: Velg hvit farge – Velg fargen for graflinjene for hvit.
pl: Wybierz kolor biały – Wybierz kolor słupków wykresu: biały.
pt: Selecionar cor branca - Selecione a cor para as barras do gráfico como branco.
ro: Selectare culoare albă - Selectați culoarea pentru barele grafice pentru alb.
ru: Выберите белый цвет. Выберите белый цвет для столбцов графика.

source: Select black colour - Select the colour for the graph bars for black.
fa: انتخاب رنگ سیاه - رنگ را برای نوارهای نمودار برای سیاه انتخاب کنید.
ja: 黒色を選択 - グラフ バーの色を黒色に選択します。
ko: 검은색 선택 - 그래프 막대 색상을 검은색으로 선택합니다.
lt: Pasirinkite juodą spalvą – pasirinkite juodos spalvos diagramos juostų spalvą.
no: Velg svart farge – Velg fargen for graflinjene for svart.
pl: Wybierz kolor czarny – Wybierz kolor słupków wykresu: czarny.
pt: Selecionar cor preta - Selecione a cor preta para as barras do gráfico.
ro: Selectează culoarea neagră - Selectează culoarea pentru barele grafice pentru negru.
ru: Выбрать черный цвет — выберите черный цвет для столбцов графика.

source: A right mouse click in the eval profile panel will display a pop-up menu
fa: با کلیک راست ماوس در پنل پروفایل eval یک منوی پاپ آپ نمایش داده می شود
ja: 評価プロファイルパネルでマウスを右クリックすると、ポップアップメニューが表示されます。
ko: 평가 프로필 패널에서 마우스 오른쪽 버튼을 클릭하면 팝업 메뉴가 표시됩니다.
lt: Dešiniuoju pelės mygtuku spustelėjus eval profilio skydelį, bus rodomas iššokantis meniu
no: Et høyreklikk i eval-profilpanelet vil vise en popup-meny
pl: Kliknięcie prawym przyciskiem myszy w panelu profilu oceny spowoduje wyświetlenie menu podręcznego
pt: Um clique com o botão direito do mouse no painel de perfil de avaliação exibirá um menu pop-up
ro: Un clic dreapta al mouse-ului în panoul de profil de evaluare va afișa un meniu pop-up
ru: Щелчок правой кнопкой мыши на панели профиля оценки отобразит всплывающее меню.

source: that has the following extra functions -
fa: که دارای توابع اضافی زیر است -
ja: 以下の追加機能があります -
ko: 다음과 같은 추가 기능이 있습니다.
lt: kuris turi šias papildomas funkcijas -
no: som har følgende ekstra funksjoner -
pl: który ma następujące dodatkowe funkcje -
pt: que possui as seguintes funções extras -
ro: care are următoarele funcții suplimentare -
ru: который имеет следующие дополнительные функции -

source: Add eval - Adds the current move element details to the game notation.
fa: افزودن ارزش - جزئیات عنصر حرکت فعلی را به نماد بازی اضافه می کند.
ja: 評価を追加 - 現在の移動要素の詳細をゲーム表記に追加します。
ko: 평가 추가 - 게임 표기법에 현재의 이동 요소 세부 정보를 추가합니다.
lt: Add eval – į žaidimo užrašą įtraukiama informacija apie dabartinį judėjimo elementą.
no: Legg til eval – Legger til detaljer om gjeldende trekkelement til spillnotasjonen.
pl: Dodaj eval – dodaje szczegóły bieżącego elementu ruchu do notacji gry.
pt: Adicionar eval - Adiciona os detalhes do elemento de movimento atual à notação do jogo.
ro: Adaugă eval - Adaugă detaliile elementului de mișcare curent la notația jocului.
ru: Добавить оценку — добавляет сведения об элементе текущего хода в нотацию игры.

source: Add all evals - Adds all the move element details to the game notation.
fa: افزودن همه ارزش ها - تمام جزئیات عنصر حرکت را به نماد بازی اضافه می کند.
ja: すべての評価を追加 - すべての移動要素の詳細をゲーム表記に追加します。
ko: 모든 평가 추가 - 게임 표기법에 모든 이동 요소 세부 정보를 추가합니다.
lt: Add all evals – į žaidimo užrašą įtraukiama visa judėjimo elemento informacija.
no: Legg til alle evaler – Legger til alle bevegelseselementdetaljene til spillnotasjonen.
pl: Dodaj wszystkie oceny – dodaje wszystkie szczegóły elementów ruchu do notacji gry.
pt: Adicionar todas as avaliações - Adiciona todos os detalhes do elemento de movimento à notação do jogo.
ro: Adaugă toate evaluările - Adaugă toate detaliile elementului de mutare în notația jocului.
ru: Добавить все оценки — добавляет все детали элементов хода в нотацию игры.

source: Delete eval - Deletes the current move element details from the game notation.
fa: حذف eval - جزئیات عنصر حرکت فعلی را از نماد بازی حذف می کند.
ja: 評価を削除 - ゲーム表記から現在の移動要素の詳細を削除します。
ko: 평가 삭제 - 게임 표기법에서 현재의 이동 요소 세부 정보를 삭제합니다.
lt: Delete eval – iš žaidimo užrašo ištrina esamo judėjimo elemento informaciją.
no: Slett eval - Sletter gjeldende trekkelementdetaljer fra spillnotasjonen.
pl: Usuń eval – usuwa szczegóły bieżącego elementu ruchu z notacji gry.
pt: Excluir eval - Exclui os detalhes do elemento de movimento atual da notação do jogo.
ro: Delete eval - Șterge detaliile elementului de mișcare curent din notația jocului.
ru: Удалить оценку — удаляет данные текущего элемента хода из записи игры.

source: Delete all evals - Deletes all the move element details from the game notation.
fa: حذف همه ارزش ها - تمام جزئیات عنصر حرکت را از نماد بازی حذف می کند.
ja: すべての評価を削除 - ゲーム表記からすべての移動要素の詳細を削除します。
ko: 모든 평가 삭제 - 게임 표기법에서 모든 이동 요소 세부 정보를 삭제합니다.
lt: Delete all evals – iš žaidimo užrašo ištrina visą judėjimo elemento informaciją.
no: Slett alle evaler - Sletter alle trekkelementdetaljene fra spillnotasjonen.
pl: Usuń wszystkie wartości – usuwa wszystkie szczegóły elementów ruchu z notacji gry.
pt: Excluir todas as avaliações - Exclui todos os detalhes dos elementos de movimento da notação do jogo.
ro: Delete all evals - Șterge toate detaliile elementului de mutare din notația jocului.
ru: Удалить все оценки — удаляет все детали элементов хода из записи игры.

source: Delete eval profile - Delete the eval profile for the current game.
fa: حذف نمایه eval - پروفایل eval را برای بازی فعلی حذف کنید.
ja: 評価プロファイルの削除 - 現在のゲームの評価プロファイルを削除します。
ko: 평가 프로필 삭제 - 현재 게임의 평가 프로필을 삭제합니다.
lt: Ištrinti eval profilį – ištrinti dabartinio žaidimo eval profilį.
no: Slett evalprofil - Slett evalprofilen for gjeldende spill.
pl: Usuń profil ewaluacyjny – Usuń profil ewaluacyjny dla bieżącej gry.
pt: Excluir perfil de avaliação - Exclui o perfil de avaliação do jogo atual.
ro: Delete eval profile - Ștergeți profilul de eval pentru jocul curent.
ru: Удалить профиль оценки — удалить профиль оценки для текущей игры.

source: Analyse move.. - Opens a dialog box to perform a deeper analysis
fa: تجزیه و تحلیل حرکت.. - یک کادر محاوره ای را برای انجام تجزیه و تحلیل عمیق تر باز می کند
ja: 移動を分析... - より詳細な分析を実行するためのダイアログボックスを開きます
ko: 이동 분석.. - 심층 분석을 수행하기 위한 대화 상자를 엽니다.
lt: Analyse move.. – atidaromas dialogo langas, skirtas atlikti išsamesnę analizę
no: Analyser flytting.. - Åpner en dialogboks for å utføre en dypere analyse
pl: Analizuj ruch.. - Otwiera okno dialogowe umożliwiające przeprowadzenie głębszej analizy
pt: Analisar movimento.. - Abre uma caixa de diálogo para realizar uma análise mais profunda
ro: Analizați mutarea.. - Deschide o casetă de dialog pentru a efectua o analiză mai profundă
ru: Анализ хода.. - открывает диалоговое окно для выполнения более глубокого анализа.

source: on a single move from the eval profile.
fa: در یک حرکت از نمایه eval.
ja: 評価プロファイルから 1 回の移動で。
ko: 평가 프로필에서 한 번의 이동으로.
lt: vienu judesiu iš eval profilio.
no: på et enkelt trekk fra evalprofilen.
pl: jednym ruchem z profilu ewaluacyjnego.
pt: em um único movimento do perfil de avaliação.
ro: la o singură mișcare din profilul eval.
ru: на одном шаге из профиля оценки.

source: Evaluation profile display
fa: نمایش مشخصات ارزیابی
ja: 評価プロファイル表示
ko: 평가 프로필 표시
lt: Vertinimo profilio ekranas
no: Visning av evalueringsprofil
pl: Wyświetlanie profilu oceny
pt: Exibição do perfil de avaliação
ro: Afișarea profilului de evaluare
ru: Отображение профиля оценки

source: Please select a move for analysis
fa: لطفاً یک حرکت را برای تجزیه و تحلیل انتخاب کنید
ja: 分析する動きを選択してください
ko: 분석을 위해 이동을 선택해주세요.
lt: Pasirinkite veiksmą analizei
no: Velg et trekk for analyse
pl: Proszę wybrać ruch do analizy
pt: Selecione um movimento para análise
ro: Vă rugăm să selectați o mutare pentru analiză
ru: Пожалуйста, выберите ход для анализа

source: Eval profile message
fa: پیام پروفایل Eval
ja: プロフィールメッセージの評価
ko: 평가 프로필 메시지
lt: Eval profilio žinutė
no: Eval profilmelding
pl: Wiadomość profilu ewaluacyjnego
pt: Mensagem de perfil de avaliação
ro: Mesajul profilului de evaluare
ru: Сообщение профиля оценки

source: Evaluation profile move details :-
fa: جزئیات حرکت پروفایل ارزیابی: -
ja: 評価プロファイル移動の詳細:-
ko: 평가 프로필 이동 세부 정보 :-
lt: Įvertinimo profilio perkėlimo informacija:-
no: Evalueringsprofil flytte detaljer:-
pl: Szczegóły ruchu profilu oceny:
pt: Detalhes da movimentação do perfil de avaliação:
ro: Detalii despre mutarea profilului de evaluare:-
ru: Подробности перемещения профиля оценки:-

source: Score (cp) :
fa: امتیاز (cp):
ja: スコア（cp）:
ko: 점수(cp) :
lt: Rezultatas (cp):
no: Poengsum (cp):
pl: Wynik (cp):
pt: Pontuação (cp):
ro: Scor (cp):
ru: Оценка (cp):

source: Time (secs) :
fa: زمان (ثانیه):
ja: 時間（秒）:
ko: 시간(초) :
lt: Laikas (sek.):
no: Tid (sek):
pl: Czas (sekundy):
pt: Tempo (segs):
ro: Timp (secunde):
ru: Время (сек) :

source: Depth (ply) :
fa: عمق (لایه):
ja: 深さ（層）:
ko: 깊이(겹) :
lt: Gylis (sluoksnis):
no: Dybde (lag):
pl: Głębokość (warstwa):
pt: Profundidade (camada):
ro: Adâncime (pli):
ru: Глубина (слой):

source: Analysis options
fa: گزینه های تجزیه و تحلیل
ja: 分析オプション
ko: 분석 옵션
lt: Analizės parinktys
no: Analysealternativer
pl: Opcje analizy
pt: Opções de análise
ro: Opțiuni de analiză
ru: Варианты анализа

source: Start analysis
fa: تجزیه و تحلیل را شروع کنید
ja: 分析を開始
ko: 분석 시작
lt: Pradėkite analizę
no: Start analyse
pl: Rozpocznij analizę
pt: Iniciar análise
ro: Începeți analiza
ru: Начать анализ

source: Stop analysis
fa: تجزیه و تحلیل را متوقف کنید
ja: 分析を停止
ko: 분석 중지
lt: Sustabdykite analizę
no: Stopp analysen
pl: Zatrzymaj analizę
pt: Parar análise
ro: Opriți analiza
ru: Остановить анализ

source: Time left (secs) :
fa: زمان باقی مانده (ثانیه):
ja: 残り時間（秒）:
ko: 남은 시간 (초) :
lt: Liko laikas (sek.):
no: Tid igjen (sek.):
pl: Pozostały czas (sek.):
pt: Tempo restante (segs):
ro: Timp rămas (sec) :
ru: Оставшееся время (сек) :

source: Save
fa: ذخیره کنید
ja: 保存
ko: 구하다
lt: Išsaugoti
no: Spare
pl: Ratować
pt: Salvar
ro: Salva
ru: Сохранять

source: Eval profile move
fa: حرکت پروفایل Eval
ja: 評価プロファイルの移動
ko: 평가 프로필 이동
lt: Eval profilio perkėlimas
no: Eval profil flytte
pl: Przesunięcie profilu oceny
pt: Avalie o movimento do perfil
ro: Mutarea profilului de evaluare
ru: Ход профиля оценки

source: Move score (centi-pawns)
fa: امتیاز حرکت (سنت پیاده)
ja: 移動スコア（センチポーン）
ko: 이동 점수(센티폰)
lt: Judėjimo rezultatas (centų pėstininkai)
no: Flytte poengsum (centi-bønder)
pl: Wynik ruchu (centi-pionki)
pt: Pontuação do movimento (peões centi)
ro: Scorul de mutare (centi-pioni)
ru: Счет хода (сенти-пешки)

source: Move time (secs)
fa: زمان حرکت (ثانیه)
ja: 移動時間（秒）
ko: 이동 시간(초)
lt: Judėjimo laikas (sek.)
no: Flyttetid (sek.)
pl: Czas ruchu (sek.)
pt: Tempo de movimento (segs)
ro: Timp de mișcare (sec.)
ru: Время перемещения (сек)

source: Move search depth (ply)
fa: انتقال عمق جستجو (ply)
ja: 移動検索深度（プライ）
ko: 검색 깊이 이동(플라이)
lt: Perkelti paieškos gylį (ply)
no: Flytt søkedybde (ply)
pl: Przesuń głębokość wyszukiwania (warstwa)
pt: Mover profundidade de pesquisa (ply)
ro: Mutați adâncimea de căutare (ply)
ru: Глубина поиска перемещения (слой)

source: Start eval move analysis
fa: تجزیه و تحلیل حرکت ارزشی را شروع کنید
ja: 評価移動分析を開始
ko: 평가 이동 분석 시작
lt: Pradėkite eval judesių analizę
no: Start eval move-analyse
pl: Rozpocznij analizę ruchu ewaluacyjnego
pt: Iniciar análise de movimento de avaliação
ro: Începeți analiza mișcării de evaluare
ru: Начать анализ хода оценки

source: Stop eval move analysis
fa: تجزیه و تحلیل حرکت ارزشی را متوقف کنید
ja: 評価移動分析を停止
ko: 평가 이동 분석 중지
lt: Sustabdyti eval judesių analizę
no: Stopp eval move-analyse
pl: Zatrzymaj analizę ruchu ewaluacyjnego
pt: Parar análise de movimento de avaliação
ro: Opriți analiza mișcării evalului
ru: Анализ хода остановки оценки

source: Analysis time left (secs)
fa: زمان باقی مانده تجزیه و تحلیل (ثانیه)
ja: 残り分析時間（秒）
ko: 남은 분석 시간(초)
lt: Liko analizės laikas (sek.)
no: Analysetid igjen (sek.)
pl: Pozostały czas analizy (sek.)
pt: Tempo restante de análise (segs)
ro: Timp rămas de analiză (sec.)
ru: Оставшееся время анализа (сек)

source: This dialog box allows you to perform a deeper analysis
fa: این کادر محاوره ای به شما امکان می دهد تحلیل عمیق تری انجام دهید
ja: このダイアログボックスでは、より詳細な分析を行うことができます。
ko: 이 대화 상자를 사용하면 보다 심층적인 분석을 수행할 수 있습니다.
lt: Šis dialogo langas leidžia atlikti gilesnę analizę
no: Denne dialogboksen lar deg utføre en dypere analyse
pl: To okno dialogowe umożliwia przeprowadzenie głębszej analizy
pt: Esta caixa de diálogo permite que você execute uma análise mais profunda
ro: Această casetă de dialog vă permite să efectuați o analiză mai profundă
ru: Это диалоговое окно позволяет вам выполнить более глубокий анализ

source: on a single move from the evaluation profile.
fa: در یک حرکت از نمایه ارزیابی.
ja: 評価プロファイルから 1 回の移動で。
ko: 평가 프로필에서 한 번의 이동으로.
lt: vienu judesiu iš vertinimo profilio.
no: på ett enkelt trekk fra evalueringsprofilen.
pl: jednym ruchem od profilu oceny.
pt: em um único movimento do perfil de avaliação.
ro: la o singură mişcare din profilul de evaluare.
ru: на одном шаге от профиля оценки.

source: This may be useful if a particular position is especially complex.
fa: اگر موقعیت خاصی پیچیده باشد، ممکن است مفید باشد.
ja: 特定の位置が特に複雑な場合、これは役に立つ可能性があります。
ko: 특정 직책이 특히 복잡한 경우 이 기능이 유용할 수 있습니다.
lt: Tai gali būti naudinga, jei tam tikra padėtis yra ypač sudėtinga.
no: Dette kan være nyttig hvis en bestemt stilling er spesielt kompleks.
pl: Może to być przydatne, jeśli dane stanowisko jest szczególnie złożone.
pt: Isso pode ser útil se uma posição específica for especialmente complexa.
ro: Acest lucru poate fi util dacă o anumită poziție este deosebit de complexă.
ru: Это может быть полезно, если конкретная позиция особенно сложна.

source: In order to do this, set the <Time (secs)> box for how long you want
fa: برای انجام این کار، کادر <Time (secs)> را برای مدت زمانی که می خواهید تنظیم کنید
ja: これを行うには、<時間（秒）>ボックスで、
ko: 이를 위해 <시간(초)> 상자를 원하는 시간으로 설정하세요.
lt: Norėdami tai padaryti, laukelyje <Time (s)> nustatykite norimą ilgį
no: For å gjøre dette, angi <Tid (sek.)>-boksen for hvor lenge du ønsker
pl: Aby to zrobić, ustaw pole <Czas (sekundy)> na żądany czas
pt: Para fazer isso, defina a caixa <Tempo (segs)> para o tempo que você deseja
ro: Pentru a face acest lucru, setați caseta <Time (secs)> pentru cât timp doriți
ru: Для этого установите в поле <Время (сек)> желаемую продолжительность.

source: to analyse for and then click the <Start kibitz> button.
fa: برای تجزیه و تحلیل و سپس روی دکمه <Start kibitz> کلیک کنید.
ja: 分析する項目を選択し、<kibitz を開始> ボタンをクリックします。
ko: 분석을 클릭한 다음 <kibitz 시작> 버튼을 클릭하세요.
lt: analizuoti, tada spustelėkite mygtuką <Start kibitz>.
no: å analysere for og klikk deretter på <Start kibitz>-knappen.
pl: aby przeprowadzić analizę, a następnie kliknij przycisk <Rozpocznij kibitz>.
pt: para analisar e então clicar no botão <Iniciar kibitz>.
ro: pentru a analiza și apoi faceți clic pe butonul <Start kibitz>.
ru: для анализа, а затем нажмите кнопку <Начать кибиц>.

source: You will see the values changing as the time counts down.
fa: با شمارش معکوس زمان، تغییرات مقادیر را مشاهده خواهید کرد.
ja: 時間がカウントダウンするにつれて値が変化するのがわかります。
ko: 시간이 지남에 따라 값이 변하는 것을 볼 수 있습니다.
lt: Matysite, kad vertės keičiasi laikui bėgant.
no: Du vil se verdiene endres etter hvert som tiden teller ned.
pl: Zobaczysz, że wartości zmieniają się w miarę odliczania czasu.
pt: Você verá os valores mudando conforme o tempo passa.
ro: Veți vedea că valorile se schimbă pe măsură ce timpul se numără invers.
ru: Вы увидите, как значения меняются по мере отсчета времени.

source: When the process finishes, or you end it with <Stop kibitz>
fa: هنگامی که فرآیند به پایان می رسد، یا آن را با <Stop kibitz> به پایان می رسانید
ja: プロセスが終了するか、<Stop kibitz>で終了すると
ko: 프로세스가 완료되거나 <Stop kibitz>로 종료하면
lt: Kai procesas bus baigtas arba baigsite jį mygtuku <Stop kibitz>
no: Når prosessen er ferdig, eller du avslutter den med <Stop kibitz>
pl: Gdy proces się zakończy lub zakończysz go poleceniem <Stop kibitz>
pt: Quando o processo terminar, ou você finalizá-lo com <Stop kibitz>
ro: Când procesul se termină sau îl încheiați cu <Stop kibitz>
ru: Когда процесс завершится, или вы завершите его с помощью <Stop kibitz>

source: you can save the new values to the eval profile with the <Save> button.
fa: با دکمه <Save> می توانید مقادیر جدید را در نمایه eval ذخیره کنید.
ja: <保存> ボタンを使用して、新しい値を評価プロファイルに保存できます。
ko: <저장> 버튼을 사용하여 새 값을 평가 프로필에 저장할 수 있습니다.
lt: naujas reikšmes galite įrašyti į eval profilį mygtuku <Išsaugoti>.
no: du kan lagre de nye verdiene i evalprofilen med <Lagre>-knappen.
pl: Możesz zapisać nowe wartości w profilu ewaluacyjnym za pomocą przycisku <Zapisz>.
pt: você pode salvar os novos valores no perfil de avaliação com o botão <Salvar>.
ro: puteți salva noile valori în profilul de evaluare cu butonul <Salvare>.
ru: Вы можете сохранить новые значения в профиле оценки с помощью кнопки <Сохранить>.

source: If you want to save the new values to the PGN game file,
fa: اگر می خواهید مقادیر جدید را در فایل بازی PGN ذخیره کنید،
ja: 新しい値をPGNゲームファイルに保存したい場合は、
ko: PGN 게임 파일에 새 값을 저장하려면
lt: Jei norite išsaugoti naujas reikšmes į PGN žaidimo failą,
no: Hvis du vil lagre de nye verdiene i PGN-spillfilen,
pl: Jeśli chcesz zapisać nowe wartości w pliku gry PGN,
pt: Se você quiser salvar os novos valores no arquivo PGN do jogo,
ro: Dacă doriți să salvați noile valori în fișierul jocului PGN,
ru: Если вы хотите сохранить новые значения в файле игры PGN,

source: then hold down the <Shift> key when you click on <Save>
fa: سپس با کلیک بر روی <Save> کلید <Shift> را نگه دارید
ja: 次に、<Shift>キーを押しながら<保存>をクリックします。
ko: 그런 다음 <저장>을 클릭할 때 <Shift> 키를 누르고 있습니다.
lt: tada laikykite nuspaudę klavišą <Shift>, kai spustelėsite <Išsaugoti>
no: hold deretter nede <Shift>-tasten når du klikker på <Lagre>
pl: następnie przytrzymaj klawisz <Shift>, klikając <Zapisz>
pt: então mantenha pressionada a tecla <Shift> ao clicar em <Salvar>
ro: apoi țineți apăsată tasta <Shift> când faceți clic pe <Salvare>
ru: затем удерживайте клавишу <Shift> при нажатии <Сохранить>

source: You can also enter values manually into the boxes if you want.
fa: همچنین در صورت تمایل می توانید مقادیر را به صورت دستی در کادرها وارد کنید.
ja: 必要に応じて、ボックスに値を手動で入力することもできます。
ko: 원하는 경우 상자에 값을 직접 입력할 수도 있습니다.
lt: Taip pat galite rankiniu būdu įvesti reikšmes į langelius, jei norite.
no: Du kan også legge inn verdier manuelt i boksene hvis du vil.
pl: Jeśli chcesz, możesz również ręcznie wprowadzić wartości do pól.
pt: Você também pode inserir valores manualmente nas caixas, se desejar.
ro: De asemenea, puteți introduce valori manual în casete, dacă doriți.
ru: При желании вы также можете ввести значения в поля вручную.

source: Evaluation profile move analysis
fa: تجزیه و تحلیل حرکت پروفایل ارزیابی
ja: 評価プロファイル移動分析
ko: 평가 프로필 이동 분석
lt: Vertinimo profilio judėjimo analizė
no: Evalueringsprofil flytteanalyse
pl: Analiza ruchu profilu oceny
pt: Análise de movimentação do perfil de avaliação
ro: Analiza mutarii profilului de evaluare
ru: Анализ хода оценки профиля

source: Event
fa: رویداد
ja: イベント
ko: 이벤트
lt: Renginys
no: Hendelse
pl: Wydarzenie
pt: Evento
ro: Eveniment
ru: Событие

source: Site
fa: سایت
ja: サイト
ko: 대지
lt: Svetainė
no: nettsted
pl: Strona
ru: Сайт

source: Date
fa: تاریخ
ja: 日付
ko: 날짜
lt: Data
no: Dato
pl: Data
pt: Data
ro: Data
ru: Дата

source: Result
fa: نتیجه
ja: 結果
ko: 결과
lt: Rezultatas
no: Resultat
pl: Wynik
pt: Resultado
ro: Rezultat
ru: Результат

source: (no result)
fa: (بدون نتیجه)
ja: (結果なし)
ko: (결과 없음)
lt: (nėra rezultato)
no: (ingen resultat)
pl: (brak wyniku)
pt: (nenhum resultado)
ro: (nici un rezultat)
ru: (нет результата)

source: ECO code
fa: کد ECO
ja: ECOコード
ko: 에코코드
lt: ECO kodas
no: ØKO-kode
pl: Kod ECO
pt: Código ECO
ro: Cod ECO
ru: ЭКО-код

source: White Elo
fa: الو سفید
ja: ホワイトエロ
ko: 화이트 엘로
lt: Baltasis Elo
no: Hvit Elo
pl: Biały ELO
pt: Elo Branco
ro: Elo alb
ru: Белый Эло

source: Black Elo
fa: الو سیاه
ja: ブラックエロ
ko: 블랙 엘로
lt: Juodasis Elo
no: Svart Elo
pl: Czarny ELO
pt: Elo Preto
ro: Elo negru
ru: Черный Эло

source: White's name.
fa: نام وایت
ja: ホワイトの名前。
ko: 화이트의 이름.
lt: Baltojo vardas.
no: Whites navn.
pl: Imię White'a.
pt: Nome de White.
ro: numele lui White.
ru: Имя Уайт.

source: Black's name.
fa: نام سیاه
ja: ブラックの名前。
ko: 블랙의 이름.
lt: Juodosios vardas.
no: Blacks navn.
pl: Imię Blacka.
pt: Nome de Black.
ro: numele lui Black.
ru: Имя Блэка.
