Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Additional bitmap textures
fa: بافت های بیت مپ اضافی
ja: 追加のビットマップテクスチャ
ko: 추가 비트맵 텍스처
lt: Papildomos bitmap tekstūros
no: Ytterligere bitmap-teksturer
pl: Dodatkowe tekstury bitmapowe
pt: Texturas de bitmap adicionais
ro: Texturi suplimentare bitmap
ru: Дополнительные растровые текстуры

source: Error on
fa: خطا روشن است
ja: エラーオン
ko: 오류
lt: Klaida įjungta
no: Feil på
pl: Błąd w
pt: Erro em
ro: Eroare activată
ru: Ошибка на

source: Error running UCI engine
fa: خطا در اجرای موتور UCI
ja: UCI エンジンの実行中にエラーが発生しました
ko: UCI 엔진 실행 중 오류 발생
lt: Klaida paleidžiant UCI variklį
no: Feil ved kjøring av UCI-motor
pl: Błąd podczas uruchamiania silnika UCI
pt: Erro ao executar o mecanismo UCI
ro: Eroare la rularea motorului UCI
ru: Ошибка запуска движка UCI

source: Automatic Analysis Options
fa: گزینه های تجزیه و تحلیل خودکار
ja: 自動分析オプション
ko: 자동 분석 옵션
lt: Automatinės analizės parinktys
no: Alternativer for automatisk analyse
pl: Opcje automatycznej analizy
pt: Opções de análise automática
ro: Opțiuni de analiză automată
ru: Параметры автоматического анализа

source: Variation length options
fa: گزینه های طول تنوع
ja: バリエーションの長さオプション
ko: 변형 길이 옵션
lt: Variacijos ilgio parinktys
no: Variasjonslengdealternativer
pl: Opcje długości wariantu
pt: Opções de comprimento de variação
ro: Opțiuni de lungime variabilă
ru: Варианты длины

source: Variation length Options
fa: گزینه های طول تغییر
ja: バリエーションの長さオプション
ko: 변형 길이 옵션
lt: Variacijos ilgio parinktys
no: Variasjonslengde Alternativer
pl: Opcje długości wariantu
pt: Opções de comprimento de variação
ro: Opțiuni pentru lungimea variației
ru: Варианты длины вариации

source: Bug fix options
fa: گزینه های رفع اشکال
ja: バグ修正オプション
ko: 버그 수정 옵션
lt: Klaidų taisymo parinktys
no: Alternativer for feilretting
pl: Opcje naprawy błędów
pt: Opções de correção de bugs
ro: Opțiuni de remediere a erorilor
ru: Варианты исправления ошибок

source: Piece animation options
fa: گزینه های انیمیشن قطعه
ja: ピースアニメーションオプション
ko: 조각 애니메이션 옵션
lt: Kūrinių animacijos parinktys
no: Alternativer for stykke animasjon
pl: Opcje animacji elementów
pt: Opções de animação de peça
ro: Opțiuni de animație pentru piese
ru: Параметры анимации фрагмента

source: Auto replay options
fa: گزینه های پخش خودکار
ja: 自動再生オプション
ko: 자동 재생 옵션
lt: Automatinio atkūrimo parinktys
no: Alternativer for automatisk avspilling
pl: Opcje automatycznego odtwarzania
pt: Opções de repetição automática
ro: Opțiuni de redare automată
ru: Параметры автоматического повтора

source: Select 3d user defined window background settings
fa: تنظیمات پس زمینه پنجره تعریف شده توسط کاربر سه بعدی را انتخاب کنید
ja: 3Dユーザー定義ウィンドウの背景設定を選択
ko: 3D 사용자 정의 창 배경 설정을 선택하세요
lt: Pasirinkite 3D vartotojo apibrėžtus lango fono nustatymus
no: Velg 3d brukerdefinerte vindubakgrunnsinnstillinger
pl: Wybierz ustawienia tła okna 3D zdefiniowane przez użytkownika
pt: Selecione as configurações de plano de fundo da janela 3D definidas pelo usuário
ro: Selectați setările de fundal ale ferestrei 3d definite de utilizator
ru: Выберите пользовательские настройки фона окна 3D

source: Select board widget options
fa: گزینه های ویجت تابلو را انتخاب کنید
ja: ボードウィジェットのオプションを選択
ko: 보드 위젯 옵션 선택
lt: Pasirinkite lentos valdiklio parinktis
no: Velg alternativer for brettwidget
pl: Wybierz opcje widżetu tablicy
pt: Selecione as opções do widget do quadro
ro: Selectați opțiunile widget pentru bord
ru: Выберите параметры виджета доски

source: Opening book settings
fa: باز کردن تنظیمات کتاب
ja: ブック設定を開く
ko: 책 설정 열기
lt: Atidaromi knygos nustatymai
no: Åpne bokinnstillinger
pl: Otwieranie ustawień książki
pt: Abrindo configurações do livro
ro: Deschiderea setărilor cărții
ru: Открытие настроек книги

source: Clock Settings
fa: تنظیمات ساعت
ja: 時計設定
ko: 시계 설정
lt: Laikrodžio nustatymai
no: Klokkeinnstillinger
pl: Ustawienia zegara
pt: Configurações do relógio
ro: Setări ceas
ru: Настройки часов

source: Select screen colours
fa: رنگ های صفحه نمایش را انتخاب کنید
ja: 画面の色を選択
ko: 화면 색상 선택
lt: Pasirinkite ekrano spalvas
no: Velg skjermfarger
pl: Wybierz kolory ekranu
pt: Selecione as cores da tela
ro: Selectați culorile ecranului
ru: Выберите цвета экрана

source: Engine settings
fa: تنظیمات موتور
ja: エンジン設定
ko: 엔진 설정
lt: Variklio nustatymai
no: Motorinnstillinger
pl: Ustawienia silnika
pt: Configurações do motor
ro: Setările motorului
ru: Настройки двигателя

source: Engine match
fa: مسابقه موتور
ja: エンジンのマッチング
ko: 엔진 매치
lt: Variklio atitikmuo
no: Motor match
pl: Dopasowanie silnika
pt: Correspondência do motor
ro: Potrivire motor
ru: Двигатель соответствует

source: Engine option parameters
fa: پارامترهای گزینه موتور
ja: エンジンオプションパラメータ
ko: 엔진 옵션 매개변수
lt: Variklio pasirinkimo parametrai
no: Motoralternativparametere
pl: Parametry opcji silnika
pt: Parâmetros de opção do motor
ro: Parametrii opțiunii motorului
ru: Параметры двигателя

source: Select engine time adjustments
fa: تنظیمات زمان موتور را انتخاب کنید
ja: エンジン時間調整を選択
ko: 엔진 시간 조정 선택
lt: Pasirinkite variklio veikimo laiką
no: Velg motortidsjusteringer
pl: Wybierz regulacje czasu pracy silnika
pt: Selecione os ajustes de tempo do motor
ro: Selectați ajustările timpului motorului
ru: Выберите корректировки времени работы двигателя

source: Engine tournament
fa: مسابقات موتور
ja: エンジントーナメント
ko: 엔진 토너먼트
lt: Variklio turnyras
no: Motorturnering
pl: Turniej silników
pt: Torneio de motores
ro: Turneu de motoare
ru: Турнир двигателей

source: Tournament cross table
fa: جدول ضربدر مسابقات
ja: トーナメントクロステーブル
ko: 토너먼트 크로스 테이블
lt: Turnyro kroso stalas
no: Turneringskrysstabell
pl: Turniejowa tabela krzyżowa
pt: Mesa cruzada de torneio
ro: Masa încrucișată de turneu
ru: Турнирная таблица кроссов

source: Evaluation profile options
fa: گزینه های پروفایل ارزیابی
ja: 評価プロファイルオプション
ko: 평가 프로필 옵션
lt: Vertinimo profilio parinktys
no: Alternativer for evalueringsprofil
pl: Opcje profilu oceny
pt: Opções de perfil de avaliação
ro: Opțiuni de profil de evaluare
ru: Параметры профиля оценки

source: Game details
fa: جزئیات بازی
ja: ゲームの詳細
ko: 게임 세부 정보
lt: Žaidimo detalės
no: Spilldetaljer
pl: Szczegóły gry
pt: Detalhes do jogo
ro: Detalii joc
ru: Подробности игры

source: Game prefix
fa: پیشوند بازی
ja: ゲーム接頭辞
ko: 게임 접두사
lt: Žaidimo priešdėlis
no: Spillprefiks
pl: Prefiks gry
pt: Prefixo do jogo
ro: Prefixul jocului
ru: Игровой префикс

source: Pgn browser
fa: مرورگر pgn
ja: Pgnブラウザ
ko: Pgn 브라우저
lt: Pgn naršyklė
no: Pgn nettleser
pl: Przeglądarka PGN
pt: Navegador Pgn
ro: Browser Pgn
ru: Pgn-браузер

source: General settings
fa: تنظیمات عمومی
ja: 一般設定
ko: 일반 설정
lt: Bendrieji nustatymai
no: Generelle innstillinger
pl: Ustawienia ogólne
pt: Configurações gerais
ro: Setări generale
ru: Общие настройки

source: Select help delay options
fa: گزینه های تاخیر کمک را انتخاب کنید
ja: ヘルプ遅延オプションを選択
ko: 도움말 지연 옵션을 선택하세요
lt: Pasirinkite pagalbos delsos parinktis
no: Velg alternativer for hjelpeforsinkelse
pl: Wybierz opcje opóźnienia pomocy
pt: Selecione as opções de atraso de ajuda
ro: Selectați opțiunile de ajutor de întârziere
ru: Выберите параметры задержки помощи

source: Board highlight colours for 2d screen
fa: رنگ های هایلایت تخته برای صفحه نمایش دو بعدی
ja: 2D 画面のボードのハイライト色
ko: 2D 화면의 보드 강조 색상
lt: 2D ekrano lentos paryškinimo spalvos
no: Brett fremhevingsfarger for 2d-skjerm
pl: Kolory podświetlenia planszy dla ekranu 2D
pt: Cores de destaque do quadro para tela 2D
ro: Culorile de evidențiere a panoului pentru ecranul 2d
ru: Цвета подсветки доски для 2D-экрана

source: Input number
fa: شماره ورودی
ja: 番号を入力してください
ko: 입력번호
lt: Įveskite numerį
no: Inndatanummer
pl: Wprowadź numer
pt: Número de entrada
ro: Numărul de intrare
ru: Введите число

source: Select kibitz option
fa: گزینه kibitz را انتخاب کنید
ja: キビッツオプションを選択
ko: 키비츠 옵션을 선택하세요
lt: Pasirinkite kibico parinktį
no: Velg Kibitz-alternativet
pl: Wybierz opcję kibitz
pt: Selecione a opção kibitz
ro: Selectați opțiunea kibitz
ru: Выберите вариант кибица

source: Adjust 3d Lighting and materials
fa: نور سه بعدی و مواد را تنظیم کنید
ja: 3D照明とマテリアルを調整する
ko: 3D 조명 및 소재 조정
lt: Sureguliuokite 3D apšvietimą ir medžiagas
no: Juster 3d-belysning og materialer
pl: Dostosuj oświetlenie 3D i materiały
pt: Ajustar iluminação 3D e materiais
ro: Reglați iluminarea 3d și materialele
ru: Настройте 3D-освещение и материалы

source: Log file settings
fa: تنظیمات فایل لاگ
ja: ログファイルの設定
ko: 로그 파일 설정
lt: Žurnalo failo nustatymai
no: Innstillinger for loggfil
pl: Ustawienia pliku dziennika
pt: Configurações do arquivo de log
ro: Setări fișier jurnal
ru: Настройки файла журнала

source: Maintenance settings
fa: تنظیمات تعمیر و نگهداری
ja: メンテナンス設定
ko: 유지 관리 설정
lt: Priežiūros nustatymai
no: Vedlikeholdsinnstillinger
pl: Ustawienia konserwacji
pt: Configurações de manutenção
ro: Setări de întreținere
ru: Настройки обслуживания

source: Media player options
fa: گزینه های پخش کننده رسانه
ja: メディアプレーヤーのオプション
ko: 미디어 플레이어 옵션
lt: Medijos grotuvo parinktys
no: Alternativer for mediespiller
pl: Opcje odtwarzacza multimedialnego
pt: Opções do media player
ro: Opțiuni pentru media player
ru: Параметры медиаплеера

source: Place advert for game
fa: درج آگهی برای بازی
ja: ゲームの広告を掲載する
ko: 게임 광고 게재
lt: Įdėkite žaidimo skelbimą
no: Plasser annonse for spillet
pl: Umieść reklamę gry
pt: Coloque anúncio para jogo
ro: Pune reclama pentru joc
ru: Разместить рекламу игры

source: Select network window settings
fa: تنظیمات پنجره شبکه را انتخاب کنید
ja: ネットワークウィンドウの設定を選択
ko: 네트워크 창 설정을 선택하세요
lt: Pasirinkite tinklo lango nustatymus
no: Velg innstillinger for nettverksvindu
pl: Wybierz ustawienia okna sieciowego
pt: Selecione as configurações da janela de rede
ro: Selectați setările ferestrei de rețea
ru: Выберите настройки сетевого окна

source: 3d Graphics Options
fa: گزینه های گرافیک سه بعدی
ja: 3D グラフィック オプション
ko: 3D 그래픽 옵션
lt: 3D grafikos parinktys
no: Alternativer for 3d-grafikk
pl: Opcje grafiki 3D
pt: Opções de gráficos 3D
ro: Opțiuni grafice 3d
ru: Параметры 3D-графики

source: 3d piece size adjustment dialog box
fa: کادر محاوره ای تنظیم اندازه قطعه سه بعدی
ja: 3Dピースサイズ調整ダイアログボックス
ko: 3d 조각 크기 조정 대화 상자
lt: 3D gabalo dydžio reguliavimo dialogo langas
no: Dialogboks for justering av 3D-stykke
pl: Okno dialogowe dostosowywania rozmiaru elementu 3D
pt: Caixa de diálogo de ajuste do tamanho da peça 3D
ro: Caseta de dialog pentru ajustarea dimensiunii piesei 3D
ru: диалоговое окно настройки размера 3D-детали

source: Player names
fa: اسامی بازیکنان
ja: 選手名
ko: 플레이어 이름
lt: Žaidėjų vardai
no: Spillernavn
pl: Nazwy graczy
pt: Nomes dos jogadores
ro: Numele jucătorilor
ru: Имена игроков

source: Polyglot .bin opening book settings
fa: تنظیمات کتاب باز کردن Polyglot .bin
ja: ポリグロット .bin オープニングブック設定
ko: 다국어 .bin 오프닝 북 설정
lt: Polyglot .bin atidarymo knygos nustatymai
no: Polyglot .bin åpningsbokinnstillinger
pl: Ustawienia otwierania książki Polyglot .bin
pt: Configurações do livro de abertura Polyglot .bin
ro: Setări de carte de deschidere Polyglot .bin
ru: Настройки книги открытия Polyglot .bin

source: Move weights for polyglot .bin book
fa: حرکت وزن برای کتاب چند زبانه .bin
ja: ポリグロット .bin ブックの重みを移動します
ko: 다국어 .bin 책의 가중치 이동
lt: Perkelti svorius daugiaglotės .bin knygos
no: Flytt vekter for polyglot .bin-bok
pl: Przenieś ciężary dla książki polyglot .bin
pt: Mover pesos para livro poliglota .bin
ro: Mutați greutăți pentru cartea polyglot .bin
ru: Перемещение весов для полиглота .bin книги

source: Position setup
fa: تنظیم موقعیت
ja: ポジション設定
ko: 위치 설정
lt: Pozicijos nustatymas
no: Posisjonsoppsett
pl: Ustawienie pozycji
pt: Configuração de posição
ro: Configurarea poziției
ru: Установка позиции

source: Print Options
fa: گزینه های چاپ
ja: 印刷オプション
ko: 인쇄 옵션
lt: Spausdinimo parinktys
no: Utskriftsalternativer
pl: Opcje drukowania
pt: Opções de impressão
ro: Opțiuni de imprimare
ru: Параметры печати

source: Adjust puzzle file statistics
fa: آمار فایل پازل را تنظیم کنید
ja: パズルファイルの統計を調整する
ko: 퍼즐 파일 통계 조정
lt: Koreguokite galvosūkių failų statistiką
no: Juster puslespillfilstatistikk
pl: Dostosuj statystyki pliku układanki
pt: Ajustar estatísticas do arquivo de quebra-cabeça
ro: Ajustați statisticile fișierelor puzzle
ru: Настройте статистику файла головоломки

source: Puzzle Options
fa: گزینه های پازل
ja: パズルのオプション
ko: 퍼즐 옵션
lt: Dėlionės parinktys
no: Puslespillalternativer
pl: Opcje układanki
pt: Opções de quebra-cabeça
ro: Opțiuni de puzzle
ru: Варианты головоломки

source: Score counter dialog box
fa: کادر محاوره ای شمارنده امتیاز
ja: スコアカウンターダイアログボックス
ko: 점수 카운터 대화 상자
lt: Balų skaitiklio dialogo langas
no: Score teller dialogboks
pl: Okno dialogowe licznika wyników
pt: Caixa de diálogo do contador de pontuação
ro: Caseta de dialog contor de scor
ru: Диалоговое окно счетчика очков

source: Engine search info display options
fa: گزینه های نمایش اطلاعات جستجوی موتور
ja: エンジン検索情報表示オプション
ko: 엔진 검색 정보 표시 옵션
lt: Variklio paieškos informacijos rodymo parinktys
no: Visningsalternativer for motorsøkinformasjon
pl: Opcje wyświetlania informacji o wyszukiwaniu w wyszukiwarce
pt: Opções de exibição de informações de pesquisa do mecanismo
ro: Opțiuni de afișare a informațiilor de căutare ale motorului
ru: Параметры отображения информации поисковой системы

source: Sound options
fa: گزینه های صدا
ja: サウンドオプション
ko: 사운드 옵션
lt: Garso parinktys
no: Lydalternativer
pl: Opcje dźwięku
pt: Opções de som
ro: Opțiuni de sunet
ru: Параметры звука

source: Create Skeleton Games for a Tournament Round
fa: بازی های اسکلت را برای یک دور مسابقات ایجاد کنید
ja: トーナメントラウンド用のスケルトンゲームを作成する
ko: 토너먼트 라운드를 위한 스켈레톤 게임 만들기
lt: Sukurkite skeleto žaidimus turnyro raundui
no: Lag skjelettspill for en turneringsrunde
pl: Utwórz gry szkieletowe na rundę turniejową
pt: Crie jogos de esqueleto para uma rodada de torneio
ro: Creați jocuri cu schelete pentru o rundă de turneu
ru: Создание скелетон-игр для турнирного раунда

source: Training settings
fa: تنظیمات آموزشی
ja: トレーニング設定
ko: 훈련 설정
lt: Treniruočių nustatymai
no: Treningsinnstillinger
pl: Ustawienia treningu
pt: Configurações de treinamento
ro: Setări de antrenament
ru: Настройки обучения

source: R
fa: آر
ko: 아르 자형
ru: Р

source: CBurnett
fa: سی برنت
ko: 씨버넷
pt: Cburnett (em inglês)

source: Ctrl
ko: Ctrl 키
pl: klawisz kontrolny

source: sites.google.com/site/computerschess
ru: site.google.com/site/computerchess

source: W 1 W 0 W d B 1 B 0 B d
pt: L 1 L 0 L d L 1 L 0 B d
ro: L 1 L 0 L d L 1 B 0 B d
ru: В 1 В 0 В г Б 1 Б 0 Б г

source: 2. f4 (18) 2. Nc3 (9) 2. Bc4 (3)
pl: 2. f4 (18) 2. Sc3 (9) 2. Gc4 (3)
ru: 2. f4 (18) 2. Кc3 (9) 2. Сc4 (3)
