Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Current black player
fa: پخش کننده سیاه فعلی
ja: 現在の黒人選手
ko: 현재 흑인 플레이어
lt: Dabartinis juodas žaidėjas
no: Nåværende svart spiller
pl: Obecny czarny gracz
pt: Jogador negro atual
ro: Actual jucător de culoare
ru: Текущий темнокожий игрок

source: Usual name of human player in human vs engine games
fa: نام معمول بازیکن انسان در بازی های انسان در مقابل موتور
ja: 人間対エンジンのゲームにおける人間プレイヤーの通常の名前
ko: 인간 대 엔진 게임에서 인간 플레이어의 일반적인 이름
lt: Įprastas žmogaus žaidėjo vardas žaidimuose „Žmogus prieš variklį“.
no: Vanlig navn på menneskelig spiller i human vs engine-spill
pl: Zwykła nazwa gracza w grach typu człowiek kontra silnik
pt: Nome usual do jogador humano em jogos de humanos vs. motores
ro: Numele obișnuit al jucătorului uman în jocurile uman vs motor
ru: Обычное имя игрока-человека в играх «человек против движка»

source: Bill
fa: لایحه
ja: 請求書
ko: 청구서
no: Regning
pl: Rachunek
pt: Conta
ro: Proiect de lege
ru: Счет

source: The person who usually uses this program to play against a chess engine.
fa: شخصی که معمولا از این برنامه برای بازی با موتور شطرنج استفاده می کند.
ja: 通常、このプログラムを使用してチェス エンジンと対戦する人。
ko: 이 프로그램을 주로 사용하는 사람은 체스 엔진과 대결할 때 사용합니다.
lt: Asmuo, kuris paprastai naudoja šią programą žaisti prieš šachmatų variklį.
no: Personen som vanligvis bruker dette programmet til å spille mot en sjakkmotor.
pl: Osoba, która zazwyczaj używa tego programu do gry z silnikiem szachowym.
pt: A pessoa que normalmente usa este programa para jogar contra um mecanismo de xadrez.
ro: Persoana care folosește de obicei acest program pentru a juca împotriva unui motor de șah.
ru: Человек, который обычно использует эту программу для игры против шахматного движка.

source: Use this panel to name the players involved in the
fa: از این پنل برای نام بردن بازیکنانی که در آن شرکت دارند استفاده کنید
ja: このパネルを使用して、
ko: 이 패널을 사용하여 관련 플레이어의 이름을 지정하세요.
lt: Naudokite šį skydelį, norėdami įvardyti žaidėjus, dalyvaujančius žaidime
no: Bruk dette panelet til å navngi spillerne som er involvert i
pl: Użyj tego panelu, aby nadać imiona graczom biorącym udział w
pt: Use este painel para nomear os jogadores envolvidos no
ro: Utilizați acest panou pentru a numi jucătorii implicați în
ru: Используйте эту панель, чтобы назвать игроков, участвующих в

source: onscreen games.
fa: بازی های روی صفحه نمایش
ja: 画面上のゲーム。
ko: 화면상의 게임.
lt: žaidimai ekrane.
no: spill på skjermen.
pl: gry na ekranie.
pt: jogos na tela.
ro: jocuri pe ecran.
ru: экранные игры.

source: A shortcut to this dialog is available; simply
fa: یک میانبر برای این گفتگو موجود است. به سادگی
ja: このダイアログへのショートカットが利用可能です。
ko: 이 대화 상자에 대한 바로 가기를 사용할 수 있습니다.
lt: Yra šio dialogo lango nuoroda; tiesiog
no: En snarvei til denne dialogboksen er tilgjengelig; ganske enkelt
pl: Dostępny jest skrót do tego okna dialogowego; po prostu
pt: Um atalho para esta caixa de diálogo está disponível; basta
ro: Este disponibilă o comandă rapidă la acest dialog; pur şi simplu
ru: Доступен ярлык для этого диалогового окна; просто

source: click on a player name.
fa: روی نام بازیکن کلیک کنید
ja: プレーヤー名をクリックします。
ko: 플레이어 이름을 클릭하세요.
lt: spustelėkite žaidėjo vardą.
no: klikk på et spillernavn.
pl: Kliknij na nazwę gracza.
pt: clique no nome de um jogador.
ro: faceți clic pe numele unui jucător.
ru: нажмите на имя игрока.

source: Player Name Dialog Help
fa: راهنمای گفتگوی نام بازیکن
ja: プレイヤー名ダイアログヘルプ
ko: 플레이어 이름 대화 상자 도움말
lt: Žaidėjo vardo dialogo žinynas
no: Spillernavn Dialog Hjelp
pl: Pomoc dotycząca okna dialogowego nazwy gracza
pt: Ajuda do diálogo de nome do jogador
ro: Ajutor de dialog cu numele jucătorului
ru: Помощь в диалоге имени игрока

source: Error opening .bin book file
fa: خطا در باز کردن فایل کتاب .bin
ja: .bin ブックファイルを開くときにエラーが発生しました
ko: .bin 책 파일을 여는 중 오류가 발생했습니다.
lt: Klaida atidarant .bin knygos failą
no: Feil ved åpning av .bin-bokfil
pl: Błąd podczas otwierania pliku książki .bin
pt: Erro ao abrir arquivo .bin book
ro: Eroare la deschiderea fișierului carte .bin
ru: Ошибка открытия файла книги .bin

source: Polyglot file message
fa: پیام فایل چند زبانه
ja: ポリグロットファイルメッセージ
ko: 폴리글롯 파일 메시지
lt: Poligloto failo pranešimas
no: Polyglot filmelding
pl: Wiadomość pliku poligloty
pt: Mensagem de arquivo poliglota
ro: Mesajul fișierului Polyglot
ru: Сообщение файла полиглота

source: Opening book file re-write complete
fa: باز کردن فایل کتاب، بازنویسی کامل شد
ja: オープニングブックファイルの書き換え完了
ko: 책파일 열기 다시쓰기 완료
lt: Atidaromas knygos failas ir perrašymas baigtas
no: Åpningsbokfil omskriving fullført
pl: Otwieranie pliku książki, ponowne zapisywanie zakończone
pt: Abertura de arquivo de livro reescrita concluída
ro: Deschiderea fișierului cărții rescrierea completă
ru: Открытие файла книги переписывание завершено

source: Update opening book file message
fa: پیام فایل باز کردن کتاب را به‌روزرسانی کنید
ja: オープニングブックファイルメッセージの更新
ko: 업데이트 오프닝 북 파일 메시지
lt: Atnaujinti atidarymo knygos failo pranešimą
no: Oppdater melding om åpningsbokfil
pl: Aktualizuj komunikat o otwarciu pliku książki
pt: Atualizar mensagem de abertura de arquivo de livro
ro: Actualizați mesajul fișierului cărții de deschidere
ru: Обновление сообщения об открытии файла книги

source: There are no moves in the file
fa: هیچ حرکتی در فایل وجود ندارد
ja: ファイル内に移動はありません
ko: 파일에 이동이 없습니다
lt: Faile judesių nėra
no: Det er ingen bevegelser i filen
pl: W pliku nie ma żadnych ruchów
pt: Não há movimentos no arquivo
ro: Nu există mișcări în fișier
ru: В файле нет ходов.

source: Cannot read book moves into memory, operation cancelled
fa: خواندن کتاب به حافظه منتقل نمی شود، عملیات لغو شد
ja: メモリに移動した本を読み取ることができないため、操作はキャンセルされました
ko: 책을 읽을 수 없습니다. 메모리로 이동, 작업이 취소되었습니다.
lt: Neįmanoma skaityti knygos perkeliama į atmintį, operacija atšaukta
no: Kan ikke lese boken flyttes inn i minnet, operasjonen avbrutt
pl: Nie można odczytać książki przeniesionej do pamięci, operacja anulowana
pt: Não é possível ler o livro que foi movido para a memória, operação cancelada
ro: Nu se pot citi mutarea cărții în memorie, operațiunea anulată
ru: Невозможно считать книгу, перемещенную в память, операция отменена

source: Memory allocation error
fa: خطای تخصیص حافظه
ja: メモリ割り当てエラー
ko: 메모리 할당 오류
lt: Atminties paskirstymo klaida
no: Minnetildelingsfeil
pl: Błąd przydziału pamięci
pt: Erro de alocação de memória
ro: Eroare de alocare a memoriei
ru: Ошибка распределения памяти

source: There is no game loaded to add moves from.
fa: هیچ بازی برای اضافه کردن حرکات بارگذاری نشده است.
ja: 動きを追加するためのゲームがロードされていません。
ko: 동작을 추가할 게임이 로드되어 있지 않습니다.
lt: Nėra įkelto žaidimo, iš kurio būtų galima pridėti ėjimų.
no: Det er ikke noe spill lastet å legge til trekk fra.
pl: Brak załadowanej gry, z której można by dodać ruchy.
pt: Não há nenhum jogo carregado para adicionar movimentos.
ro: Nu există niciun joc încărcat din care să adăugați mișcări.
ru: Не загружена ни одна игра, из которой можно добавить ходы.

source: Please load a game before adding moves.
fa: لطفاً قبل از اضافه کردن حرکات، یک بازی را بارگذاری کنید.
ja: 動きを追加する前にゲームをロードしてください。
ko: 동작을 추가하기 전에 게임을 로드하세요.
lt: Prieš pridėdami judesių, įkelkite žaidimą.
no: Last inn et spill før du legger til trekk.
pl: Przed dodaniem ruchów proszę załadować grę.
pt: Por favor, carregue um jogo antes de adicionar movimentos.
ro: Vă rugăm să încărcați un joc înainte de a adăuga mișcări.
ru: Пожалуйста, загрузите игру перед добавлением ходов.

source: If your intention was to add all the games from a database,
fa: اگر قصد شما این بود که همه بازی ها را از یک پایگاه داده اضافه کنید،
ja: データベースからすべてのゲームを追加するつもりだった場合、
ko: 데이터베이스에서 모든 게임을 추가하는 것이 의도라면,
lt: Jei ketinote įtraukti visus žaidimus iš duomenų bazės,
no: Hvis intensjonen din var å legge til alle spillene fra en database,
pl: Jeśli Twoim zamiarem było dodanie wszystkich gier z bazy danych,
pt: Se sua intenção era adicionar todos os jogos de um banco de dados,
ro: Dacă intenția ta a fost să adaugi toate jocurile dintr-o bază de date,
ru: Если вы намеревались добавить все игры из базы данных,

source: then please click the <Add database> checkbox
fa: سپس لطفاً روی کادر چک <Add database> کلیک کنید
ja: 次に、<データベースを追加>チェックボックスをクリックしてください。
ko: 그런 다음 <데이터베이스 추가> 체크박스를 클릭해주세요.
lt: tada spustelėkite žymimąjį laukelį <Pridėti duomenų bazę>
no: klikk deretter på <Legg til database> avkrysningsboksen
pl: następnie kliknij pole wyboru <Dodaj bazę danych>
pt: então clique na caixa de seleção <Adicionar banco de dados>
ro: apoi faceți clic pe caseta de selectare <Adăugați o bază de date>
ru: затем, пожалуйста, установите флажок <Добавить базу данных>

source: before clicking on <Add Games>
fa: قبل از کلیک بر روی <Add Games>
ja: <ゲームを追加>をクリックする前に
ko: <게임 추가>를 클릭하기 전에
lt: prieš spustelėdami <Pridėti žaidimus>
no: før du klikker på <Legg til spill>
pl: przed kliknięciem <Dodaj gry>
pt: antes de clicar em <Adicionar jogos>
ro: înainte de a face clic pe <Adăugare jocuri>
ru: прежде чем нажать <Добавить игры>

source: Add games from PGN file message
fa: اضافه کردن بازی از پیام فایل PGN
ja: PGNファイルメッセージからゲームを追加する
ko: PGN 파일 메시지에서 게임 추가
lt: Pridėti žaidimų iš PGN failo pranešimo
no: Legg til spill fra PGN-filmelding
pl: Dodaj gry z wiadomości pliku PGN
pt: Adicionar jogos da mensagem do arquivo PGN
ro: Adăugați jocuri din mesajul fișierului PGN
ru: Добавить игры из сообщения файла PGN

source: There is no PGN file loaded
fa: هیچ فایل PGN بارگیری نشده است
ja: PGNファイルが読み込まれていません
ko: PGN 파일이 로드되지 않았습니다.
lt: PGN failas neįkeltas
no: Det er ingen PGN-fil lastet
pl: Nie załadowano pliku PGN
pt: Não há arquivo PGN carregado
ro: Nu este încărcat niciun fișier PGN
ru: Файл PGN не загружен.

source: Please load a PGN file before adding games
fa: لطفاً قبل از افزودن بازی، یک فایل PGN بارگذاری کنید
ja: ゲームを追加する前にPGNファイルをロードしてください
ko: 게임을 추가하기 전에 PGN 파일을 로드하세요.
lt: Prieš pridėdami žaidimų įkelkite PGN failą
no: Last inn en PGN-fil før du legger til spill
pl: Przed dodaniem gier proszę załadować plik PGN
pt: Por favor, carregue um arquivo PGN antes de adicionar jogos
ro: Vă rugăm să încărcați un fișier PGN înainte de a adăuga jocuri
ru: Пожалуйста, загрузите файл PGN перед добавлением игр.

source: Game moves added to opening book
fa: حرکات بازی به کتاب افتتاحیه اضافه شد
ja: オープニングブックにゲームの動きを追加
ko: 오프닝북에 게임 동작 추가
lt: Žaidimo judesiai įtraukti į atidarymo knygą
no: Spilltrekk lagt til i åpningsboken
pl: Dodano ruchy gry do księgi otwarć
pt: Movimentos do jogo adicionados ao livro de abertura
ro: Mișcările jocului au fost adăugate la cartea de deschidere
ru: Игровые ходы добавлены в дебютную книгу

source: Book file update message
fa: پیام به روز رسانی فایل کتاب
ja: 書籍ファイルの更新メッセージ
ko: 책 파일 업데이트 메시지
lt: Knygos failo atnaujinimo pranešimas
no: Melding om oppdatering av bokfil
pl: Wiadomość o aktualizacji pliku książki
pt: Mensagem de atualização do arquivo do livro
ro: Mesaj de actualizare a fișierului de carte
ru: Сообщение об обновлении файла книги

source: Add games to file
fa: بازی ها را به فایل اضافه کنید
ja: ファイルにゲームを追加する
ko: 파일에 게임 추가
lt: Pridėti žaidimus į failą
no: Legg til spill i filen
pl: Dodaj gry do pliku
pt: Adicionar jogos ao arquivo
ro: Adăugați jocuri în fișier
ru: Добавить игры в файл

source: complete.
fa: کامل
ja: 完了。
ko: 완벽한.
lt: užbaigti.
no: fullstendig.
pl: kompletny.
pt: completo.
ro: complet.
ru: полный.

source: Games processed
fa: بازی ها پردازش شدند
ja: 処理されたゲーム
ko: 처리된 게임
lt: Žaidimai apdoroti
no: Spill behandlet
pl: Przetworzone gry
pt: Jogos processados
ro: Jocurile procesate
ru: Игры обработаны

source: Moves added
fa: حرکات اضافه شد
ja: 追加された動き
ko: 추가된 동작
lt: Pridėta judesių
no: Flytt lagt til
pl: Dodano ruchy
pt: Movimentos adicionados
ro: Mișcări adăugate
ru: Добавлены ходы

source: Time taken
fa: زمان صرف شده
ja: かかった時間
ko: 소요시간
lt: Atimtas laikas
no: Tiden tatt
pl: Czas zajęty
pt: Tempo gasto
ro: Timp luat
ru: Время, затраченное

source: Add games cancelled
fa: افزودن بازی‌ها لغو شد
ja: ゲームの追加はキャンセルされました
ko: 취소된 게임 추가
lt: Žaidimų pridėjimas atšauktas
no: Legg til spill ble avbrutt
pl: Dodaj gry anulowane
pt: Adicionar jogos cancelados
ro: Adăugați jocuri anulate
ru: Добавить отмененные игры

source: Do you wish to add the games processed so far ?
fa: آیا می خواهید بازی هایی را که تاکنون پردازش شده اند اضافه کنید؟
ja: これまで処理したゲームを追加しますか?
ko: 지금까지 처리된 게임을 추가하시겠습니까?
lt: Ar norite pridėti iki šiol apdorotus žaidimus?
no: Ønsker du å legge til spillene som er behandlet så langt?
pl: Czy chcesz dodać gry przetworzone dotychczas?
pt: Deseja adicionar os jogos processados até agora?
ro: Doriți să adăugați jocurile procesate până acum?
ru: Хотите ли вы добавить обработанные на данный момент игры?

source: partially completed.
fa: تا حدی تکمیل شده است.
ja: 部分的に完了しました。
ko: 부분적으로 완료됨.
lt: iš dalies baigtas.
no: delvis fullført.
pl: częściowo ukończone.
pt: parcialmente concluído.
ro: parțial finalizat.
ru: частично завершено.

source: No moves to add
fa: هیچ حرکتی برای افزودن وجود ندارد
ja: 追加する動きはありません
ko: 추가할 동작이 없습니다
lt: Nereikia pridėti jokių judesių
no: Ingen trekk å legge til
pl: Brak ruchów do dodania
pt: Nenhum movimento para adicionar
ro: Fără mișcări de adăugat
ru: Нет ходов для добавления

source: No moves to delete
fa: هیچ حرکتی برای حذف وجود ندارد
ja: 削除する動きはありません
ko: 삭제할 이동이 없습니다
lt: Jokių judesių ištrinti
no: Ingen trekk å slette
pl: Brak ruchów do usunięcia
pt: Nenhum movimento para excluir
ro: Nicio mișcare de șters
ru: Нет ходов для удаления

source: Cannot reallocate memory for opening book
fa: نمی توان حافظه را برای باز کردن کتاب تخصیص داد
ja: 本を開くためのメモリを再割り当てできません
ko: 책을 여는 데 메모리를 재할당할 수 없습니다.
lt: Negalima perskirstyti atminties knygos atidarymui
no: Kan ikke omfordele minne for å åpne boken
pl: Nie można ponownie przydzielić pamięci do otwarcia książki
pt: Não é possível realocar a memória para abrir o livro
ro: Nu se poate realoca memoria pentru deschiderea cărții
ru: Невозможно перераспределить память для открытия книги

source: Memory error
fa: خطای حافظه
ja: メモリエラー
ko: 메모리 오류
lt: Atminties klaida
no: Minnefeil
pl: Błąd pamięci
pt: Erro de memória
ro: Eroare de memorie
ru: Ошибка памяти

source: Cannot open the .bin opening book file
fa: نمی توان فایل کتاب بازکننده bin. را باز کرد
ja: .binオープニングブックファイルを開けません
ko: .bin 오프닝북 파일을 열 수 없습니다.
lt: Negalima atidaryti .bin atidarymo knygos failo
no: Kan ikke åpne .bin-åpningsbokfilen
pl: Nie można otworzyć pliku otwierającego książkę .bin
pt: Não é possível abrir o arquivo de livro de abertura .bin
ro: Nu se poate deschide fișierul carte de deschidere .bin
ru: Невозможно открыть файл .bin открытия книги

source: There are no moves in the book to reset
fa: هیچ حرکتی در کتاب برای بازنشانی وجود ندارد
ja: リセットする動きは本にはありません
ko: 책에는 재설정할 수 있는 동작이 없습니다.
lt: Knygoje nėra jokių judesių, kuriuos būtų galima nustatyti iš naujo
no: Det er ingen trekk i boken som skal tilbakestilles
pl: W książce nie ma ruchów do zresetowania
pt: Não há movimentos no livro para redefinir
ro: Nu există mișcări în carte de resetat
ru: В книге нет ходов, которые можно сбросить.

source: Edit Polyglot .bin opening book
fa: ویرایش کتاب افتتاحیه Polyglot .bin
ja: Polyglot .bin オープニングブックを編集する
ko: Polyglot .bin 오프닝북 편집
lt: Redaguoti Polyglot .bin atidarymo knygą
no: Rediger Polyglot .bin åpningsbok
pl: Edytuj Polyglot .bin otwierającą książkę
pt: Editar livro de abertura Polyglot .bin
ro: Editați cartea de deschidere Polyglot .bin
ru: Редактировать Полиглот .bin дебютная книга

source: File :-
fa: فایل:-
ja: ファイル ：-
ko: 파일 :-
lt: Failas:-
no: Fil :-
pl: Plik :-
pt: Arquivo :-
ro: Fișier:-
ru: Файл :-

source: Select .bin file for book
fa: فایل bin. را برای کتاب انتخاب کنید
ja: 本の.binファイルを選択
ko: 책에 대한 .bin 파일을 선택하세요
lt: Pasirinkite .bin failą knygai
no: Velg .bin-fil for bok
pl: Wybierz plik .bin dla książki
pt: Selecione o arquivo .bin para o livro
ro: Selectați fișierul .bin pentru carte
ru: Выберите файл .bin для книги

source: Add line
fa: خط اضافه کنید
ja: 行を追加
ko: 줄 추가
lt: Pridėti eilutę
no: Legg til linje
pl: Dodaj linię
pt: Adicionar linha
ro: Adăugați linie
ru: Добавить строку

source: from start
fa: از ابتدا
ja: 最初から
ko: 시작부터
lt: nuo pradžios
no: fra start
pl: od początku
pt: do começo
ro: din start
ru: с самого начала

source: with sub-vars
fa: با متغیرهای فرعی
ja: サブ変数付き
ko: 하위 변수 포함
lt: su povardžiais
no: med sub-vars
pl: z podzmiennymi
pt: com sub-vars
ro: cu sub-varuri
ru: с подпеременными

source: Delete line
fa: حذف خط
ja: 行を削除
ko: 줄 삭제
lt: Ištrinti eilutę
no: Slett linje
pl: Usuń linię
pt: Apagar linha
ro: Ștergeți linia
ru: Удалить строку

source: Default weight value
fa: مقدار وزن پیش فرض
ja: デフォルトの重み値
ko: 기본 무게 값
lt: Numatytoji svorio vertė
no: Standard vektverdi
pl: Domyślna wartość wagi
pt: Valor de peso padrão
ro: Valoarea implicită a greutății
ru: Значение веса по умолчанию

source: Select the options to add game(s) from a PGN file :-
fa: گزینه های اضافه کردن بازی(های) را از یک فایل PGN انتخاب کنید:-
ja: PGN ファイルからゲームを追加するにはオプションを選択します:-
ko: PGN 파일에서 게임을 추가하려면 다음 옵션을 선택하세요.
lt: Pasirinkite žaidimo (-ų) pridėjimo iš PGN failo parinktis: -
no: Velg alternativene for å legge til spill fra en PGN-fil:-
pl: Wybierz opcje dodania gry(gier) z pliku PGN:-
pt: Selecione as opções para adicionar jogo(s) de um arquivo PGN:-
ro: Selectați opțiunile pentru a adăuga jocuri dintr-un fișier PGN:-
ru: Выберите параметры для добавления игр из файла PGN:

source: Add game
fa: اضافه کردن بازی
ja: ゲームを追加
ko: 게임 추가
lt: Pridėti žaidimą
no: Legg til spill
pl: Dodaj grę
pt: Adicionar jogo
ro: Adaugă joc
ru: Добавить игру

source: Add database
fa: افزودن پایگاه داده
ja: データベースを追加
ko: 데이터베이스 추가
lt: Pridėti duomenų bazę
no: Legg til database
pl: Dodaj bazę danych
pt: Adicionar banco de dados
ro: Adăugați baza de date
ru: Добавить базу данных

source: Move depth (ply) :
fa: عمق حرکت (ply):
ja: 移動深さ（層）:
ko: 이동 깊이(플라이) :
lt: Judėjimo gylis (sluoksnis):
no: Flyttedybde (lag):
pl: Głębokość ruchu (warstwa):
pt: Profundidade de movimento (camada):
ro: Adâncimea de mișcare (pli):
ru: Глубина перемещения (слой):

source: Book move no.
fa: شماره حرکت کتاب
ja: 本の移動番号
ko: 예약 이동 번호
lt: Knygos judėjimas Nr.
no: Boktrekk nr.
pl: Zarezerwuj ruch nr.
pt: Movimento de livro nº.
ro: Mutare carte nr.
ru: Номер хода книги.

source: Start game no.
fa: شروع بازی شماره
ja: ゲーム番号を開始します。
ko: 게임 시작 번호
lt: Pradėkite žaidimą Nr.
no: Start spill nr.
pl: Rozpocznij grę nr.
pt: Comece o jogo no.
ro: Începe jocul nr.
ru: Начать игру №

source: End game no. :
fa: شماره پایان بازی :
ja: 終了ゲーム番号:
ko: 엔드게임 번호 :
lt: Žaidimo pabaiga Nr. :
no: Sluttspill nr. :
pl: Numer gry końcowej:
pt: Fim do jogo n.º:
ro: Sfârșit jocul nr. :
ru: Конец игры №:

source: Add game(s)
fa: افزودن بازی(های)
ja: ゲームを追加
ko: 게임 추가
lt: Pridėti žaidimą (-us)
no: Legg til spill
pl: Dodaj grę(y)
pt: Adicionar jogo(s)
ro: Adăugați jocuri
ru: Добавить игру(ы)

source: Last game no. added
fa: آخرین بازی شماره اضافه شده است
ja: 最後に追加されたゲーム番号
ko: 마지막 게임 번호 추가됨
lt: Paskutinis žaidimas Nr. pridėta
no: Siste kamp nr. lagt til
pl: Ostatni dodany numer gry
pt: Último jogo nº adicionado
ro: Ultimul joc nr. adăugat
ru: Последняя добавленная игра №

source: The polyglot .bin file that is used for opening book moves.
fa: فایل polyglot .bin که برای باز کردن کتاب استفاده می شود حرکت می کند.
ja: 本を開くために使用される polyglot .bin ファイルに移動します。
ko: 책의 움직임을 여는 데 사용되는 다국어 .bin 파일입니다.
lt: Poliglotinis .bin failas, naudojamas knygos atidarymui, juda.
no: Den polyglot .bin-filen som brukes til å åpne boktrekk.
pl: Plik polyglot .bin używany do otwierania ruchów książki.
pt: O arquivo .bin poliglota usado para abrir movimentos de livros.
ro: Fișierul polyglot .bin care este utilizat pentru deschiderea mutărilor de cărți.
ru: Файл polyglot .bin, который используется для открытия ходов книги.

source: Click to add the current line to book
fa: برای افزودن خط فعلی به رزرو کلیک کنید
ja: クリックして現在の行を予約に追加します
ko: 현재 줄을 책에 추가하려면 클릭하세요
lt: Spustelėkite, jei norite pridėti dabartinę eilutę prie knygos
no: Klikk for å legge til gjeldende linje i boken
pl: Kliknij, aby dodać bieżącą linię do rezerwacji
pt: Clique para adicionar a linha atual ao livro
ro: Faceți clic pentru a adăuga linia curentă la rezervare
ru: Нажмите, чтобы добавить текущую строку в книгу

source: Check to add the current line from the start
fa: برای اضافه کردن خط فعلی از ابتدا علامت بزنید
ja: チェックすると現在の行を先頭から追加します
ko: 현재 줄을 처음부터 추가하려면 체크하세요
lt: Pažymėkite, jei norite pridėti dabartinę eilutę nuo pradžios
no: Merk av for å legge til gjeldende linje fra starten
pl: Zaznacz, aby dodać bieżący wiersz od początku
pt: Marque para adicionar a linha atual desde o início
ro: Bifați pentru a adăuga linia curentă de la început
ru: Установите флажок, чтобы добавить текущую строку с начала.

source: uncheck to add from current position
fa: برای افزودن از موقعیت فعلی علامت را بردارید
ja: 現在の位置から追加するにはチェックを外します
ko: 현재 위치에서 추가하려면 체크 해제하세요
lt: panaikinkite žymėjimą, kad pridėtumėte iš dabartinės padėties
no: fjern merket for å legge til fra gjeldende posisjon
pl: odznacz, aby dodać z bieżącej pozycji
pt: desmarque para adicionar da posição atual
ro: debifați pentru a adăuga din poziția curentă
ru: снимите отметку, чтобы добавить из текущей позиции

source: Check to add sub-vars, uncheck for main line only
fa: برای افزودن متغیرهای فرعی علامت بزنید، علامت فقط خط اصلی را بردارید
ja: サブ変数を追加する場合はチェックし、メインラインのみの場合はチェックを外します
ko: 하위 변수를 추가하려면 체크하고, 메인 라인에 대한 체크만 해제하세요.
lt: Pažymėkite, jei norite pridėti antrinių variantų, panaikinkite žymėjimą tik pagrindinėje eilutėje
no: Merk av for å legge til sub-vars, fjern merket for kun hovedlinje
pl: Zaznacz, aby dodać podzmienne, odznacz tylko dla linii głównej
pt: Marque para adicionar sub-vars, desmarque apenas para a linha principal
ro: Bifați pentru a adăuga sub-varuri, debifați numai pentru linia principală
ru: Установите флажок, чтобы добавить подпеременные, снимите флажок только для основной строки.

source: Click to delete the current line from book
fa: برای حذف خط فعلی از کتاب کلیک کنید
ja: クリックすると現在の行が本から削除されます
ko: 책에서 현재 줄을 삭제하려면 클릭하세요
lt: Spustelėkite, jei norite ištrinti dabartinę eilutę iš knygos
no: Klikk for å slette gjeldende linje fra boken
pl: Kliknij, aby usunąć bieżący wiersz z książki
pt: Clique para excluir a linha atual do livro
ro: Faceți clic pentru a șterge linia curentă din carte
ru: Нажмите, чтобы удалить текущую строку из книги.

source: Check to delete the current line from the start
fa: برای حذف خط فعلی از ابتدا علامت بزنید
ja: チェックすると、現在の行を先頭から削除します
ko: 현재 줄을 처음부터 삭제하려면 체크하세요
lt: Pažymėkite, jei norite ištrinti dabartinę eilutę nuo pradžios
no: Merk av for å slette gjeldende linje fra starten
pl: Zaznacz, aby usunąć bieżący wiersz od początku
pt: Marque para excluir a linha atual do início
ro: Bifați pentru a șterge linia curentă de la început
ru: Установите флажок, чтобы удалить текущую строку с начала.

source: uncheck to delete from current position
fa: برای حذف از موقعیت فعلی علامت را بردارید
ja: 現在の位置から削除するにはチェックを外します
ko: 현재 위치에서 삭제하려면 선택 취소
lt: panaikinkite žymėjimą, kad ištrintumėte iš dabartinės padėties
no: fjern merket for å slette fra gjeldende posisjon
pl: odznacz, aby usunąć z bieżącej pozycji
pt: desmarque para excluir da posição atual
ro: debifați pentru a șterge din poziția curentă
ru: снимите отметку, чтобы удалить из текущей позиции

source: Check to delete sub-vars, uncheck for main line only
fa: برای حذف متغیرهای فرعی علامت بزنید، علامت فقط خط اصلی را بردارید
ja: サブ変数を削除するにはチェックを入れ、メインラインのみを削除するにはチェックを外します
ko: 하위 변수를 삭제하려면 체크하고, 메인 라인에 대한 체크만 해제하세요.
lt: Pažymėkite, jei norite ištrinti antrinius variantus, panaikinkite žymėjimą tik pagrindinėje eilutėje
no: Merk av for å slette sub-vars, fjern merket for kun hovedlinje
pl: Zaznacz, aby usunąć podzmienne, odznacz tylko dla wiersza głównego
pt: Marque para excluir sub-vars, desmarque apenas para a linha principal
ro: Bifați pentru a șterge sub-varurile, debifați numai pentru linia principală
ru: Установите флажок, чтобы удалить подпеременные, снимите флажок только для основной строки.
