Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Display important game messages
fa: نمایش پیام های مهم بازی
ja: 重要なゲームメッセージを表示する
ko: 중요한 게임 메시지 표시
lt: Rodyti svarbius žaidimo pranešimus
no: Vis viktige spillmeldinger
pl: Wyświetlaj ważne wiadomości z gry
pt: Exibir mensagens importantes do jogo
ro: Afișează mesaje importante ale jocului
ru: Отображать важные игровые сообщения

source: Confirm resign message box
fa: صندوق پیام استعفا را تایید کنید
ja: 辞任確認メッセージボックス
ko: 사임 확인 메시지 상자
lt: Patvirtinkite atsistatydinimo pranešimo laukelį
no: Bekreft meldingsboks for fratredelse
pl: Potwierdź okno komunikatu rezygnacji
pt: Caixa de mensagem de confirmação de demissão
ro: Confirmați caseta de mesaj de demisie
ru: Подтвердите сообщение об отставке

source: Display Fics status bar 2d message
fa: نمایش پیام 2 بعدی نوار وضعیت Fics
ja: Fics ステータスバーに 2D メッセージを表示
ko: Fics 상태 표시줄 2D 메시지 표시
lt: Rodyti Fics būsenos juostos 2d pranešimą
no: Vis Fics statuslinje 2d-melding
pl: Wyświetl pasek stanu Fics 2d wiadomość
pt: Exibir mensagem 2D da barra de status do Fics
ro: Afișează mesajul 2d din bara de stare Fics
ru: Отображение строки состояния Fics 2d сообщения

source: Display Fics status bar 3d message
fa: نمایش پیام سه بعدی نوار وضعیت Fics
ja: Fics ステータスバーに 3D メッセージを表示
ko: Fics 상태 표시줄 3D 메시지 표시
lt: Rodyti Fics būsenos juostos 3D pranešimą
no: Vis Fics statuslinje 3d-melding
pl: Wyświetl pasek stanu Fics w 3D
pt: Exibir mensagem 3D na barra de status do Fics
ro: Afișează mesajul 3d din bara de stare Fics
ru: Отображение строки состояния Fics 3D-сообщения

source: Select window background colour
fa: رنگ پس زمینه پنجره را انتخاب کنید
ja: ウィンドウの背景色を選択
ko: 창 배경색 선택
lt: Pasirinkite lango fono spalvą
no: Velg bakgrunnsfarge for vinduet
pl: Wybierz kolor tła okna
pt: Selecione a cor de fundo da janela
ro: Selectați culoarea de fundal a ferestrei
ru: Выберите цвет фона окна

source: Toolbar icons..
fa: نمادهای نوار ابزار..
ja: ツールバーのアイコン。
ko: 도구 모음 아이콘..
lt: Įrankių juostos piktogramos..
no: Verktøylinjeikoner..
pl: Ikony paska narzędzi.
pt: Ícones da barra de ferramentas.
ro: Pictogramele din bara de instrumente...
ru: Значки панели инструментов..

source: Choose the number of lines for the text input box
fa: تعداد خطوط را برای کادر ورودی متن انتخاب کنید
ja: テキスト入力ボックスの行数を選択します
ko: 텍스트 입력 상자의 줄 수를 선택하세요
lt: Pasirinkite teksto įvesties laukelio eilučių skaičių
no: Velg antall linjer for tekstinntastingsboksen
pl: Wybierz liczbę wierszy dla pola wprowadzania tekstu
pt: Escolha o número de linhas para a caixa de entrada de texto
ro: Alegeți numărul de linii pentru caseta de introducere a textului
ru: Выберите количество строк для поля ввода текста.

source: Set the default takeback move number for a game
fa: شماره حرکت پس‌انداز پیش‌فرض را برای یک بازی تنظیم کنید
ja: ゲームのデフォルトのテイクバック移動数を設定する
ko: 게임의 기본 테이크백 이동 번호를 설정합니다.
lt: Nustatykite numatytąjį žaidimo grąžinimo judėjimo numerį
no: Angi standard tilbaketrekningstrekknummer for et spill
pl: Ustaw domyślny numer ruchu cofania dla gry
pt: Defina o número de movimentos de retomada padrão para um jogo
ro: Setați numărul implicit de mișcare de preluare pentru un joc
ru: Установите номер возвратного хода по умолчанию для игры

source: Check to cancel the display of game adverts
fa: برای لغو نمایش تبلیغات بازی علامت بزنید
ja: ゲーム広告の表示をキャンセルするにはチェックを入れます
ko: 게임 광고 표시를 취소하려면 체크하세요
lt: Pažymėkite, jei norite atšaukti žaidimų skelbimų rodymą
no: Merk av for å avbryte visningen av spillannonser
pl: Zaznacz, aby anulować wyświetlanie reklam gry
pt: Marque para cancelar a exibição de anúncios de jogos
ro: Bifați pentru a anula afișarea reclamelor pentru jocuri
ru: Отметьте, чтобы отменить показ игровой рекламы.

source: after logging on
fa: پس از ورود به سیستم
ja: ログオン後
ko: 로그인 후
lt: po prisijungimo
no: etter pålogging
pl: po zalogowaniu
pt: depois de fazer login
ro: după conectare
ru: после входа в систему

source: Check to silence messages when playing a game
fa: برای بی‌صدا کردن پیام‌ها هنگام بازی، علامت بزنید
ja: ゲームをプレイしているときにメッセージを無音にするにはチェックを入れます
ko: 게임을 할 때 메시지를 무음으로 설정하려면 체크하세요
lt: Pažymėkite, jei norite nutildyti pranešimus žaidžiant žaidimą
no: Merk av for å dempe meldinger når du spiller et spill
pl: Zaznacz, aby wyciszyć komunikaty podczas gry
pt: Marque para silenciar mensagens ao jogar um jogo
ro: Bifați pentru a opri mesajele când jucați un joc
ru: Установите этот флажок, чтобы отключить сообщения во время игры.

source: Check to silence connection messages
fa: برای بی‌صدا کردن پیام‌های اتصال علامت بزنید
ja: 接続メッセージを無音にするにはチェックしてください
ko: 연결 메시지를 무음으로 설정하려면 체크하세요.
lt: Pažymėkite, jei norite nutildyti ryšio pranešimus
no: Merk av for å dempe tilkoblingsmeldinger
pl: Zaznacz, aby wyciszyć komunikaty o połączeniu
pt: Marque para silenciar mensagens de conexão
ro: Bifați pentru a opri mesajele de conexiune
ru: Установите флажок, чтобы отключить сообщения о подключении.

source: for the status bar during a game
fa: برای نوار وضعیت در طول بازی
ja: ゲーム中のステータスバー用
ko: 게임 중 상태 표시줄에 대해
lt: būsenos juostai žaidimo metu
no: for statuslinjen under et spill
pl: dla paska stanu podczas gry
pt: para a barra de status durante um jogo
ro: pentru bara de stare în timpul unui joc
ru: для строки состояния во время игры

source: Check to display important game messages
fa: برای نمایش پیام های مهم بازی علامت بزنید
ja: 重要なゲームメッセージを表示するにはチェックしてください
ko: 중요한 게임 메시지를 표시하려면 체크하세요
lt: Pažymėkite, kad būtų rodomi svarbūs žaidimo pranešimai
no: Merk av for å vise viktige spillmeldinger
pl: Zaznacz, aby wyświetlić ważne wiadomości dotyczące gry
pt: Marque para exibir mensagens importantes do jogo
ro: Bifați pentru a afișa mesaje importante de joc
ru: Установите этот флажок, чтобы отображать важные игровые сообщения.

source: in a message box
fa: در یک جعبه پیام
ja: メッセージボックス内
ko: 메시지 상자에서
lt: žinutėje
no: i en meldingsboks
pl: w polu wiadomości
pt: em uma caixa de mensagem
ro: într-o casetă de mesaje
ru: в окне сообщения

source: Check to display confirm box after resigning
fa: برای نمایش کادر تایید پس از استعفا علامت بزنید
ja: 辞退後に確認ボックスを表示するかどうかチェックする
ko: 사임 후 확인 상자를 표시하려면 체크하세요.
lt: Pažymėkite, kad atsistatydinę būtų rodomas patvirtinimo laukelis
no: Merk av for å vise bekreftelsesboksen etter oppsigelse
pl: Zaznacz, aby wyświetlić pole potwierdzenia po rezygnacji
pt: Marque para exibir a caixa de confirmação após a demissão
ro: Bifați pentru a afișa caseta de confirmare după demisie
ru: Установите флажок, чтобы отобразить окно подтверждения после выхода из игры.

source: Check to display Fics messages
fa: برای نمایش پیام های Fics علامت بزنید
ja: Ficsメッセージを表示するかどうかチェックする
ko: Fics 메시지를 표시하려면 체크하세요
lt: Pažymėkite, kad būtų rodomi Fics pranešimai
no: Merk av for å vise Fics-meldinger
pl: Zaznacz, aby wyświetlić wiadomości Fics
pt: Marque para exibir mensagens Fics
ro: Bifați pentru a afișa mesajele Fic
ru: Установите флажок, чтобы отображать сообщения Fics

source: on the status bar in 2d
fa: در نوار وضعیت در 2d
ja: 2Dのステータスバー
ko: 2d 상태 표시줄에서
lt: būsenos juostoje 2d
no: på statuslinjen i 2d
pl: na pasku stanu w 2D
pt: na barra de status em 2d
ro: pe bara de stare în 2d
ru: на строке состояния в 2d

source: on the status bar in 3d
fa: در نوار وضعیت به صورت سه بعدی
ja: 3Dのステータスバー
ko: 3D 상태 표시줄에서
lt: būsenos juostoje 3d
no: på statuslinjen i 3d
pl: na pasku stanu w 3D
pt: na barra de status em 3d
ro: pe bara de stare în 3d
ru: на строке состояния в 3D

source: Open choose colour dialog box
fa: کادر محاوره ای انتخاب رنگ را باز کنید
ja: 色の選択ダイアログボックスを開く
ko: 색상 선택 대화 상자 열기
lt: Atidarykite spalvų pasirinkimo dialogo langą
no: Åpne dialogboksen Velg farge
pl: Otwórz okno dialogowe wyboru koloru
pt: Abra a caixa de diálogo de escolha de cor
ro: Deschideți caseta de dialog alege culoarea
ru: Открыть диалоговое окно выбора цвета

source: Open the select toolbar icons dialog box
fa: کادر محاوره ای انتخاب نمادهای نوار ابزار را باز کنید
ja: ツールバーアイコンの選択ダイアログボックスを開く
ko: 도구 모음 아이콘 선택 대화 상자를 엽니다.
lt: Atidarykite įrankių juostos piktogramų pasirinkimo dialogo langą
no: Åpne dialogboksen for valg av verktøylinjeikoner
pl: Otwórz okno dialogowe wyboru ikon paska narzędzi
pt: Abra a caixa de diálogo Selecionar ícones da barra de ferramentas
ro: Deschideți caseta de dialog pentru selectarea pictogramelor din bara de instrumente
ru: Открыть диалоговое окно выбора значков панели инструментов

source: This dialog box allows you to set the following options for Fics -
fa: این کادر محاوره ای به شما امکان می دهد گزینه های زیر را برای Fics تنظیم کنید -
ja: このダイアログボックスでは、Ficsの以下のオプションを設定できます -
ko: 이 대화 상자를 사용하면 Fics에 대해 다음 옵션을 설정할 수 있습니다.
lt: Šiame dialogo lange galite nustatyti šias Fics parinktis -
no: Denne dialogboksen lar deg angi følgende alternativer for Fics -
pl: To okno dialogowe umożliwia ustawienie następujących opcji dla plików Fics:
pt: Esta caixa de diálogo permite que você defina as seguintes opções para Fics -
ro: Această casetă de dialog vă permite să setați următoarele opțiuni pentru Fics -
ru: В этом диалоговом окне можно задать следующие параметры для Fics:

source: Text input box line no. - The number of lines of text in the input box.
fa: خط جعبه ورودی متن شماره - تعداد خطوط متن در کادر ورودی.
ja: テキスト入力ボックスの行番号 - 入力ボックス内のテキストの行数。
ko: 텍스트 입력 상자 줄 번호 - 입력 상자에 있는 텍스트 줄 수입니다.
lt: Teksto įvesties laukelio eilutė Nr. - Teksto eilučių skaičius įvesties laukelyje.
no: Tekstinntastingsboks linjenr. - Antall linjer med tekst i inntastingsboksen.
pl: Numer wiersza pola wprowadzania tekstu – Liczba wierszy tekstu w polu wprowadzania tekstu.
pt: Nº da linha da caixa de entrada de texto - O número de linhas de texto na caixa de entrada.
ro: Linia casetei de introducere text nr. - Numărul de rânduri de text din caseta de introducere.
ru: Номер строки поля ввода текста. - Количество строк текста в поле ввода.

source: This will determine the height of the box.
fa: این ارتفاع جعبه را مشخص می کند.
ja: これによってボックスの高さが決まります。
ko: 이렇게 하면 상자의 높이가 결정됩니다.
lt: Tai nustatys dėžutės aukštį.
no: Dette vil bestemme høyden på boksen.
pl: To określi wysokość pudełka.
pt: Isso determinará a altura da caixa.
ro: Aceasta va determina înălțimea cutiei.
ru: Это определит высоту коробки.

source: Default take back move no. - This number will be automatically added
fa: شماره حرکت پیش‌فرض پس گرفتن - این شماره به صورت خودکار اضافه می شود
ja: デフォルトのテイクバック移動番号 - この番号は自動的に追加されます
ko: 기본 이동 취소 번호 - 이 번호는 자동으로 추가됩니다.
lt: Numatytasis grąžinimo judėjimas Nr. - Šis numeris bus automatiškai pridėtas
no: Standard ta tilbake trekk nr. – Dette nummeret blir automatisk lagt til
pl: Domyślny numer ruchu zwrotu - Ten numer zostanie dodany automatycznie
pt: Nº de movimento de retirada padrão - Este número será adicionado automaticamente
ro: Mutarea implicită de preluare nr. - Acest număr va fi adăugat automat
ru: Номер хода возврата по умолчанию. - Этот номер будет добавлен автоматически

source: to the takeback command when selected and then sent to Fics.
fa: هنگام انتخاب به دستور takeback و سپس به Fics ارسال می شود.
ja: 選択するとテイクバックコマンドが実行され、Fics に送信されます。
ko: 선택한 후 Fics로 보내면 철회 명령이 실행됩니다.
lt: į grąžinimo komandą, kai ji pasirinkta ir siunčiama į Fics.
no: til tilbaketakskommandoen når den er valgt og deretter sendt til Fics.
pl: do polecenia takeback po wybraniu i wysłaniu do Fics.
pt: para o comando de retomada quando selecionado e então enviado para Fics.
ro: la comanda takeback atunci când este selectată și apoi trimisă la Fics.
ru: к команде возврата, когда она выбрана и затем отправлена в Fics.

source: Cancel adverts on startup - Check to stop game adverts being sent
fa: لغو تبلیغات در راه اندازی - برای جلوگیری از ارسال تبلیغات بازی علامت بزنید
ja: 起動時に広告をキャンセル - チェックすると、ゲーム広告の送信が停止されます
ko: 시작 시 광고 취소 - 게임 광고 전송을 중지하려면 체크하세요.
lt: Atšaukti skelbimus paleidžiant – pažymėkite, kad sustabdytumėte žaidimo skelbimų siuntimą
no: Avbryt annonser ved oppstart - Kryss av for å stoppe spillannonser som sendes
pl: Anuluj reklamy przy uruchamianiu – zaznacz, aby zatrzymać wysyłanie reklam gry
pt: Cancelar anúncios na inicialização - Marque para interromper o envio de anúncios de jogos
ro: Anulați reclamele la pornire - Bifați pentru a opri trimiterea reclamelor la jocuri
ru: Отменить рекламу при запуске — установите флажок, чтобы остановить отправку игровой рекламы.

source: after you have logged on to Fics.
fa: بعد از اینکه وارد فیکس شدید.
ja: Fics にログオンした後。
ko: Fics에 로그인한 후
lt: prisijungę prie Fics.
no: etter at du har logget på Fics.
pl: po zalogowaniu się do Fics.
pt: depois de fazer login no Fics.
ro: după ce v-ați conectat la Fics.
ru: после того, как вы вошли в систему Fics.

source: Set silence for game - Check to stop messages being sent
fa: تنظیم سکوت برای بازی - برای توقف ارسال پیام علامت بزنید
ja: ゲームをサイレントに設定 - メッセージの送信を停止するにはチェックを入れます
ko: 게임에 대한 무음 설정 - 메시지 전송을 중지하려면 체크하세요
lt: Nustatyti žaidimo tylą – pažymėkite, jei norite sustabdyti pranešimų siuntimą
no: Still inn stillhet for spillet - Merk av for å stoppe meldinger som sendes
pl: Ustaw ciszę dla gry – zaznacz, aby zatrzymać wysyłanie wiadomości
pt: Definir silêncio para o jogo - Marque para interromper o envio de mensagens
ro: Setați tăcere pentru joc - Bifați pentru a opri trimiterea mesajelor
ru: Установить тишину для игры — установите флажок, чтобы остановить отправку сообщений.

source: when you are playing a game.
fa: وقتی در حال انجام یک بازی هستید
ja: ゲームをプレイしているとき。
ko: 게임을 할 때.
lt: kai žaidi žaidimą.
no: når du spiller et spill.
pl: kiedy grasz w grę.
pt: quando você está jogando um jogo.
ro: când joci un joc.
ru: когда вы играете в игру.

source: Silence connection messages - Check to stop connection messages
fa: بی‌صدا کردن پیام‌های اتصال - برای توقف پیام‌های اتصال علامت بزنید
ja: 接続メッセージを無音にする - 接続メッセージを停止するにはチェックします
ko: 연결 메시지 음소거 - 연결 메시지를 중지하려면 체크하세요.
lt: Nutildyti ryšio pranešimus – pažymėkite, kad sustabdytumėte ryšio pranešimus
no: Slå av tilkoblingsmeldinger – Merk av for å stoppe tilkoblingsmeldinger
pl: Wycisz komunikaty o połączeniu – zaznacz, aby zatrzymać komunikaty o połączeniu
pt: Silenciar mensagens de conexão - Marque para interromper mensagens de conexão
ro: Silențiază mesajele de conexiune - Bifați pentru a opri mesajele de conexiune
ru: Отключить сообщения о подключении — установите флажок, чтобы отключить сообщения о подключении.

source: being displayed on the toolbar when you are playing a game.
fa: هنگامی که در حال انجام یک بازی هستید در نوار ابزار نمایش داده می شود.
ja: ゲームをプレイしているときにツールバーに表示されます。
ko: 게임을 할 때 도구 모음에 표시되는 항목입니다.
lt: rodomas įrankių juostoje, kai žaidžiate žaidimą.
no: vises på verktøylinjen når du spiller et spill.
pl: wyświetlana na pasku narzędzi podczas gry.
pt: sendo exibido na barra de ferramentas quando você está jogando.
ro: fiind afișat pe bara de instrumente atunci când jucați un joc.
ru: отображается на панели инструментов во время игры.

source: Display important game messages - Check to display important game
fa: نمایش پیام های مهم بازی - برای نمایش بازی مهم علامت بزنید
ja: 重要なゲームメッセージを表示する - 重要なゲームメッセージを表示するかどうかチェックします
ko: 중요한 게임 메시지 표시 - 중요한 게임 메시지를 표시하려면 체크하세요.
lt: Rodyti svarbius žaidimo pranešimus – pažymėkite, kad būtų rodomas svarbus žaidimas
no: Vis viktige spillmeldinger - Merk av for å vise viktig spill
pl: Wyświetlaj ważne wiadomości z gry – zaznacz, aby wyświetlić ważne wiadomości z gry
pt: Exibir mensagens importantes do jogo - Marque para exibir mensagens importantes do jogo
ro: Afișează mesaje importante de joc - Bifați pentru a afișa jocul important
ru: Отображать важные игровые сообщения — установите флажок, чтобы отображать важные игровые сообщения.

source: messages during a game. This includes draw offers, game over etc.
fa: پیام ها در حین بازی این شامل پیشنهادات قرعه کشی، بازی بیش از حد و غیره است.
ja: ゲーム中のメッセージ。これには、引き分けのオファー、ゲームオーバーなどが含まれます。
ko: 게임 중 메시지. 여기에는 추첨 제안, 게임 종료 등이 포함됩니다.
lt: žinutes žaidimo metu. Tai apima lošimo pasiūlymus, žaidimo pabaigą ir kt.
no: meldinger under et spill. Dette inkluderer trekningstilbud, game over osv.
pl: wiadomości w trakcie gry. Obejmuje to oferty remisowe, koniec gry itp.
pt: mensagens durante um jogo. Isso inclui ofertas de empate, game over etc.
ro: mesaje în timpul unui joc. Acestea includ oferte de remiză, game over etc.
ru: сообщения во время игры. Сюда входят предложения ничьей, игра окончена и т. д.

source: Confirm resign message box - Check for a confimation message box
fa: جعبه پیام استعفا را تأیید کنید - کادر پیام تأیید را بررسی کنید
ja: 辞任確認メッセージボックス - 確認メッセージボックスをチェックします
ko: 사임 확인 메시지 상자 - 사임 확인 메시지 상자를 확인하세요
lt: Patvirtinimo atsistatydinimo pranešimo laukelis – patikrinkite, ar nėra patvirtinimo pranešimo laukelio
no: Meldingsboks for bekreftelse av oppsigelse – Se etter en meldingsboks for bekreftelse
pl: Potwierdź okno komunikatu rezygnacji - Zaznacz pole komunikatu potwierdzającego
pt: Caixa de mensagem de confirmação de demissão - Verifique se há uma caixa de mensagem de confirmação
ro: Confirmați caseta de mesaj de demisie - Verificați dacă există o casetă de mesaj de confirmare
ru: Подтвердите сообщение об отставке - Проверьте наличие окна с сообщением о подтверждении

source: to be displayed when you resign a game.
fa: برای نمایش در هنگام استعفا از یک بازی.
ja: ゲームを降参したときに表示されます。
ko: 게임에서 탈퇴할 때 표시됩니다.
lt: bus rodomas, kai atsisakote žaidimo.
no: som skal vises når du sier opp et spill.
pl: zostanie wyświetlony po rezygnacji z gry.
pt: para ser exibido quando você desiste de um jogo.
ro: să fie afișat atunci când renunțați la un joc.
ru: будет отображаться, когда вы отказываетесь от игры.

source: Display Fics status bar message 2d - Check to display a Fics message
fa: نمایش پیام نوار وضعیت Fics 2d - برای نمایش پیام Fics علامت بزنید
ja: Ficsステータスバーメッセージ2dを表示 - チェックするとFicsメッセージが表示されます
ko: Fics 상태 표시줄 메시지 표시 2d - Fics 메시지를 표시하려면 체크하세요
lt: Rodyti „Fics“ būsenos juostos pranešimą 2d – pažymėkite, kad būtų rodomas „Fics“ pranešimas
no: Vis Fics-statuslinjemelding 2d - Kryss av for å vise en Fics-melding
pl: Wyświetl komunikat paska stanu Fics 2d – zaznacz, aby wyświetlić komunikat Fics
pt: Exibir mensagem da barra de status do Fics 2d - Marque para exibir uma mensagem do Fics
ro: Afișează mesajul din bara de stare Fics 2d - Bifați pentru a afișa un mesaj Fics
ru: Отображение сообщения строки состояния Fics 2d — установите флажок, чтобы отобразить сообщение Fics

source: on the status bar in 2d graphics, when you are playing a game
fa: در نوار وضعیت در گرافیک دو بعدی، زمانی که در حال انجام یک بازی هستید
ja: ゲームをプレイしているときに、2Dグラフィックのステータスバーに表示される
ko: 2D 그래픽의 상태 표시줄에서 게임을 할 때
lt: 2D grafikos būsenos juostoje, kai žaidžiate žaidimą
no: på statuslinjen i 2d-grafikk når du spiller et spill
pl: na pasku stanu w grafice 2D, gdy grasz w grę
pt: na barra de status em gráficos 2D, quando você está jogando um jogo
ro: pe bara de stare în grafică 2d, când jucați un joc
ru: на строке состояния в 2D-графике, когда вы играете в игру

source: with the Fics window minimized.
fa: با حداقل کردن پنجره Fics.
ja: Fics ウィンドウを最小化した状態。
ko: Fics 창을 최소화한 상태입니다.
lt: sumažinus Fics langą.
no: med Fics-vinduet minimert.
pl: przy zminimalizowanym oknie Fics.
pt: com a janela Fics minimizada.
ro: cu fereastra Fics minimizată.
ru: при свернутом окне Fics.

source: You will then see any messages that you need to respond to.
fa: سپس هر پیامی را که باید به آنها پاسخ دهید مشاهده خواهید کرد.
ja: すると、返信が必要なメッセージが表示されます。
ko: 그러면 답장해야 할 메시지가 표시됩니다.
lt: Tada pamatysite visus pranešimus, į kuriuos turėsite atsakyti.
no: Du vil da se alle meldinger du trenger å svare på.
pl: Następnie zobaczysz wszystkie wiadomości, na które musisz odpowiedzieć.
pt: Você verá então todas as mensagens que precisa responder.
ro: Veți vedea apoi toate mesajele la care trebuie să răspundeți.
ru: Затем вы увидите все сообщения, на которые вам необходимо ответить.

source: Display Fics status bar message 2d - See previous note.
fa: نمایش پیام نوار وضعیت Fics 2d - به یادداشت قبلی مراجعه کنید.
ja: Fics ステータス バー メッセージ 2d を表示します - 前の注記を参照してください。
ko: Fics 상태 표시줄 메시지 2d 표시 - 이전 참고 사항을 참조하세요.
lt: Rodyti Fics būsenos juostos pranešimą 2d – žr. ankstesnę pastabą.
no: Vis Fics-statuslinjemelding 2d - Se forrige merknad.
pl: Wyświetl komunikat na pasku stanu Fics 2d – zobacz poprzednią uwagę.
pt: Exibir mensagem da barra de status do Fics 2d - Veja nota anterior.
ro: Afișează mesajul din bara de stare Fics 2d - Vezi nota anterioară.
ru: Отображение сообщения в строке состояния Fics 2d — см. предыдущее примечание.

source: Select window background colour - This will display a choose colour
fa: انتخاب رنگ پس زمینه پنجره - این یک رنگ انتخابی را نمایش می دهد
ja: ウィンドウの背景色を選択 - 色の選択が表示されます
ko: 창 배경색 선택 - 이렇게 하면 색상 선택이 표시됩니다.
lt: Pasirinkite lango fono spalvą – bus rodoma pasirinkta spalva
no: Velg bakgrunnsfarge for vinduet - Dette vil vise en valgt farge
pl: Wybierz kolor tła okna – spowoduje to wyświetlenie opcji Wybierz kolor
pt: Selecione a cor de fundo da janela - Isso exibirá uma cor de escolha
ro: Selectați culoarea de fundal a ferestrei - Aceasta va afișa o culoare de alegere
ru: Выберите цвет фона окна. Отобразится выбранный цвет.

source: box so you can select your preferred colour.
fa: جعبه تا بتوانید رنگ مورد نظر خود را انتخاب کنید.
ja: お好みの色を選択できるボックスです。
ko: 상자를 사용해서 원하는 색상을 선택할 수 있습니다.
lt: langelį, kad galėtumėte pasirinkti pageidaujamą spalvą.
no: boksen slik at du kan velge ønsket farge.
pl: pole, w którym możesz wybrać preferowany kolor.
pt: caixa para que você possa selecionar sua cor preferida.
ro: casetă astfel încât să puteți selecta culoarea preferată.
ru: поле, чтобы вы могли выбрать предпочитаемый вами цвет.

source: Toolbar icons.. - Displays a dialog box for selecting which icons
fa: نمادهای نوار ابزار.. - کادر محاوره ای را برای انتخاب نمادها نمایش می دهد
ja: ツールバーアイコン.. - アイコンを選択するためのダイアログボックスを表示します
ko: 도구 모음 아이콘.. - 아이콘을 선택하기 위한 대화 상자를 표시합니다.
lt: Įrankių juostos piktogramos.. – rodomas dialogo langas, kuriame galima pasirinkti, kurios piktogramos
no: Verktøylinjeikoner.. - Viser en dialogboks for å velge hvilke ikoner
pl: Ikony paska narzędzi.. - Wyświetla okno dialogowe umożliwiające wybór ikon
pt: Ícones da barra de ferramentas.. - Exibe uma caixa de diálogo para selecionar quais ícones
ro: Pictograme din bara de instrumente.. - Afișează o casetă de dialog pentru selectarea pictogramelor
ru: Значки панели инструментов.. - Отображает диалоговое окно для выбора значков

source: you want to display on the toolbar.
fa: می خواهید در نوار ابزار نمایش داده شود.
ja: ツールバーに表示する項目。
ko: 도구 모음에 표시하려고 합니다.
lt: norite rodyti įrankių juostoje.
no: du vil vise på verktøylinjen.
pl: chcesz wyświetlić na pasku narzędzi.
pt: que você deseja exibir na barra de ferramentas.
ro: pe care doriți să îl afișați în bara de instrumente.
ru: которые вы хотите отобразить на панели инструментов.

source: Help on options for the Free Internet Chess Server
fa: راهنما در مورد گزینه های سرور رایگان اینترنت شطرنج
ja: 無料インターネットチェスサーバーのオプションに関するヘルプ
ko: 무료 인터넷 체스 서버 옵션에 대한 도움말
lt: Pagalba apie nemokamo interneto šachmatų serverio parinktis
no: Hjelp til alternativer for Free Internet Chess Server
pl: Pomoc dotycząca opcji dla darmowego serwera szachowego w Internecie
pt: Ajuda sobre opções para o Servidor de Xadrez Gratuito na Internet
ro: Ajutor cu privire la opțiunile pentru Free Internet Chess Server
ru: Помощь по опциям для бесплатного интернет-шахматного сервера

source: Disconnect
fa: قطع کن
ja: 切断
ko: 연결 해제
lt: Atsijungti
no: Frakople
pl: Odłączyć
pt: Desconectar
ro: Deconecta
ru: Отключить

source: Place game advert
fa: آگهی بازی
ja: ゲーム広告を掲載する
ko: 게임 광고 게재
lt: Vieta žaidimo reklama
no: Plasser spillannonse
pl: Umieść reklamę gry
pt: Coloque anúncio de jogo
ro: Pune reclamă la joc
ru: Разместить рекламу игры

source: Propose game
fa: پیشنهاد بازی
ja: ゲームを提案する
ko: 게임 제안하기
lt: Pasiūlykite žaidimą
no: Foreslå spill
pl: Zaproponuj grę
pt: Propor jogo
ro: Propune joc
ru: Предложить игру
