Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Load last PGN file - if you want a puzzle file to automatically load
fa: آخرین فایل PGN را بارگیری کنید - اگر می خواهید یک فایل پازل به طور خودکار بارگیری شود
ja: 最後のPGNファイルを読み込む - パズルファイルを自動的に読み込む場合
ko: 마지막 PGN 파일 로드 - 퍼즐 파일을 자동으로 로드하려는 경우
lt: Įkelti paskutinį PGN failą – jei norite, kad galvosūkio failas būtų įkeltas automatiškai
no: Last inn siste PGN-fil - hvis du vil at en puslespillfil skal lastes automatisk
pl: Załaduj ostatni plik PGN – jeśli chcesz, aby plik układanki został załadowany automatycznie
pt: Carregar o último arquivo PGN - se você quiser que um arquivo de quebra-cabeça seja carregado automaticamente
ro: Încărcați ultimul fișier PGN - dacă doriți ca un fișier puzzle să se încarce automat
ru: Загрузите последний файл PGN — если вы хотите, чтобы файл головоломки загружался автоматически

source: on program start, then this option must be checked.
fa: در شروع برنامه باید این گزینه را تیک بزنید.
ja: プログラムの起動時にこのオプションをオンにする必要があります。
ko: 프로그램 시작 시, 이 옵션을 선택해야 합니다.
lt: paleidus programą, šią parinktį reikia pažymėti.
no: ved programstart, må dette alternativet være krysset av.
pl: przy uruchomieniu programu opcja ta musi być zaznaczona.
pt: no início do programa, esta opção deve ser marcada.
ro: la pornirea programului, atunci această opțiune trebuie bifată.
ru: при запуске программы, то эта опция должна быть отмечена.

source: This option is also available from < Options > < General.. >
fa: این گزینه از < Options > < General.. > نیز موجود است
ja: このオプションは、< オプション > < 一般 > からも利用できます。
ko: 이 옵션은 <옵션> <일반>에서도 사용할 수 있습니다.
lt: Ši parinktis taip pat pasiekiama iš < Parinktys > < Bendra.. >
no: Dette alternativet er også tilgjengelig fra < Alternativer > < Generelt.. >
pl: Opcja ta jest również dostępna w < Opcje > < Ogólne.. >
pt: Esta opção também está disponível em < Opções > < Geral.. >
ro: Această opțiune este disponibilă și din < Opțiuni > < General.. >
ru: Эта опция также доступна в меню <Параметры> <Общие..>

source: Auto load puzzle mode - automatically load puzzle mode when a PGN file
fa: بارگیری خودکار حالت پازل - به طور خودکار حالت پازل را در هنگام یک فایل PGN بارگیری می کند
ja: 自動ロードパズルモード - PGNファイルを開くと自動的にパズルモードをロードします
ko: 퍼즐 모드 자동 로드 - PGN 파일이 있을 때 퍼즐 모드를 자동으로 로드합니다.
lt: Automatinio įkėlimo galvosūkio režimas – automatiškai įkeliamas galvosūkio režimas, kai įkeliamas PGN failas
no: Auto load puslespill-modus - laster automatisk puslespillmodus når en PGN-fil
pl: Automatyczne ładowanie trybu układanki – automatyczne ładowanie trybu układanki po otwarciu pliku PGN
pt: Modo de quebra-cabeça de carregamento automático - carregue automaticamente o modo de quebra-cabeça quando um arquivo PGN
ro: Modul de încărcare automată puzzle - se încarcă automat modul puzzle atunci când un fișier PGN
ru: Автоматическая загрузка режима головоломки - автоматическая загрузка режима головоломки при загрузке файла PGN

source: marked as a puzzle file is opened.
fa: علامت گذاری شده به عنوان یک فایل پازل باز می شود.
ja: パズルとしてマークされたファイルが開かれます。
ko: 퍼즐 파일로 표시되어 열렸습니다.
lt: pažymėtas galvosūkio failas atidaromas.
no: merket som en puslespillfil åpnes.
pl: oznaczony jako plik układanki jest otwarty.
pt: marcado como um arquivo de quebra-cabeça é aberto.
ro: marcat ca fișier puzzle este deschis.
ru: отмеченный как файл головоломки открыт.

source: For this feature to work, the < Save file stats > option has to be checked
fa: برای اینکه این ویژگی کار کند، گزینه < Save file stats > باید علامت زده شود
ja: この機能を使用するには、<ファイルの統計を保存>オプションにチェックを入れる必要があります。
ko: 이 기능을 작동하려면 <파일 통계 저장> 옵션을 선택해야 합니다.
lt: Kad ši funkcija veiktų, reikia pažymėti parinktį < Išsaugoti failo statistiką >
no: For at denne funksjonen skal fungere, må alternativet < Lagre filstatistikk > være merket av
pl: Aby ta funkcja działała, opcja <Zapisz statystyki pliku> musi być zaznaczona
pt: Para que esse recurso funcione, a opção < Salvar estatísticas do arquivo > deve estar marcada
ro: Pentru ca această caracteristică să funcționeze, opțiunea < Salvare statistici fișier > trebuie să fie bifată
ru: Для работы этой функции необходимо отметить опцию <Сохранить статистику файла>.

source: as well as the < Mark puzzle file >
fa: و همچنین < علامت گذاری فایل پازل >
ja: < マークパズルファイル >
ko: < 마크 퍼즐 파일 >도 마찬가지입니다.
lt: taip pat < Pažymėti galvosūkio failą >
no: samt < Mark puslespillfilen >
pl: oraz < Plik układanki Mark >
pt: bem como o < arquivo de quebra-cabeça Mark >
ro: precum și <Fișierul de puzzle Mark >
ru: а также < Файл головоломки Марка >

source: Auto load last puzzle - automatically load the puzzle from the last session
fa: بارگذاری خودکار آخرین پازل - به طور خودکار پازل از آخرین جلسه بارگیری می شود
ja: 最後のパズルを自動読み込み - 最後のセッションからパズルを自動的に読み込みます
ko: 마지막 퍼즐 자동 로드 - 마지막 세션의 퍼즐을 자동으로 로드합니다.
lt: Automatiškai įkelti paskutinį galvosūkį – automatiškai įkelti galvosūkį iš paskutinės sesijos
no: Last inn siste puslespill automatisk - last automatisk inn puslespillet fra siste økt
pl: Automatyczne ładowanie ostatniej układanki – automatyczne ładowanie układanki z ostatniej sesji
pt: Carregar automaticamente o último quebra-cabeça - carrega automaticamente o quebra-cabeça da última sessão
ro: Încărcare automată ultimul puzzle - încarcă automat puzzle-ul din ultima sesiune
ru: Автоматическая загрузка последнего пазла — автоматическая загрузка пазла из последнего сеанса

source: when puzzle mode is opened.
fa: وقتی حالت پازل باز می شود.
ja: パズルモードが開かれたとき。
ko: 퍼즐 모드가 열릴 때.
lt: kai atidaromas galvosūkio režimas.
no: når puslespillmodus åpnes.
pl: po otwarciu trybu układanki.
pt: quando o modo quebra-cabeça é aberto.
ro: când se deschide modul puzzle.
ru: при открытии режима головоломки.

source: Auto load next puzzle - automatically load the next puzzle when the
fa: بارگذاری خودکار پازل بعدی - زمانی که پازل بعدی به طور خودکار بارگذاری می شود
ja: 次のパズルを自動的にロード - 次のパズルが自動的にロードされます
ko: 다음 퍼즐 자동 로드 - 다음 퍼즐이 자동으로 로드됩니다.
lt: Automatiškai įkelti kitą galvosūkį – automatiškai įkelti kitą galvosūkį, kai
no: Last ned neste puslespill automatisk - last inn neste puslespill automatisk når
pl: Automatyczne ładowanie następnej układanki – automatyczne ładowanie następnej układanki po
pt: Carregar automaticamente o próximo quebra-cabeça - carrega automaticamente o próximo quebra-cabeça quando o
ro: Încărcare automată următorul puzzle - încarcă automat următorul puzzle atunci când
ru: Автоматическая загрузка следующей головоломки - автоматическая загрузка следующей головоломки при

source: current puzzle is completed.
fa: پازل فعلی تکمیل شده است.
ja: 現在のパズルは完成しました。
ko: 현재 퍼즐이 완성되었습니다.
lt: dabartinis galvosūkis baigtas.
no: gjeldende puslespill er fullført.
pl: bieżąca układanka jest ukończona.
pt: o quebra-cabeça atual está concluído.
ro: puzzle-ul actual este finalizat.
ru: Текущая головоломка завершена.

source: Delay for auto load - delay in 1/10 seconds before the next puzzle is loaded.
fa: تاخیر برای بارگذاری خودکار - تاخیر در 1/10 ثانیه قبل از لود شدن پازل بعدی.
ja: 自動ロードの遅延 - 次のパズルがロードされるまでの 1/10 秒の遅延。
ko: 자동 로드 지연 - 다음 퍼즐이 로드되기 전에 1/10초 동안 지연됩니다.
lt: Automatinio įkėlimo uždelsimas – uždelskite 1/10 sekundžių, kol bus įkeltas kitas galvosūkis.
no: Forsinkelse for automatisk lasting - forsinkelse på 1/10 sekunder før neste puslespill er lastet.
pl: Opóźnienie automatycznego ładowania - opóźnienie wynoszące 1/10 sekundy przed załadowaniem kolejnej układanki.
pt: Atraso para carregamento automático - atraso de 1/10 segundos antes do próximo quebra-cabeça ser carregado.
ro: Întârziere pentru încărcarea automată - întârziere cu 1/10 secunde înainte de încărcarea următorului puzzle.
ru: Задержка автозагрузки — задержка в 1/10 секунды перед загрузкой следующей головоломки.

source: Show puzzle stats - display a panel the statistics for the current puzzle.
fa: نمایش آمار پازل - نمایش پانل آمار برای پازل فعلی.
ja: パズルの統計を表示 - 現在のパズルの統計をパネルに表示します。
ko: 퍼즐 통계 표시 - 현재 퍼즐의 통계를 패널에 표시합니다.
lt: Rodyti galvosūkio statistiką – skydelyje parodykite dabartinio galvosūkio statistiką.
no: Vis puslespillstatistikk - vis et panel statistikken for gjeldende puslespill.
pl: Pokaż statystyki układanki – wyświetl panel ze statystykami dla bieżącej układanki.
pt: Mostrar estatísticas do quebra-cabeça - exibe um painel com as estatísticas do quebra-cabeça atual.
ro: Afișați statistici puzzle - afișați un panou cu statisticile pentru puzzle-ul curent.
ru: Показать статистику головоломки — отобразить панель статистики для текущей головоломки.

source: Show session stats - display statistics for the current session in the panel.
fa: نمایش آمار جلسه - نمایش آمار جلسه جاری در پانل.
ja: セッション統計を表示 - 現在のセッションの統計をパネルに表示します。
ko: 세션 통계 표시 - 패널에 현재 세션의 통계를 표시합니다.
lt: Rodyti seanso statistiką – skydelyje rodyti dabartinės sesijos statistiką.
no: Vis øktstatistikk – vis statistikk for gjeldende økt i panelet.
pl: Pokaż statystyki sesji – wyświetl statystyki dla bieżącej sesji w panelu.
pt: Mostrar estatísticas da sessão - exibe estatísticas da sessão atual no painel.
ro: Afișează statisticile sesiunii - afișați statisticile pentru sesiunea curentă în panou.
ru: Показать статистику сеанса — отобразить статистику текущего сеанса на панели.

source: Show file stats - display statistics for the current file int the panel.
fa: نمایش آمار فایل - نمایش آمار فایل فعلی در پانل.
ja: ファイルの統計を表示 - パネルに現在のファイルの統計を表示します。
ko: 파일 통계 표시 - 패널에 현재 파일의 통계를 표시합니다.
lt: Rodyti failo statistiką – skydelyje rodyti esamo failo statistiką.
no: Vis filstatistikk - vis statistikk for gjeldende fil i panelet.
pl: Pokaż statystyki pliku – wyświetl statystyki dla bieżącego pliku w panelu.
pt: Mostrar estatísticas do arquivo - exibe estatísticas do arquivo atual no painel.
ro: Afișare statistici fișier - afișați statistici pentru fișierul curent în panou.
ru: Показать статистику файла — отобразить статистику для текущего файла на панели.

source: Save file stats - save the file statistics when you exit puzzle mode.
fa: ذخیره آمار فایل - هنگام خروج از حالت پازل، آمار فایل را ذخیره کنید.
ja: ファイルの統計を保存 - パズル モードを終了するときにファイルの統計を保存します。
ko: 파일 통계 저장 - 퍼즐 모드를 종료할 때 파일 통계를 저장합니다.
lt: Išsaugoti failo statistiką – išsaugokite failo statistiką, kai išeinate dėl galvosūkio režimo.
no: Lagre filstatistikk - lagre filstatistikken når du avslutter puslespillmodus.
pl: Zapisz statystyki pliku – zapisz statystyki pliku po wyjściu z trybu układanki.
pt: Salvar estatísticas do arquivo - salve as estatísticas do arquivo quando sair do modo quebra-cabeça.
ro: Salvare statistici fișier - salvează statisticile fișierului când ieși din modul puzzle.
ru: Сохранить статистику файла — сохранить статистику файла при выходе из режима головоломки.

source: Use stat average - the overall ratings for session and file
fa: از میانگین آماری استفاده کنید - رتبه بندی کلی برای جلسه و فایل
ja: 統計平均を使用 - セッションとファイルの全体的な評価
ko: 통계 평균 사용 - 세션 및 파일에 대한 전체 평가
lt: Naudokite statistikos vidurkį – bendrus sesijos ir failo įvertinimus
no: Bruk statgjennomsnitt - de samlede vurderingene for økt og fil
pl: Użyj średniej statystyk – ogólnych ocen sesji i pliku
pt: Use a média estatística - as classificações gerais para sessão e arquivo
ro: Utilizați media statistică - evaluările generale pentru sesiune și fișier
ru: Использовать среднюю статистику — общие рейтинги для сеанса и файла

source: statistics are calculated as an average. (total_rating / puzzles_attempted)
fa: آمار به صورت میانگین محاسبه می شود. (کل_امتیاز / پازل_تلاش شده)
ja: 統計は平均として計算されます。(total_rating / パズルの試行回数)
ko: 통계는 평균으로 계산됩니다. (total_rating / puzzles_attempted)
lt: statistika skaičiuojama kaip vidurkis. (bendras_vertinimas / galvosūkiai_bandyta)
no: statistikken beregnes som et gjennomsnitt. (total_rating / puzzles_tempted)
pl: statystyki obliczono jako średnią. (total_rating / puzzles_attempted)
pt: as estatísticas são calculadas como uma média. (total_rating / puzzles_attempted)
ro: statisticile sunt calculate ca medie. (total_rating / puzzles_attempted)
ru: Статистика рассчитывается как среднее значение. (общий_рейтинг / количество_попробованных_головоломок)

source: If unchecked, then the overall rating is calculated as an adjusted total.
fa: اگر علامت زده نشود، رتبه بندی کلی به عنوان مجموع تعدیل شده محاسبه می شود.
ja: チェックを外すと、全体の評価は調整された合計として計算されます。
ko: 선택하지 않으면 전체 평점은 조정된 총합으로 계산됩니다.
lt: Jei nepažymėta, bendras įvertinimas skaičiuojamas kaip pakoreguota suma.
no: Hvis det ikke er merket av, beregnes den samlede vurderingen som en justert total.
pl: Jeśli odznaczone, ocena ogólna jest obliczana jako suma skorygowana.
pt: Se não estiver marcada, a classificação geral será calculada como um total ajustado.
ro: Dacă nu este bifată, atunci evaluarea generală este calculată ca un total ajustat.
ru: Если флажок не установлен, то общий рейтинг рассчитывается как скорректированная сумма.

source: (puzzle_solved / puzzles_attempted - penalties)
fa: (پازل_حل شده / پازل_تلاش شده - پنالتی)
ja: (パズルを解いた数 / パズルに挑戦した数 - ペナルティ)
ko: (puzzle_solved / puzzles_attempted - 페널티)
lt: (galvosūkiai_išspręsti / galvosūkiai_bandyti – baudos)
no: (puzzle_solved / puzzles_tempted - straffer)
pl: (puzzle_solved / puzzles_attempted - kary)
pt: (puzzle_solved / puzzles_attempted - penalidades)
ro: (puzzle_solved / puzzles_attempted - penalități)
ru: (головоломка_решена / головоломки_попытки_решения - штрафы)

source: Flat rate penalty - calculate penalties as a flat rate, rather than
fa: جریمه نرخ ثابت - به جای اینکه جریمه ها را به عنوان یک نرخ ثابت محاسبه کنید
ja: 定額ペナルティ - ペナルティを定額ではなく定額で計算します。
ko: 정액 과태료 - 과태료를 정액 과태료로 계산합니다.
lt: Vienodo dydžio bauda – skaičiuokite baudas kaip fiksuotą, o ne
no: Flat sats straff - beregn straffer som en flat sats, i stedet for
pl: Kara ryczałtowa – naliczaj kary ryczałtowo, a nie
pt: Penalidade de taxa fixa - calcule as penalidades como uma taxa fixa, em vez de
ro: Penalitate forfetară - calculați penalitățile ca o rată forfetară, mai degrabă decât
ru: Штраф по фиксированной ставке — рассчитать штрафы по фиксированной ставке, а не

source: as a percentage of the rating for an individual puzzle.
fa: به عنوان درصدی از امتیاز برای یک پازل فردی.
ja: 個々のパズルの評価のパーセンテージとして。
ko: 개별 퍼즐의 평가에 대한 백분율입니다.
lt: procentais nuo individualaus galvosūkio įvertinimo.
no: som en prosentandel av vurderingen for et individuelt puslespill.
pl: jako procent oceny pojedynczej łamigłówki.
pt: como uma porcentagem da classificação de um quebra-cabeça individual.
ro: ca procent din evaluarea unui puzzle individual.
ru: в процентах от рейтинга отдельной головоломки.

source: e.g. A puzzle has three moves and the hint penalty is set at 20 percent
fa: به عنوان مثال یک پازل سه حرکت دارد و پنالتی اشاره 20 درصد تعیین شده است
ja: 例えば、パズルには3つの動きがあり、ヒントのペナルティは20パーセントに設定されている。
ko: 예를 들어 퍼즐에 3개의 이동이 있고 힌트 패널티가 20%로 설정되어 있습니다.
lt: pvz. Dėlionė turi tris judesius, o užuominos bauda yra 20 procentų
no: f.eks. Et puslespill har tre trekk og hintstraffen er satt til 20 prosent
pl: np. Łamigłówka składa się z trzech ruchów, a kara za podpowiedź wynosi 20 procent
pt: por exemplo, um quebra-cabeça tem três movimentos e a penalidade de dica é definida em 20 por cento
ro: de ex. Un puzzle are trei mișcări și penalizarea indicii este stabilită la 20 la sută
ru: Например, головоломка состоит из трех ходов, а штраф за подсказку установлен на уровне 20 процентов.

source: You enter three correct move with one mistake and use 1 hint.
fa: سه حرکت صحیح را با یک اشتباه وارد می کنید و از 1 اشاره استفاده می کنید.
ja: 1 つの間違いを含む 3 つの正しい動きを入力し、1 つのヒントを使用します。
ko: 3개의 올바른 움직임을 입력하고 1개의 실수를 했으며 힌트 1개를 사용합니다.
lt: Įvedate tris teisingus žingsnius su viena klaida ir naudojate 1 užuominą.
no: Du legger inn tre riktige trekk med én feil og bruker 1 hint.
pl: Wprowadzasz trzy prawidłowe ruchy z jednym błędem i korzystasz z 1 podpowiedzi.
pt: Você insere três movimentos corretos com um erro e usa 1 dica.
ro: Introdu trei mișcări corecte cu o singură greșeală și folosești un indiciu.
ru: Вы вводите три правильных хода с одной ошибкой и используете 1 подсказку.

source: With a flat rate penalty, you will score 55 percent
fa: با جریمه ثابت، 55 درصد امتیاز کسب خواهید کرد
ja: 定額ペナルティでは55パーセントの得点となる
ko: 정액 페널티를 적용하면 55%의 점수를 받게 됩니다.
lt: Su vienodo dydžio bauda surinksite 55 proc
no: Med en fast straff, vil du score 55 prosent
pl: Przy stałej karze otrzymasz 55 procent
pt: Com uma penalidade de taxa fixa, você pontuará 55 por cento
ro: Cu o penalizare fixă, vei obține 55 la sută
ru: При фиксированной ставке штрафа вы получите 55 процентов

source: 75 percent for 3/4 correct moves entered minus a 20 percent hint penalty.
fa: 75 درصد برای 3/4 حرکات صحیح منهای 20 درصد پنالتی اشاره کرد.
ja: 入力した 4 分の 3 の正しい動きに対して 75 パーセント、ヒント ペナルティとして 20 パーセントを差し引きます。
ko: 3/4개의 수를 정확하게 입력한 경우 75%, 힌트 점수 20% 페널티를 뺀 값입니다.
lt: 75 procentai už 3/4 teisingų judesių atėmus 20 procentų užuominų baudą.
no: 75 prosent for 3/4 riktige trekk lagt inn minus en 20 prosent hintstraff.
pl: 75 procent za 3/4 poprawnych ruchów minus 20 procent kary za podpowiedź.
pt: 75 por cento para 3/4 dos movimentos corretos inseridos, menos uma penalidade de 20 por cento na dica.
ro: 75 la sută pentru 3/4 mișcări corecte introduse minus o penalizare de indiciu de 20 la sută.
ru: 75 процентов за 3/4 правильно введенных ходов за вычетом 20 процентов штрафа за подсказку.

source: 75 percent for 3/4 correct moves entered minus a 15 percent hint penalty,
fa: 75 درصد برای 3/4 حرکت صحیح منهای 15 درصد پنالتی اشاره کرد،
ja: 3/4の正しい動きを入力すると75％、ヒントペナルティ15％を差し引いたもの。
ko: 3/4개의 정확한 움직임을 입력한 경우 75%, 힌트 패널티 15%를 뺀 값입니다.
lt: 75 procentai už 3/4 teisingų judesių atėmus 15 procentų užuominų baudą,
no: 75 prosent for 3/4 riktige trekk lagt inn minus en 15 prosent hintstraff,
pl: 75 procent za 3/4 poprawnie wykonanych ruchów minus 15 procent kary za podpowiedź,
pt: 75 por cento para 3/4 movimentos corretos inseridos menos uma penalidade de dica de 15 por cento,
ro: 75 la sută pentru 3/4 mișcări corecte introduse minus o penalizare de indiciu de 15 la sută,
ru: 75 процентов за 3/4 правильно введенных ходов за вычетом 15 процентов штрафа за подсказку,

source: (20 percent of 75 percent)
fa: (20 درصد از 75 درصد)
ja: （75パーセントのうち20パーセント）
ko: (75퍼센트의 20퍼센트)
lt: (20 procentų iš 75 procentų)
no: (20 prosent av 75 prosent)
pl: (20 procent z 75 procent)
pt: (20 por cento de 75 por cento)
ro: (20% din 75%)
ru: (20 процентов из 75 процентов)

source: Partial score - when the current rating is calculated,
fa: امتیاز جزئی - زمانی که رتبه فعلی محاسبه می شود،
ja: 部分スコア - 現在の評価が計算されると、
ko: 부분 점수 - 현재 등급이 계산될 때,
lt: Dalinis balas – kai skaičiuojamas esamas įvertinimas,
no: Delvis poengsum - når gjeldende vurdering beregnes,
pl: Wynik częściowy – gdy obliczana jest bieżąca ocena,
pt: Pontuação parcial - quando a classificação atual é calculada,
ro: Scor parțial - când se calculează ratingul curent,
ru: Частичная оценка - когда рассчитывается текущий рейтинг,

source: the total number of moves in a puzzle or game will be factored in.
fa: تعداد کل حرکات در یک پازل یا بازی در نظر گرفته می شود.
ja: パズルやゲームでの合計移動回数が考慮されます。
ko: 퍼즐이나 게임의 총 이동 횟수가 고려됩니다.
lt: bus atsižvelgta į bendrą galvosūkio ar žaidimo ėjimų skaičių.
no: det totale antallet trekk i et puslespill eller spill vil bli tatt med.
pl: pod uwagę będzie brana całkowita liczba ruchów w łamigłówce lub grze.
pt: o número total de movimentos em um quebra-cabeça ou jogo será considerado.
ro: numărul total de mișcări dintr-un puzzle sau joc va fi luat în considerare.
ru: будет учитываться общее количество ходов в головоломке или игре.

source: This will initially give a lower, partial score, which will rise
fa: این در ابتدا یک نمره جزئی پایین تر می دهد که افزایش می یابد
ja: 最初は低い部分的なスコアが与えられ、それが
ko: 이것은 처음에는 더 낮은 부분 점수를 주지만 나중에는 더 높은 점수를 줍니다.
lt: Tai iš pradžių duos žemesnį, dalinį balą, kuris padidės
no: Dette vil i utgangspunktet gi en lavere, delvis skåre, som vil stige
pl: Początkowo spowoduje to niższy, częściowy wynik, który następnie wzrośnie
pt: Isso inicialmente dará uma pontuação parcial mais baixa, que aumentará
ro: Acest lucru va da inițial un scor mai mic, parțial, care va crește
ru: Это изначально даст более низкую частичную оценку, которая будет расти

source: as more correct moves are entered.
fa: به عنوان حرکت های صحیح تر وارد شده است.
ja: より正しい動きが入力されるにつれて。
ko: 더욱 정확한 움직임이 입력됨에 따라.
lt: kai įvedami teisingesni judesiai.
no: ettersom flere riktige trekk legges inn.
pl: w miarę wprowadzania kolejnych prawidłowych ruchów.
pt: à medida que mais movimentos corretos são inseridos.
ro: pe măsură ce se introduc mișcări mai corecte.
ru: по мере ввода большего количества правильных ходов.

source: when any incorrect moves are entered.
fa: وقتی هر حرکت نادرستی وارد می شود.
ja: 間違った動きが入力された場合。
ko: 잘못된 이동이 입력되는 경우.
lt: kai įvedami kokie nors neteisingi judesiai.
no: når feil trekk legges inn.
pl: gdy zostaną wprowadzone jakiekolwiek nieprawidłowe ruchy.
pt: quando quaisquer movimentos incorretos são inseridos.
ro: când sunt introduse orice mișcări incorecte.
ru: при вводе любых неверных ходов.

source: I prefer to have this box checked for doing puzzles and
fa: من ترجیح می دهم این کادر را برای انجام پازل و
ja: パズルを解く場合はこのボックスにチェックを入れておくことを好みます。
ko: 퍼즐을 풀기 위해 이 상자를 체크하는 것을 선호합니다.
lt: Norėčiau, kad šis laukelis būtų pažymėtas dėl galvosūkių ir
no: Jeg foretrekker å ha denne boksen merket for å gjøre oppgaver og
pl: Wolę mieć to pole zaznaczone, aby móc rozwiązywać zagadki i
pt: Prefiro ter esta caixa marcada para fazer quebra-cabeças e
ro: Prefer să bifați această casetă pentru a face puzzle-uri și
ru: Я предпочитаю, чтобы этот флажок был установлен для решения головоломок и

source: unchecked when using Puzzle mode to predict the moves in a game.
fa: هنگام استفاده از حالت پازل برای پیش بینی حرکات در یک بازی، علامت آن را بردارید.
ja: パズル モードを使用してゲーム内の動きを予測する場合は、チェックを外します。
ko: 퍼즐 모드를 사용하여 게임의 움직임을 예측할 때는 선택하지 마십시오.
lt: nepažymėtas, kai naudojate galvosūkio režimą, kad nuspėtų žaidimo judesius.
no: avmerket når du bruker puslespillmodus for å forutsi trekkene i et spill.
pl: odznaczone, jeśli używasz trybu Puzzle do przewidywania ruchów w grze.
pt: desmarcado ao usar o modo Quebra-cabeça para prever os movimentos em um jogo.
ro: nebifat când utilizați modul Puzzle pentru a prezice mișcările dintr-un joc.
ru: флажок не установлен при использовании режима «Головоломка» для прогнозирования ходов в игре.

source: Show hint - a hint will be automatically displayed after a given number
fa: نمایش راهنمایی - یک اشاره به طور خودکار پس از یک عدد مشخص نمایش داده می شود
ja: ヒントを表示 - 指定した数値の後にヒントが自動的に表示されます
ko: 힌트 표시 - 주어진 숫자 뒤에 힌트가 자동으로 표시됩니다.
lt: Rodyti užuominą – užuomina bus automatiškai rodoma po nurodyto skaičiaus
no: Vis hint - et hint vil automatisk vises etter et gitt nummer
pl: Pokaż wskazówkę – wskazówka zostanie automatycznie wyświetlona po podaniu podanej liczby
pt: Mostrar dica - uma dica será exibida automaticamente após um determinado número
ro: Afișare indiciu - un indiciu va fi afișat automat după un anumit număr
ru: Показать подсказку — подсказка будет автоматически отображена после указанного числа.

source: of incorrect attempts for each move.
fa: تلاش های نادرست برای هر حرکت
ja: 各移動の誤った試行回数。
ko: 각 움직임에 대한 잘못된 시도의 수.
lt: neteisingų bandymų atlikti kiekvieną judesį.
no: av feil forsøk for hvert trekk.
pl: błędnych prób każdego ruchu.
pt: de tentativas incorretas para cada movimento.
ro: de încercări incorecte pentru fiecare mișcare.
ru: неправильных попыток для каждого хода.
