Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: It will be neccessary to create a temporary sub-variation for this purpose
fa: برای این منظور ایجاد یک تغییر فرعی موقت ضروری خواهد بود
ja: この目的のために一時的なサブバリエーションを作成する必要がある。
ko: 이 목적을 위해서는 임시 하위 변형을 만드는 것이 필요합니다.
lt: Šiuo tikslu reikės sukurti laikiną antrinį variantą
no: Det vil være nødvendig å lage en midlertidig undervariasjon for dette formålet
pl: W tym celu konieczne będzie utworzenie tymczasowej podwarianty
pt: Será necessário criar uma subvariação temporária para este propósito
ro: Va fi necesar să se creeze o subvariație temporară în acest scop
ru: Для этой цели необходимо будет создать временную подвариацию.

source: if none currently exist. This can be deleted afterwards.
fa: اگر هیچ کدام در حال حاضر وجود ندارد. این را می توان پس از آن حذف کرد.
ja: 現在存在しない場合は、後で削除できます。
ko: 현재 존재하지 않는 경우. 나중에 삭제할 수 있습니다.
lt: jei tokių šiuo metu nėra. Vėliau tai galima ištrinti.
no: hvis ingen eksisterer for øyeblikket. Denne kan slettes i etterkant.
pl: jeśli obecnie nie istnieje. Można to później usunąć.
pt: se não existir nenhum atualmente. Isso pode ser deletado depois.
ro: dacă nu există în prezent. Acesta poate fi șters ulterior.
ru: если в данный момент ничего не существует. Это можно будет удалить позже.

source: The subsequent answering move, with a comment containing a video marker,
fa: حرکت پاسخ بعدی، با یک نظر حاوی نشانگر ویدئو،
ja: 続いての回答は、ビデオマーカーを含むコメントで、
ko: 비디오 마커를 포함하는 주석과 함께 이어지는 답변 동작,
lt: Tolesnis atsakymo veiksmas su komentaru, kuriame yra vaizdo įrašo žymeklis,
no: Det påfølgende svartrekket, med en kommentar som inneholder en videomarkør,
pl: Następny ruch odpowiedzi, z komentarzem zawierającym znacznik wideo,
pt: O movimento de resposta subsequente, com um comentário contendo um marcador de vídeo,
ro: Mișcarea ulterioară de răspuns, cu un comentariu care conține un marcator video,
ru: Последующий ответный ход с комментарием, содержащим видеомаркер,

source: must also be placed here as well.
fa: همچنین باید در اینجا قرار داده شود.
ja: ここにも配置する必要があります。
ko: 여기에도 반드시 배치해야 합니다.
lt: taip pat turi būti čia pat.
no: må også plasseres her.
pl: należy umieścić również tutaj.
pt: também deve ser colocado aqui.
ro: trebuie plasat și aici.
ru: также должен быть размещен здесь.

source: An example of this can be seen in the London - Edinburgh game
fa: نمونه آن را می توان در بازی لندن - ادینبورگ مشاهده کرد
ja: この例はロンドン対エディンバラ戦で見ることができる。
ko: 이에 대한 예는 런던-에든버러 경기에서 볼 수 있습니다.
lt: To pavyzdį galima pamatyti Londono – Edinburgo žaidime
no: Et eksempel på dette kan sees i London - Edinburgh-spillet
pl: Przykład tego można zobaczyć w meczu Londyn-Edynburg
pt: Um exemplo disso pode ser visto no jogo Londres - Edimburgo
ro: Un exemplu în acest sens poate fi văzut în jocul Londra - Edinburgh
ru: Пример этого можно увидеть в игре Лондон - Эдинбург.

source: with moves 26... Qxc4 and 26... bxc4 in the sub-variation to 25. Rf5
fa: با حرکات 26 ... Qxc4 و 26 ... bxc4 در تغییرات فرعی تا 25. Rf5
ja: 26... Qxc4 と 26... bxc4 のサブバリエーションで 25. Rf5 へ
ko: 25.Rf5의 하위 변형에서 26...Qxc4와 26...bxc4의 움직임이 있습니다.
lt: su judesiais 26... Qxc4 ir 26... bxc4 subvariacijoje iki 25. Rf5
no: med trekk 26... Qxc4 og 26... bxc4 i undervariasjonen til 25. Rf5
pl: z ruchami 26... Qxc4 i 26... bxc4 w podwariacji do 25. Rf5
pt: com movimentos 26... Qxc4 e 26... bxc4 na subvariação para 25. Tf5
ro: cu mutările 26... Qxc4 și 26... bxc4 în subvariația la 25. Rf5
ru: с ходами 26... Qxc4 и 26... bxc4 в подварианте к 25. Rf5

source: Another example is the sub-variation 40. Rf3
fa: مثال دیگر، زیر متغیر 40. Rf3 است
ja: もう一つの例はサブバリエーション40です。Rf3
ko: 또 다른 예는 하위 변형 40입니다. Rf3
lt: Kitas pavyzdys yra subvariacija 40. Rf3
no: Et annet eksempel er undervariasjonen 40. Rf3
pl: Innym przykładem jest podwariant 40. Rf3
pt: Outro exemplo é a subvariação 40. Rf3
ro: Un alt exemplu este subvariația 40. Rf3
ru: Другой пример — подвариант 40. Лf3

source: which stems from 40. g4 in the main line.
fa: که از 40. g4 در خط اصلی سرچشمه می گیرد.
ja: これはメインラインの 40. g4 から生じます。
ko: 이는 메인 라인의 40. g4에서 유래되었습니다.
lt: kuri kyla iš 40. g4 pagrindinėje eilutėje.
no: som stammer fra 40. g4 i hovedlinjen.
pl: co wynika z 40. g4 w linii głównej.
pt: que deriva de 40. g4 na linha principal.
ro: care provine din 40. g4 în linia principală.
ru: что вытекает из 40. g4 в основной линии.

source: The fourth issue is about the placement of markers. Although it is possible
fa: موضوع چهارم در مورد قرار دادن نشانگرها است. اگرچه ممکن است
ja: 4番目の問題はマーカーの配置に関するものです。
ko: 네 번째 문제는 마커의 배치에 관한 것입니다. 가능하지만
lt: Ketvirtasis numeris yra apie žymeklių išdėstymą. Nors įmanoma
no: Fjerde nummer handler om plassering av markører. Selv om det er mulig
pl: Czwarta kwestia dotyczy rozmieszczenia znaczników. Chociaż jest to możliwe
pt: A quarta questão é sobre a colocação dos marcadores. Embora seja possível
ro: A patra problemă este despre plasarea markerilor. Deși este posibil
ru: Четвертый вопрос касается размещения маркеров. Хотя это возможно

source: to place a marker after a move, it is much easier to place them in comments.
fa: برای قرار دادن نشانگر پس از حرکت، قرار دادن آنها در نظرات بسیار ساده تر است.
ja: 移動後にマーカーを配置する場合は、コメントに配置する方がはるかに簡単です。
ko: 이동 후에 마커를 배치하려면 주석에 배치하는 것이 훨씬 쉽습니다.
lt: dėti žymeklį po judesio, daug lengviau juos patalpinti komentaruose.
no: for å plassere en markør etter et trekk, er det mye lettere å plassere dem i kommentarer.
pl: aby umieścić znacznik po ruchu, znacznie łatwiej jest umieścić je w komentarzach.
pt: para colocar um marcador após uma jogada, é muito mais fácil colocá-los nos comentários.
ro: pentru a pune un marker după o mutare, este mult mai ușor să le plasați în comentarii.
ru: чтобы поставить маркер после хода, гораздо проще разместить их в комментариях.

source: Also, if you want to allow for annotations to be added to a game that
fa: همچنین، اگر می‌خواهید اجازه دهید حاشیه‌نویسی به بازی اضافه شود
ja: また、ゲームに注釈を追加できるようにしたい場合は、
ko: 또한 게임에 주석을 추가할 수 있도록 허용하려는 경우
lt: Be to, jei norite leisti prie žaidimo pridėti komentarų, kurie
no: Også, hvis du vil tillate at merknader legges til et spill som
pl: Jeśli chcesz zezwolić na dodawanie adnotacji do gry,
pt: Além disso, se você quiser permitir que anotações sejam adicionadas a um jogo que
ro: De asemenea, dacă doriți să permiteți adăugarea de adnotări la un joc, atunci
ru: Кроме того, если вы хотите разрешить добавлять аннотации к игре, которая

source: accompanies a video file, then the game list move element for the marker
fa: یک فایل ویدیویی را همراهی می کند، سپس عنصر حرکت لیست بازی برای نشانگر را همراهی می کند
ja: ビデオファイルに付随し、ゲームリストはマーカーの要素を移動します
ko: 비디오 파일이 동반되면 마커에 대한 게임 목록 이동 요소가 제공됩니다.
lt: pridedamas prie vaizdo failo, tada žymeklio žaidimų sąrašo perkėlimo elementas
no: følger med en videofil, så flytteelementet for spilllisten for markøren
pl: towarzyszy plikowi wideo, a następnie elementowi listy gier przesuwającemu znacznik
pt: acompanha um arquivo de vídeo, então a lista de jogos move o elemento para o marcador
ro: însoțește un fișier video, apoi elementul de mutare a listei de joc pentru marcator
ru: сопровождает видеофайл, затем элемент перемещения списка игр для маркера

source: must be unique. Otherwise there can be problems with game/video
fa: باید منحصر به فرد باشد در غیر این صورت ممکن است مشکلاتی برای بازی/ویدئو ایجاد شود
ja: 一意である必要があります。そうでない場合、ゲーム/ビデオに問題が発生する可能性があります。
ko: 고유해야 합니다. 그렇지 않으면 게임/비디오에 문제가 발생할 수 있습니다.
lt: turi būti unikalus. Priešingu atveju gali kilti problemų su žaidimu / vaizdo įrašu
no: må være unik. Ellers kan det oppstå problemer med spill/video
pl: musi być unikalny. W przeciwnym razie mogą wystąpić problemy z grą/wideo
pt: deve ser único. Caso contrário, pode haver problemas com o jogo/vídeo
ro: trebuie să fie unic. În caz contrar, pot apărea probleme cu jocul/video
ru: должен быть уникальным. Иначе могут быть проблемы с игрой/видео

source: synchronization when the game move list is rebuilt.
fa: همگام سازی زمانی که لیست حرکت بازی بازسازی می شود.
ja: ゲームの移動リストが再構築されるときの同期。
ko: 게임 이동 목록이 다시 작성될 때 동기화됩니다.
lt: sinchronizavimas, kai iš naujo sukuriamas žaidimo judesių sąrašas.
no: synkronisering når spilletrekklisten bygges opp igjen.
pl: synchronizacja podczas przebudowy listy ruchów gry.
pt: sincronização quando a lista de movimentos do jogo é reconstruída.
ro: sincronizare atunci când lista de mutări a jocului este reconstruită.
ru: синхронизация при перестройке списка ходов игры.

source: You can see an example of this in the London - Edinburgh game with the
fa: نمونه ای از این را می توانید در بازی لندن - ادینبورگ با
ja: この例はロンドン対エディンバラ戦で見ることができます。
ko: 이에 대한 예는 런던-에든버러 경기에서 볼 수 있습니다.
lt: To pavyzdį galite pamatyti Londono – Edinburgo žaidime su
no: Du kan se et eksempel på dette i London - Edinburgh-spillet med
pl: Przykład tego można zobaczyć w meczu Londyn-Edynburg z
pt: Você pode ver um exemplo disso no jogo Londres - Edimburgo com o
ro: Puteți vedea un exemplu în acest sens în jocul Londra - Edinburgh cu
ru: Пример этого можно увидеть в игре Лондон - Эдинбург с

source: move 26. Rxc4 which is present in the 2nd sub-var stemming from 22... h6
fa: حرکت 26. Rxc4 که در زیر var 2 موجود است که از 22... h6 نشات می گیرد.
ja: 26手目。Rxc4は22...h6から派生した2番目のサブ変数に存在する。
ko: 22에서 유래된 2번째 하위 변수에 존재하는 26번째 이동. h6
lt: perkelti 26. Rxc4, kuris yra 2-ajame povartyje, kylančiame iš 22... h6
no: trekk 26. Rxc4 som er tilstede i 2. delvar som stammer fra 22... h6
pl: ruch 26. Wxc4, który jest obecny w drugiej podwariantce pochodzącej z 22... h6
pt: movimento 26. Rxc4 que está presente na 2ª sub-var derivada de 22... h6
ro: mutarea 26. Rxc4 care este prezentă în a 2-a sub-var care provine din 22... h6
ru: ход 26. Лxc4, который присутствует во 2-м подварианте, вытекающем из 22... h6

source: and also in the 1st sub-var stemming from 25. Rf5
fa: و همچنین در زیر var 1 ناشی از 25. Rf5
ja: また、25. Rf5から派生した第1サブ変数にも
ko: 그리고 25에서 유래된 1번째 하위 변수에도 있습니다. Rf5
lt: o taip pat 1-ajame poskyryje, kylančiame iš 25. Rf5
no: og også i 1. undervar som stammer fra 25. Rf5
pl: i także w pierwszej podwariantce pochodzącej z 25. Rf5
pt: e também na 1ª sub-var decorrente de 25. Tf5
ro: si de asemenea in sub-varul 1 care provine din 25. Rf5
ru: а также в 1-м подварианте, вытекающем из 25. Rf5

source: So, when making the video, I had to place a marker in a comment
fa: بنابراین، هنگام ساخت ویدیو، مجبور شدم یک نشانگر در یک نظر قرار دهم
ja: だから、動画を作るときにコメントにマーカーを付ける必要がありました
ko: 그래서 영상을 만들때 댓글에 마커를 넣어야 했어요
lt: Taigi, kuriant vaizdo įrašą, turėjau įdėti žymeklį komentare
no: Så da jeg lagde videoen, måtte jeg plassere en markør i en kommentar
pl: Więc podczas tworzenia filmu musiałem umieścić znacznik w komentarzu
pt: Então, ao fazer o vídeo, tive que colocar um marcador em um comentário
ro: Așa că, când am realizat videoclipul, a trebuit să pun un marker într-un comentariu
ru: Поэтому, когда я делал видео, мне пришлось поставить маркер в комментарии.

source: after the second instance of 26. Rxc4 for everything to work properly.
fa: بعد از نمونه دوم 26. Rxc4 برای اینکه همه چیز به درستی کار کند.
ja: すべてが正常に機能するには、26. Rxc4 の 2 番目のインスタンスの後です。
ko: 26. Rxc4의 두 번째 인스턴스가 제대로 작동하려면 다음이 필요합니다.
lt: po antrojo atvejo 26. Rxc4, kad viskas veiktų tinkamai.
no: etter den andre forekomsten av 26. Rxc4 for at alt skal fungere som det skal.
pl: po drugim wystąpieniu 26. Wxc4, aby wszystko zadziałało prawidłowo.
pt: após a segunda instância de 26. Txc4 para que tudo funcione corretamente.
ro: după a doua instanță de 26. Rxc4 pentru ca totul să funcționeze corect.
ru: после второго случая 26. Rxc4, чтобы все работало правильно.

source: The fifth issue is the placing of annotations to modify puzzle mode sounds.
fa: موضوع پنجم، قرار دادن حاشیه نویسی برای تغییر صداهای حالت پازل است.
ja: 5 番目の問題は、パズル モードのサウンドを変更するための注釈の配置です。
ko: 다섯 번째 문제는 퍼즐 모드 사운드를 수정하기 위한 주석 배치입니다.
lt: Penktoji problema yra komentarų, skirtų galvosūkio režimo garsams keisti, pateikimas.
no: Det femte problemet er plassering av merknader for å endre lyder i puslespillmodus.
pl: Piątym problemem jest umieszczanie adnotacji umożliwiających modyfikację dźwięków w trybie układanki.
pt: O quinto problema é a colocação de anotações para modificar os sons do modo quebra-cabeça.
ro: A cincea problemă este plasarea adnotărilor pentru a modifica sunetele modului puzzle.
ru: Пятая проблема — размещение аннотаций для изменения звуков в режиме головоломки.

source: After a quiz question, if there is an incorrect move in the main line
fa: پس از یک سوال مسابقه، اگر حرکت نادرستی در خط اصلی وجود دارد
ja: クイズ問題の後、メインラインに間違った動きがあった場合
ko: 퀴즈 문제 풀이 후 메인 라인에 잘못된 움직임이 있는 경우
lt: Po viktorinos klausimo, jei pagrindinėje eilutėje atliktas neteisingas žingsnis
no: Etter et quizspørsmål, hvis det er et feil trekk i hovedlinjen
pl: Po pytaniu quizowym, jeśli w głównej linii jest nieprawidłowy ruch
pt: Após uma pergunta do quiz, se houver um movimento incorreto na linha principal
ro: După o întrebare test, dacă există o mișcare incorectă în linia principală
ru: После вопроса викторины, если в основной линии есть неправильный ход

source: with a ^b backup move marker in the comment that follows it,
fa: با یک نشانگر حرکت پشتیبان ^b در نظری که به دنبال آن است،
ja: それに続くコメントに ^b バックアップ移動マーカーを付けると、
ko: 그 뒤에 오는 주석에 ^b 백업 이동 마커가 있는 경우,
lt: su ^b atsarginio judėjimo žymekliu komentare, esančiame po jo,
no: med en ^b backup flyttemarkør i kommentaren som følger den,
pl: z znacznikiem ruchu zapasowego ^b w komentarzu, który następuje po nim,
pt: com um marcador de movimento de backup ^b no comentário que o segue,
ro: cu un marker de mutare de rezervă ^b în comentariul care îl urmează,
ru: с маркером резервного хода ^b в комментарии, который следует за ним,

source: by default you will get a correct move sound when the move is played.
fa: به طور پیش فرض، هنگامی که حرکت پخش می شود، صدای حرکت صحیحی دریافت خواهید کرد.
ja: デフォルトでは、移動が再生されると正しい移動音が鳴ります。
ko: 기본적으로 이동이 실행되면 올바른 이동 사운드가 나옵니다.
lt: pagal numatytuosius nustatymus gausite teisingą judesio garsą, kai bus žaidžiamas judesys.
no: som standard vil du få en korrekt trekklyd når trekket spilles.
pl: domyślnie usłyszysz odpowiedni dźwięk ruchu, gdy zostanie on wykonany.
pt: por padrão, você obterá um som de movimento correto quando o movimento for executado.
ro: în mod implicit, veți obține un sunet de mișcare corect atunci când mișcarea este redată.
ru: по умолчанию вы услышите правильный звук при выполнении хода.

source: This sound effect can be modified by adding a marker to the comment.
fa: این افکت صوتی را می توان با اضافه کردن یک نشانگر به نظر تغییر داد.
ja: このサウンド効果は、コメントにマーカーを追加することで変更できます。
ko: 이 사운드 효과는 주석에 마커를 추가하여 수정할 수 있습니다.
lt: Šį garso efektą galima modifikuoti pridedant žymeklį prie komentaro.
no: Denne lydeffekten kan endres ved å legge til en markør i kommentaren.
pl: Efekt dźwiękowy można zmodyfikować poprzez dodanie znacznika do komentarza.
pt: Este efeito sonoro pode ser modificado adicionando um marcador ao comentário.
ro: Acest efect de sunet poate fi modificat prin adăugarea unui marker la comentariu.
ru: Этот звуковой эффект можно изменить, добавив маркер к комментарию.

source: Add ^si for a puzzle incorrect sound and ^sn for no sound at all.
fa: ^si برای صدای نادرست پازل و ^sn برای هیچ صدایی اضافه کنید.
ja: パズルの間違った音には ^si を追加し、まったく音が出ない場合は ^sn を追加します。
ko: 퍼즐의 발음이 틀렸을 때는 ^si를 추가하고, 전혀 발음이 나지 않을 때는 ^sn을 추가합니다.
lt: Pridėkite ^si, kad galvosūkio garsas būtų neteisingas, ir ^sn, kad nebūtų garso.
no: Legg til ^si for et puslespill feil lyd og ^sn for ingen lyd i det hele tatt.
pl: Dodaj ^si, jeśli w zagadce występuje niepoprawny dźwięk, lub ^sn, jeśli nie ma żadnego dźwięku.
pt: Adicione ^si para um som incorreto e ^sn para nenhum som.
ro: Adăugați ^si pentru un sunet incorect de puzzle și ^sn pentru niciun sunet.
ru: Добавьте ^si для неправильного звука в головоломке и ^sn для отсутствия звука вообще.

source: If the correct puzzle move is in a sub-variation, usually you would get
fa: اگر حرکت صحیح پازل در یک متغیر فرعی باشد، معمولاً این کار را خواهید داشت
ja: 正しいパズルの動きがサブバリエーションにある場合、通常は
ko: 올바른 퍼즐 이동이 하위 변형에 있는 경우 일반적으로 다음을 얻습니다.
lt: Jei teisingas galvosūkio judesys yra subvariacijoje, paprastai gausite
no: Hvis det riktige puslespillet er i en undervariasjon, vil du vanligvis få
pl: Jeśli poprawny ruch układanki znajduje się w podwariacji, zazwyczaj otrzymasz
pt: Se o movimento correto do quebra-cabeça estiver em uma subvariação, normalmente você obterá
ro: Dacă mișcarea corectă a puzzle-ului este într-o subvariație, de obicei ați obține
ru: Если правильный ход головоломки находится в подвариации, обычно вы получите

source: no sound at all when the move is played. If you want to produce a correct
fa: وقتی حرکت پخش می شود، اصلا صدایی وجود ندارد. اگر می خواهید یک درست تولید کنید
ja: 動きを再生しても音が出ません。正しい動きをしたい場合は
ko: 이동이 재생될 때 전혀 소리가 나지 않습니다. 올바른
lt: visai nėra garso, kai atliekamas judesys. Jei norite pagaminti teisingą
no: ingen lyd i det hele tatt når trekket spilles. Hvis du ønsker å produsere en korrekt
pl: nie słychać żadnego dźwięku, gdy ruch jest odtwarzany. Jeśli chcesz wyprodukować poprawny
pt: nenhum som quando o movimento é executado. Se você quiser produzir um correto
ro: nici un sunet când se joacă mișcarea. Dacă doriți să produceți un corect
ru: никакого звука, когда играется ход. Если вы хотите воспроизвести правильный

source: move sound here, then add ^sc to the comment following the move.
fa: صدا را به اینجا منتقل کنید، سپس ^sc را به نظر بعد از حرکت اضافه کنید.
ja: サウンドをここに移動し、移動後のコメントに ^sc を追加します。
ko: 사운드를 여기로 옮긴 다음, 옮긴 부분 뒤에 있는 주석에 ^sc를 추가하세요.
lt: perkelti garsą čia, tada pridėkite ^sc prie komentaro po perkėlimo.
no: flytt lyd hit, og legg deretter til ^sc i kommentaren etter flyttingen.
pl: przenieś dźwięk tutaj, a następnie dodaj ^sc do komentarza następującego po przeniesieniu.
pt: mova o som aqui e adicione ^sc ao comentário após o movimento.
ro: mutați sunetul aici, apoi adăugați ^sc la comentariu după mutare.
ru: переместите звук сюда, затем добавьте ^sc к комментарию после перемещения.

source: Finally, after making or editing a video PGN file, in order for the video
fa: در نهایت، پس از ساخت یا ویرایش یک فایل PGN ویدئو، به منظور ویدئو
ja: 最後に、ビデオPGNファイルを作成または編集した後、ビデオを
ko: 마지막으로 비디오 PGN 파일을 만들거나 편집한 후 비디오를
lt: Galiausiai, sukūrę ar redagavus vaizdo įrašo PGN failą, kad vaizdo įrašas
no: Til slutt, etter å ha laget eller redigert en video PGN-fil, for videoen
pl: Na koniec, po utworzeniu lub edycji pliku wideo PGN, aby umożliwić odtwarzanie wideo,
pt: Finalmente, depois de fazer ou editar um arquivo PGN de vídeo, para que o vídeo
ro: În cele din urmă, după realizarea sau editarea unui fișier video PGN, în ordinea videoclipului
ru: Наконец, после создания или редактирования видеофайла PGN, для того, чтобы видео

source: to play properly, you have to switch out of edit mode and back into play mode.
fa: برای پخش صحیح، باید از حالت ویرایش خارج شده و به حالت پخش برگردید.
ja: 正しく再生するには、編集モードを終了して再生モードに戻る必要があります。
ko: 제대로 재생하려면 편집 모드에서 나와서 재생 모드로 다시 돌아가야 합니다.
lt: norėdami tinkamai žaisti, turite išjungti redagavimo režimą ir grįžti į atkūrimo režimą.
no: for å spille riktig, må du bytte ut av redigeringsmodus og tilbake til avspillingsmodus.
pl: aby grać poprawnie, musisz wyjść z trybu edycji i wrócić do trybu odtwarzania.
pt: para jogar corretamente, você tem que sair do modo de edição e voltar para o modo de reprodução.
ro: pentru a reda corect, trebuie să ieșiți din modul de editare și să reveniți în modul de redare.
ru: Для корректной игры необходимо выйти из режима редактирования и вернуться в режим воспроизведения.

source: IMPORTANT NOTE :
fa: نکته مهم:
ja: 重要な注意:
ko: 중요 참고 사항 :
lt: SVARBI PASTABA:
no: VIKTIG MERKNAD:
pl: WAŻNA UWAGA:
pt: NOTA IMPORTANTE:
ro: NOTĂ IMPORTANTĂ:
ru: ВАЖНОЕ ПРИМЕЧАНИЕ:

source: Although it is possible to add video markers to an existing game,
fa: اگرچه می توان نشانگرهای ویدئویی را به یک بازی موجود اضافه کرد،
ja: 既存のゲームにビデオマーカーを追加することは可能ですが、
ko: 기존 게임에 비디오 마커를 추가하는 것은 가능하지만,
lt: Nors galima pridėti vaizdo žymeklius prie esamo žaidimo,
no: Selv om det er mulig å legge til videomarkører til et eksisterende spill,
pl: Chociaż możliwe jest dodanie znaczników wideo do istniejącej gry,
pt: Embora seja possível adicionar marcadores de vídeo a um jogo existente,
ro: Deși este posibil să adăugați markeri video la un joc existent,
ru: Хотя можно добавить видеомаркеры в существующую игру,

source: this is not advisable, because unless you were very careful,
fa: این توصیه نمی شود، زیرا مگر اینکه خیلی مراقب باشید،
ja: これはお勧めできません。非常に注意しない限り、
ko: 이것은 권장되지 않습니다. 매우 조심하지 않는 한,
lt: tai nepatartina, nes nebent buvote labai atsargūs,
no: dette er ikke tilrådelig, for med mindre du var veldig forsiktig,
pl: nie jest to wskazane, ponieważ jeśli nie jesteś bardzo ostrożny,
pt: isso não é aconselhável, porque a menos que você tenha muito cuidado,
ro: acest lucru nu este recomandabil, pentru că dacă nu ai fost foarte atent,
ru: это не рекомендуется, потому что если вы не будете очень осторожны,

source: doing so will probably throw off the game/video synchronization
fa: انجام این کار احتمالاً همگام سازی بازی/ویدیو را از بین می برد
ja: そうすると、ゲームとビデオの同期が崩れる可能性がある。
ko: 그렇게 하면 게임/비디오 동기화가 깨질 가능성이 있습니다.
lt: tai padarius tikriausiai bus nutrauktas žaidimo / vaizdo įrašo sinchronizavimas
no: Hvis du gjør det, vil synkroniseringen av spillet/videoen sannsynligvis bli borte
pl: zrobienie tego prawdopodobnie zaburzy synchronizację gry/wideo
pt: fazer isso provavelmente irá atrapalhar a sincronização do jogo/vídeo
ro: Dacă faceți acest lucru, probabil că veți pierde sincronizarea jocului/video
ru: это, вероятно, приведет к сбою синхронизации игры и видео.

source: and thus make the video useless.
fa: و در نتیجه ویدیو را بی فایده می کند.
ja: そのため、ビデオは役に立たないものになります。
ko: 그래서 영상이 쓸모없게 됩니다.
lt: ir taip padaryti vaizdo įrašą nenaudingą.
no: og dermed gjøre videoen ubrukelig.
pl: i w ten sposób uczynić film bezużytecznym.
pt: e assim tornar o vídeo inútil.
ro: și astfel faceți videoclipul inutil.
ru: и таким образом сделать видео бесполезным.

source: Making videos help
fa: ساخت فیلم کمک می کند
ja: 動画を作ると役立つ
ko: 비디오를 만드는 것이 도움이 됩니다
lt: Vaizdo įrašų kūrimas padeda
no: Det hjelper å lage videoer
pl: Tworzenie filmów pomaga
pt: Fazer vídeos ajuda
ro: Realizarea videoclipurilor ajută
ru: Создание видео помогает

source: The media player cannot play a *.pgn chess game file
fa: پخش کننده رسانه نمی تواند فایل بازی شطرنج *.pgn را بازی کند
ja: メディア プレーヤーは *.pgn チェス ゲーム ファイルを再生できません
ko: 미디어 플레이어는 *.pgn 체스 게임 파일을 재생할 수 없습니다.
lt: Medijos grotuvas negali paleisti *.pgn šachmatų žaidimo failo
no: Mediespilleren kan ikke spille en *.pgn-sjakkspillfil
pl: Odtwarzacz multimedialny nie może odtworzyć pliku gry szachowej *.pgn
pt: O media player não pode reproduzir um arquivo de jogo de xadrez *.pgn
ro: Playerul media nu poate reda un fișier de joc de șah *.pgn
ru: Медиаплеер не может воспроизвести файл шахматной партии *.pgn

source: Please select a media file e.g. *.mp4
fa: لطفاً یک فایل رسانه ای را انتخاب کنید. *.mp4
ja: メディアファイルを選択してください（例：*.mp4）
ko: 미디어 파일을 선택해주세요. 예: *.mp4
lt: Prašome pasirinkti medijos failą, pvz. *.mp4
no: Velg en mediefil, f.eks. *.mp4
pl: Proszę wybrać plik multimedialny, np. *.mp4
pt: Selecione um arquivo de mídia, por exemplo *.mp4
ro: Vă rugăm să selectați un fișier media, de ex. *.mp4
ru: Пожалуйста, выберите медиафайл, например *.mp4

source: Couldn't load file!
fa: فایل بارگیری نشد!
ja: ファイルを読み込めませんでした!
ko: 파일을 로드할 수 없습니다!
lt: Nepavyko įkelti failo!
no: Kunne ikke laste filen!
pl: Nie można załadować pliku!
pt: Não foi possível carregar o arquivo!
ro: Nu s-a putut încărca fișierul!
ru: Не удалось загрузить файл!
