Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Sound effects (Nimzo_3d - version 3.3)
fa: جلوه های صوتی (Nimzo_3d - نسخه 3.3)
ja: サウンドエフェクト (Nimzo_3d - バージョン 3.3)
ko: 음향 효과 (Nimzo_3d - 버전 3.3)
lt: Garso efektai (Nimzo_3d – 3.3 versija)
no: Lydeffekter (Nimzo_3d - versjon 3.3)
pl: Efekty dźwiękowe (Nimzo_3d - wersja 3.3)
pt: Efeitos sonoros (Nimzo_3d - versão 3.3)
ro: Efecte sonore (Nimzo_3d - versiunea 3.3)
ru: Звуковые эффекты (Nimzo_3d - версия 3.3)

source: Capability for playing on Fics,
fa: قابلیت بازی در فیکس
ja: Ficsでプレイする機能、
ko: Fics에서 플레이할 수 있는 기능,
lt: Galimybė žaisti „Fics“,
no: Mulighet for å spille på Fics,
pl: Możliwość grania w Fics,
pt: Capacidade de jogar em Fics,
ro: Capacitate de a juca pe Fics,
ru: Возможность игры на Fics,

source: The Free Internet Chess Server (version 3.5)
fa: سرور شطرنج اینترنتی رایگان (نسخه 3.5)
ja: 無料インターネットチェスサーバー (バージョン 3.5)
ko: 무료 인터넷 체스 서버(버전 3.5)
lt: Nemokamas interneto šachmatų serveris (3.5 versija)
no: Gratis Internett-sjakkserver (versjon 3.5)
pl: Darmowy serwer szachowy w Internecie (wersja 3.5)
pt: O servidor de xadrez gratuito na Internet (versão 3.5)
ro: Serverul de șah gratuit pe internet (versiunea 3.5)
ru: Бесплатный интернет-шахматный сервер (версия 3.5)

source: Polyglot .bin opening book capability (version 3.6)
fa: قابلیت باز کردن کتاب Polyglot .bin (نسخه 3.6)
ja: ポリグロット .bin オープニングブック機能 (バージョン 3.6)
ko: 다국어 .bin 오픈북 기능(버전 3.6)
lt: Galimybė atidaryti knygą „Polyglot .bin“ (3.6 versija)
no: Polyglot .bin-åpningsbokfunksjon (versjon 3.6)
pl: Możliwość otwierania pliku Polyglot .bin (wersja 3.6)
pt: Capacidade de abrir livro Polyglot .bin (versão 3.6)
ro: Capacitatea de deschidere a cărții Polyglot .bin (versiunea 3.6)
ru: Возможность открытия книги Polyglot .bin (версия 3.6)

source: A media player for playing and making chess videos (version 4.0)
fa: یک مدیا پلیر برای بازی و ساخت فیلم شطرنج (نسخه 4.0)
ja: チェスのビデオをプレイしたり作成したりするためのメディア プレーヤー (バージョン 4.0)
ko: 체스 영상을 플레이하고 제작하기 위한 미디어 플레이어(버전 4.0)
lt: Medijos grotuvas, skirtas žaisti ir kurti šachmatų vaizdo įrašus (4.0 versija)
no: En mediespiller for å spille og lage sjakkvideoer (versjon 4.0)
pl: Odtwarzacz multimedialny do grania i tworzenia filmów szachowych (wersja 4.0)
pt: Um media player para jogar e fazer vídeos de xadrez (versão 4.0)
ro: Un player media pentru redarea și realizarea videoclipurilor de șah (versiunea 4.0)
ru: Медиаплеер для игры и создания видеороликов о шахматах (версия 4.0)

source: An evaluation profile window (version 4.0)
fa: پنجره نمایه ارزیابی (نسخه 4.0)
ja: 評価プロファイル ウィンドウ (バージョン 4.0)
ko: 평가 프로필 창(버전 4.0)
lt: Įvertinimo profilio langas (4.0 versija)
no: Et evalueringsprofilvindu (versjon 4.0)
pl: Okno profilu oceny (wersja 4.0)
pt: Uma janela de perfil de avaliação (versão 4.0)
ro: O fereastră de profil de evaluare (versiunea 4.0)
ru: Окно профиля оценки (версия 4.0)

source: Automatic creation of Polyglot .bin opening books (version 4.0)
fa: ایجاد خودکار کتاب های بازکننده Polyglot .bin (نسخه 4.0)
ja: Polyglot .bin オープニング ブックの自動作成 (バージョン 4.0)
ko: Polyglot .bin 오프닝 북 자동 생성(버전 4.0)
lt: Automatinis Polyglot .bin atidarymo knygų kūrimas (4.0 versija)
no: Automatisk oppretting av Polyglot .bin-åpningsbøker (versjon 4.0)
pl: Automatyczne tworzenie książek otwierających Polyglot .bin (wersja 4.0)
pt: Criação automática de livros de abertura Polyglot .bin (versão 4.0)
ro: Crearea automată a cărților de deschidere Polyglot .bin (versiunea 4.0)
ru: Автоматическое создание дебютных книг Polyglot .bin (версия 4.0)

source: A comprehensive compiled help file, Nimzo_3d.chm (version 4.0)
fa: فایل راهنمای جامع کامپایل شده، Nimzo_3d.chm (نسخه 4.0)
ja: 包括的なコンパイル済みヘルプ ファイル、Nimzo_3d.chm (バージョン 4.0)
ko: 포괄적으로 컴파일된 도움말 파일, Nimzo_3d.chm(버전 4.0)
lt: Išsamus sudarytas pagalbos failas Nimzo_3d.chm (4.0 versija)
no: En omfattende kompilert hjelpefil, Nimzo_3d.chm (versjon 4.0)
pl: Kompleksowy skompilowany plik pomocy, Nimzo_3d.chm (wersja 4.0)
pt: Um arquivo de ajuda compilado abrangente, Nimzo_3d.chm (versão 4.0)
ro: Un fișier de ajutor compilat complet, Nimzo_3d.chm (versiunea 4.0)
ru: Полный скомпилированный файл справки Nimzo_3d.chm (версия 4.0)

source: Minor features added :-
fa: ویژگی های جزئی اضافه شده: -
ja: 追加されたマイナー機能:-
ko: 추가된 사소한 기능 :-
lt: Pridėtos nedidelės funkcijos: -
no: Mindre funksjoner lagt til: -
pl: Dodano drobne funkcje:-
pt: Pequenos recursos adicionados:
ro: Caracteristici minore adăugate: -
ru: Добавлены незначительные функции:-

source: Edit functions on the right-click pop up variation menu
fa: توابع را در منوی تغییرات پاپ آپ با کلیک راست ویرایش کنید
ja: 右クリックのポップアップバリエーションメニューの編集機能
ko: 마우스 오른쪽 클릭 팝업 변형 메뉴에서 편집 기능
lt: Redaguokite funkcijas dešiniuoju pelės mygtuku spustelėkite iškylančiame variantų meniu
no: Rediger funksjoner på popup-menyen med høyreklikk
pl: Funkcje edycji w menu podręcznym z opcjami dostępnym po kliknięciu prawym przyciskiem myszy
pt: Editar funções no menu de variação pop-up do botão direito
ro: Editați funcțiile din meniul de variație pop-up clic dreapta
ru: Функции редактирования в контекстном меню вариантов, всплывающем при нажатии правой кнопки мыши

source: Right mouse click for opposite colour
fa: برای رنگ مخالف کلیک راست کنید
ja: 反対色にするにはマウスを右クリック
ko: 반대 색상을 원하시면 마우스 오른쪽 버튼을 클릭하세요
lt: Dešiniuoju pelės mygtuku spustelėkite priešingą spalvą
no: Høyreklikk for motsatt farge
pl: Kliknij prawym przyciskiem myszy, aby uzyskać kolor przeciwny
pt: Clique com o botão direito do mouse para a cor oposta
ro: Faceți clic dreapta pentru culoarea opusă
ru: Щелкните правой кнопкой мыши, чтобы выбрать противоположный цвет

source: piece placement for position setup
fa: قرار دادن قطعه برای تنظیم موقعیت
ja: ポジション設定のためのピースの配置
ko: 위치 설정을 위한 조각 배치
lt: gabalų išdėstymas padėties nustatymui
no: brikkeplassering for posisjonsoppsett
pl: rozmieszczenie elementów do ustawienia pozycji
pt: colocação de peças para configuração de posição
ro: plasarea pieselor pentru configurarea poziției
ru: размещение деталей для настройки позиции

source: Clear recent files option
fa: گزینه پاک کردن فایل های اخیر
ja: 最近使ったファイルを消去するオプション
ko: 최근 파일 지우기 옵션
lt: Išvalyti naujausius failus parinktis
no: Fjern alternativet for nylige filer
pl: Opcja Wyczyść ostatnie pliki
pt: Opção Limpar arquivos recentes
ro: Ștergeți opțiunea fișierelor recente
ru: Опция очистки недавних файлов

source: Game numbers displayed in the game list
fa: شماره بازی در لیست بازی نمایش داده می شود
ja: ゲームリストに表示されるゲーム番号
ko: 게임 목록에 표시되는 게임 번호
lt: Žaidimų numeriai rodomi žaidimų sąraše
no: Spillnumre som vises i spilllisten
pl: Numery gier wyświetlane na liście gier
pt: Números de jogos exibidos na lista de jogos
ro: Numerele jocului sunt afișate în lista de jocuri
ru: Номера игр отображаются в списке игр

source: Goto game number button for the game list
fa: برو دکمه شماره بازی برای لیست بازی
ja: ゲームリストのゲーム番号ボタンに移動
ko: 게임 목록의 게임 번호 버튼으로 이동
lt: Norėdami pamatyti žaidimų sąrašą, eikite į žaidimo numerio mygtuką
no: Gå til spillnummerknapp for spilllisten
pl: Przycisk Przejdź do numeru gry, aby przejść do listy gier
pt: Botão de número do jogo para ir para a lista de jogos
ro: Butonul de acces la numărul de joc pentru lista de jocuri
ru: Кнопка «Перейти к номеру игры» для списка игр

source: Bookmark game functions for PGN files in the game list
fa: توابع بازی را برای فایل های PGN در لیست بازی نشانه گذاری کنید
ja: ゲームリスト内のPGNファイルのゲーム機能をブックマークする
ko: 게임 목록에서 PGN 파일에 대한 북마크 게임 기능
lt: Pažymėkite žaidimo funkcijas PGN failams žaidimų sąraše
no: Bokmerk spillfunksjoner for PGN-filer i spilllisten
pl: Dodaj zakładkę do funkcji gry dla plików PGN na liście gier
pt: Marque as funções do jogo para arquivos PGN na lista de jogos
ro: Marcați funcțiile jocului pentru fișierele PGN în lista de jocuri
ru: Добавить игровые функции для PGN-файлов в закладки в списке игр

source: Goto start/end of game toolbar shortcuts
fa: به میانبرهای شروع/پایان نوار ابزار بازی بروید
ja: ゲームの開始/終了ツールバーのショートカットに移動
ko: 게임 시작/종료 툴바 단축키로 이동
lt: Eiti į žaidimo įrankių juostos pradžios / pabaigos sparčiuosius klavišus
no: Gå til snarveier for start/slutt av spillets verktøylinje
pl: Skróty paska narzędzi do przechodzenia na początek/koniec gry
pt: Ir para atalhos da barra de ferramentas de início/fim do jogo
ro: Accesați comenzile rapide de la începutul/sfârșitul jocului din bara de instrumente
ru: Сочетания клавиш для перехода к началу/концу игры на панели инструментов

source: Display game list toolbar shortcut
fa: نمایش میانبر نوار ابزار لیست بازی ها
ja: ゲームリストツールバーのショートカットを表示する
ko: 게임 목록 툴바 단축키 표시
lt: Rodyti žaidimų sąrašo įrankių juostos nuorodą
no: Vis snarvei på verktøylinjen for spillliste
pl: Wyświetl skrót paska narzędzi listy gier
pt: Atalho da barra de ferramentas Exibir lista de jogos
ro: Afișează comanda rapidă din bara de instrumente pentru lista de jocuri
ru: Ярлык панели инструментов списка игр

source: Pause engine toolbar option
fa: گزینه توقف نوار ابزار موتور
ja: エンジンの一時停止ツールバーオプション
ko: 엔진 툴바 일시 정지 옵션
lt: Pristabdyti variklio įrankių juostos parinktis
no: Pause motorverktøylinjealternativ
pl: Opcja Wstrzymaj pasek narzędzi silnika
pt: Opção de barra de ferramentas Pausar mecanismo
ro: Opțiunea de întrerupere a barei de instrumente a motorului
ru: Параметр панели инструментов «Пауза»

source: Select kibitz type toolbar option
fa: گزینه kibitz type toolbar را انتخاب کنید
ja: キビッツタイプのツールバーオプションを選択
ko: kibitz 유형 도구 모음 옵션을 선택하세요
lt: Pasirinkite kibito tipo įrankių juostos parinktį
no: Velg Kibitz-type verktøylinjealternativ
pl: Wybierz opcję paska narzędzi typu kibitz
pt: Selecione a opção da barra de ferramentas do tipo kibitz
ro: Selectați opțiunea barei de instrumente de tip kibitz
ru: Выберите опцию панели инструментов типа «кибиц»

source: Buttons to change the number of kibitz lines
fa: دکمه هایی برای تغییر تعداد خطوط کیبیتز
ja: キビッツ行の数を変更するボタン
ko: kibitz 라인 수를 변경하는 버튼
lt: Mygtukai, skirti pakeisti kibitų eilučių skaičių
no: Knapper for å endre antall kibitz-linjer
pl: Przyciski do zmiany liczby linii kibitz
pt: Botões para alterar o número de linhas kibitz
ro: Butoane pentru modificarea numărului de linii kibitz
ru: Кнопки для изменения количества линий кибица

source: Adjust toolbar height option
fa: گزینه تنظیم ارتفاع نوار ابزار
ja: ツールバーの高さを調整するオプション
ko: 도구 모음 높이 조정 옵션
lt: Sureguliuokite įrankių juostos aukščio parinktį
no: Juster verktøylinjens høydealternativ
pl: Opcja dostosowania wysokości paska narzędzi
pt: Opção de ajustar altura da barra de ferramentas
ro: Ajustați opțiunea de înălțime a barei de instrumente
ru: Настройка высоты панели инструментов

source: Lightning chess time control option
fa: گزینه کنترل زمان شطرنج رعد و برق
ja: ライトニングチェスの時間制御オプション
ko: 번개 체스 시간 제어 옵션
lt: Žaibo šachmatų laiko kontrolės galimybė
no: Lynsjakk-tidskontrollalternativ
pl: Opcja kontroli czasu w szachach Lightning
pt: Opção de controle de tempo de xadrez relâmpago
ro: Opțiune de control al timpului de șah fulger
ru: Возможность контроля времени в игре Lightning Chess

source: Change screen panel backgrounds
fa: پس زمینه پنل صفحه را تغییر دهید
ja: 画面パネルの背景を変更する
ko: 화면 패널 배경 변경
lt: Keisti ekrano skydelio fonus
no: Endre skjermpanelbakgrunner
pl: Zmień tło panelu ekranu
pt: Alterar fundos do painel da tela
ro: Schimbați fundalul panoului ecranului
ru: Изменить фон панели экрана

source: Save and load engine parameters
fa: ذخیره و بارگذاری پارامترهای موتور
ja: エンジンパラメータの保存と読み込み
ko: 엔진 매개변수 저장 및 로드
lt: Išsaugokite ir įkelkite variklio parametrus
no: Lagre og last inn motorparametere
pl: Zapisz i wczytaj parametry silnika
pt: Salvar e carregar parâmetros do motor
ro: Salvați și încărcați parametrii motorului
ru: Сохранение и загрузка параметров двигателя

source: Improved select engine dialog box (version 3.0)
fa: جعبه گفتگوی انتخاب موتور بهبود یافته (نسخه 3.0)
ja: エンジン選択ダイアログボックスの改善（バージョン 3.0）
ko: 개선된 엔진 선택 대화 상자(버전 3.0)
lt: Patobulintas variklio pasirinkimo dialogo langas (3.0 versija)
no: Forbedret dialogboks for valg av motor (versjon 3.0)
pl: Ulepszone okno dialogowe wyboru silnika (wersja 3.0)
pt: Caixa de diálogo de seleção de mecanismo aprimorada (versão 3.0)
ro: Caseta de dialog de selectare a motorului îmbunătățită (versiunea 3.0)
ru: Улучшенное диалоговое окно выбора движка (версия 3.0)

source: Load last file / game on program start (version 3.0)
fa: بارگیری آخرین فایل / بازی در شروع برنامه (نسخه 3.0)
ja: プログラムの起動時に最後のファイル/ゲームをロードする (バージョン 3.0)
ko: 프로그램 시작 시 마지막 파일/게임 로드(버전 3.0)
lt: Įkelti paskutinį failą / žaidimą paleidus programą (3.0 versija)
no: Last inn siste fil/spill ved programstart (versjon 3.0)
pl: Załaduj ostatni plik/grę przy uruchomieniu programu (wersja 3.0)
pt: Carregar último arquivo/jogo ao iniciar o programa (versão 3.0)
ro: Încărcați ultimul fișier / joc la pornirea programului (versiunea 3.0)
ru: Загрузить последний файл/игру при запуске программы (версия 3.0)

source: Search info display (version 3.0)
fa: نمایش اطلاعات جستجو (نسخه 3.0)
ja: 検索情報表示（バージョン3.0）
ko: 검색 정보 표시(버전 3.0)
lt: Paieškos informacijos ekranas (3.0 versija)
no: Søkeinformasjonsvisning (versjon 3.0)
pl: Wyświetlanie informacji o wyszukiwaniu (wersja 3.0)
pt: Exibição de informações de pesquisa (versão 3.0)
ro: Afișarea informațiilor de căutare (versiunea 3.0)
ru: Отображение информации о поиске (версия 3.0)

source: Game evaluation bar (version 3.0)
fa: نوار ارزیابی بازی (نسخه 3.0)
ja: ゲーム評価バー（バージョン3.0）
ko: 게임 평가 바(버전 3.0)
lt: Žaidimo vertinimo juosta (3.0 versija)
no: Spillevalueringslinje (versjon 3.0)
pl: Pasek oceny gry (wersja 3.0)
pt: Barra de avaliação do jogo (versão 3.0)
ro: Bara de evaluare a jocului (versiunea 3.0)
ru: Панель оценки игры (версия 3.0)

source: Game tabs and opening book move display
fa: برگه های بازی و باز کردن نمایش حرکت کتاب
ja: ゲームタブとオープニングブックの移動表示
ko: 게임 탭과 오프닝 북 이동 표시
lt: Žaidimo skirtukai ir atidarymo knygos judėjimo ekranas
no: Spillfaner og åpningsboktrekk
pl: Karty gry i wyświetlanie ruchu w księdze otwierającej
pt: Abas do jogo e exibição do movimento do livro de abertura
ro: Afișarea filelor de joc și a cărții de deschidere
ru: Вкладки игры и отображение хода начальной книги

source: on the 3d toolbar (Nimzo 3d - version 3.42)
fa: در نوار ابزار سه بعدی (Nimzo 3d - نسخه 3.42)
ja: 3D ツールバー (Nimzo 3d - バージョン 3.42)
ko: 3D 툴바에서 (Nimzo 3d - 버전 3.42)
lt: 3D įrankių juostoje („Nimzo 3d“ – 3.42 versija)
no: på 3d-verktøylinjen (Nimzo 3d - versjon 3.42)
pl: na pasku narzędzi 3d (Nimzo 3d - wersja 3.42)
pt: na barra de ferramentas 3D (Nimzo 3D - versão 3.42)
ro: pe bara de instrumente 3d (Nimzo 3d - versiunea 3.42)
ru: на панели инструментов 3D (Nimzo 3D - версия 3.42)

source: Score counter for chess quiz games in PDF files
fa: شمارنده امتیاز بازی های مسابقه شطرنج در فایل های PDF
ja: PDF ファイル内のチェス クイズ ゲームのスコア カウンター
ko: PDF 파일의 체스 퀴즈 게임 점수 카운터
lt: Šachmatų viktorinos žaidimų taškų skaitiklis PDF failais
no: Poengteller for sjakkquiz-spill i PDF-filer
pl: Licznik wyników gier szachowych w plikach PDF
pt: Contador de pontuação para jogos de xadrez em arquivos PDF
ro: Contor de scoruri pentru jocurile de șah în fișiere PDF
ru: Счетчик очков для шахматных викторин в файлах PDF

source: that award points. (version 4.0)
fa: آن امتیاز (نسخه 4.0)
ja: ポイントを付与します。(バージョン 4.0)
ko: 포인트를 수여합니다. (버전 4.0)
lt: kad skiriami taškai. (4.0 versija)
no: som gir poeng. (versjon 4.0)
pl: które przyznają punkty. (wersja 4.0)
pt: que concedem pontos. (versão 4.0)
ro: care acordă puncte. (versiunea 4.0)
ru: которые начисляют баллы. (версия 4.0)

source: Coloured square highlights and arrows (version 4.0)
fa: هایلایت ها و فلش های مربع رنگی (نسخه 4.0)
ja: 色付きの四角形のハイライトと矢印 (バージョン 4.0)
ko: 색상이 있는 사각형 강조 표시 및 화살표(버전 4.0)
lt: Spalvoti kvadratiniai akcentai ir rodyklės (4.0 versija)
no: Fargede firkantede høydepunkter og piler (versjon 4.0)
pl: Kolorowe kwadratowe wyróżnienia i strzałki (wersja 4.0)
pt: Destaques quadrados coloridos e setas (versão 4.0)
ro: Evidențieri pătrate colorate și săgeți (versiunea 4.0)
ru: Цветные квадратные выделения и стрелки (версия 4.0)

source: Automatic game replay function (version 4.0)
fa: عملکرد پخش خودکار بازی (نسخه 4.0)
ja: 自動ゲームリプレイ機能（バージョン4.0）
ko: 자동 게임 리플레이 기능 (버전 4.0)
lt: Automatinio žaidimo atkūrimo funkcija (4.0 versija)
no: Automatisk omspillingsfunksjon (versjon 4.0)
pl: Funkcja automatycznego powtarzania gry (wersja 4.0)
pt: Função de repetição automática do jogo (versão 4.0)
ro: Funcție automată de redare a jocului (versiunea 4.0)
ru: Функция автоматического повтора игры (версия 4.0)

source: Features added to Nimzo_3d - version 4.0
fa: ویژگی های اضافه شده به Nimzo_3d - نسخه 4.0
ja: Nimzo_3d に追加された機能 - バージョン 4.0
ko: Nimzo_3d - 버전 4.0에 추가된 기능
lt: Prie Nimzo_3d pridėtos funkcijos – 4.0 versija
no: Funksjoner lagt til Nimzo_3d - versjon 4.0
pl: Funkcje dodane do Nimzo_3d - wersja 4.0
pt: Recursos adicionados ao Nimzo_3d - versão 4.0
ro: Caracteristici adăugate la Nimzo_3d - versiunea 4.0
ru: Добавлены функции в Nimzo_3d - версия 4.0

source: There is no help avaiable for this option
fa: هیچ کمکی برای این گزینه وجود ندارد
ja: このオプションに関するヘルプはありません
ko: 이 옵션에 대한 도움말이 제공되지 않습니다.
lt: Dėl šios parinkties pagalbos nėra
no: Det er ingen hjelp tilgjengelig for dette alternativet
pl: Nie ma pomocy dla tej opcji
pt: Não há ajuda disponível para esta opção
ro: Nu există ajutor disponibil pentru această opțiune
ru: Для этого варианта помощь недоступна.

source: Help file message
fa: پیام فایل راهنما
ja: ヘルプファイルメッセージ
ko: 도움말 파일 메시지
lt: Pagalbos failo pranešimas
no: Hjelpefilmelding
pl: Pomoc w pliku wiadomości
pt: Mensagem do arquivo de ajuda
ro: Mesajul fișierului de ajutor
ru: Сообщение файла справки

source: The usual reason why the help file is not displayed properly
fa: دلیل معمول عدم نمایش صحیح فایل راهنما
ja: ヘルプファイルが正しく表示されない一般的な理由
ko: 도움말 파일이 제대로 표시되지 않는 일반적인 이유
lt: Įprasta priežastis, kodėl pagalbos failas nerodomas tinkamai
no: Den vanlige årsaken til at hjelpefilen ikke vises riktig
pl: Najczęstszym powodem, dla którego plik pomocy nie jest wyświetlany prawidłowo
pt: O motivo usual pelo qual o arquivo de ajuda não é exibido corretamente
ro: Motivul obișnuit pentru care fișierul de ajutor nu este afișat corect
ru: Обычная причина, по которой файл справки отображается неправильно

source: is that it is not present in the proper directory.
fa: این است که در دایرکتوری مناسب وجود ندارد.
ja: 問題は、適切なディレクトリに存在しないことです。
ko: 적절한 디렉토리에 존재하지 않는다는 것입니다.
lt: yra tai, kad jo nėra tinkamame kataloge.
no: er at den ikke finnes i riktig katalog.
pl: jest to, że nie znajduje się on we właściwym katalogu.
pt: é que ele não está presente no diretório apropriado.
ro: este că nu este prezent în directorul corespunzător.
ru: заключается в том, что он отсутствует в соответствующем каталоге.

source: So with Windows Explorer, you can check that the file Nimzo_3d.chm
fa: بنابراین با Windows Explorer می توانید بررسی کنید که فایل Nimzo_3d.chm باشد
ja: WindowsエクスプローラーでNimzo_3d.chmファイルを確認すると、
ko: 따라서 Windows 탐색기를 사용하면 Nimzo_3d.chm 파일을 확인할 수 있습니다.
lt: Taigi naudodami „Windows Explorer“ galite patikrinti, ar failas Nimzo_3d.chm
no: Så med Windows Utforsker kan du sjekke at filen Nimzo_3d.chm
pl: Dzięki Eksploratorowi Windows możesz sprawdzić, czy plik Nimzo_3d.chm
pt: Então, com o Windows Explorer, você pode verificar se o arquivo Nimzo_3d.chm
ro: Deci, cu Windows Explorer, puteți verifica dacă fișierul Nimzo_3d.chm
ru: Итак, с помощью проводника Windows вы можете проверить, что файл Nimzo_3d.chm

source: is present in the directory
fa: در دایرکتوری موجود است
ja: ディレクトリに存在する
ko: 디렉토리에 존재합니다
lt: yra kataloge
no: finnes i katalogen
pl: jest obecny w katalogu
pt: está presente no diretório
ro: este prezent în director
ru: присутствует в каталоге

source: If the file is there, another possible reason is that the program
fa: اگر فایل وجود دارد، دلیل احتمالی دیگر این است که برنامه
ja: ファイルがそこにある場合、別の理由としては、プログラムが
ko: 파일이 거기에 있는 경우 또 다른 가능한 이유는 프로그램이
lt: Jei failas yra, kita galima priežastis yra ta, kad programa
no: Hvis filen er der, er en annen mulig årsak at programmet
pl: Jeżeli plik tam jest, innym możliwym powodem jest to, że program
pt: Se o arquivo estiver lá, outro motivo possível é que o programa
ro: Dacă fișierul este acolo, un alt motiv posibil este că programul
ru: Если файл там есть, то еще одна возможная причина в том, что программа

source: that runs the help file < hh.exe > is not present on your computer.
fa: که فایل راهنما < hh.exe > را اجرا می کند در رایانه شما وجود ندارد.
ja: ヘルプ ファイル < hh.exe > を実行するプログラムがコンピューター上に存在しません。
ko: 도움말 파일 <hh.exe>를 실행하는 프로그램이 귀하의 컴퓨터에 없습니다.
lt: kuris paleidžia žinyno failą < hh.exe >, jūsų kompiuteryje nėra.
no: som kjører hjelpefilen < hh.exe > finnes ikke på datamaskinen din.
pl: który uruchamia plik pomocy < hh.exe > nie jest obecny na Twoim komputerze.
pt: que executa o arquivo de ajuda < hh.exe > não está presente no seu computador.
ro: care rulează fișierul de ajutor < hh.exe > nu este prezent pe computer.
ru: запускающий файл справки <hh.exe> отсутствует на вашем компьютере.

source: So in the same directory should be a folder called < hh >
fa: بنابراین در همان دایرکتوری باید یک پوشه به نام <hh > باشد
ja: 同じディレクトリに< hh >というフォルダがあるはずです。
ko: 따라서 같은 디렉토리에 <hh>라는 폴더가 있어야 합니다.
lt: Taigi tame pačiame kataloge turėtų būti aplankas pavadinimu <hh>
no: Så i samme katalog skal det være en mappe som heter < hh >
pl: W tym samym katalogu powinien znajdować się folder o nazwie < hh >
pt: Então no mesmo diretório deve haver uma pasta chamada < hh >
ro: Deci, în același director ar trebui să fie un folder numit < hh >
ru: Итак, в этом же каталоге должна быть папка с именем <hh>

source: If you have a 64-bit computer, copy the file < hh.exe >
fa: اگر کامپیوتر 64 بیتی دارید، فایل <hh.exe > را کپی کنید
ja: 64ビットのコンピュータをお持ちの場合は、ファイル< hh.exe >をコピーします。
ko: 64비트 컴퓨터를 사용하시는 경우 <hh.exe> 파일을 복사하세요.
lt: Jei turite 64 bitų kompiuterį, nukopijuokite failą < hh.exe >
no: Hvis du har en 64-biters datamaskin, kopierer du filen < hh.exe >
pl: Jeśli masz komputer 64-bitowy, skopiuj plik < hh.exe >
pt: Se você tiver um computador de 64 bits, copie o arquivo < hh.exe >
ro: Dacă aveți un computer pe 64 de biți, copiați fișierul < hh.exe >
ru: Если у вас 64-битный компьютер, скопируйте файл <hh.exe>

source: from this directory up one branch, into the directory given earlier.
fa: از این دایرکتوری یک شاخه بالا، به دایرکتوری داده شده قبل.
ja: このディレクトリから 1 つ上のブランチ、つまり前に指定したディレクトリに移動します。
ko: 이 디렉토리에서 한 단계 더 올라가서, 앞서 주어진 디렉토리로 들어갑니다.
lt: iš šio katalogo viena šaka aukštyn į anksčiau pateiktą katalogą.
no: fra denne katalogen opp en gren, inn i katalogen gitt tidligere.
pl: z tego katalogu jedną gałąź w górę, do katalogu podanego wcześniej.
pt: deste diretório uma ramificação acima, para o diretório fornecido anteriormente.
ro: din acest director o ramură în sus, în directorul dat mai devreme.
ru: из этого каталога на одну ветку вверх, в каталог, указанный ранее.

source: With a 32-bit computer, copy < hh32.exe > as above and then rename
fa: با یک کامپیوتر 32 بیتی، < hh32.exe > را مانند بالا کپی کنید و سپس نام آن را تغییر دهید
ja: 32ビットコンピュータの場合は、上記のように< hh32.exe >をコピーして名前を変更します。
ko: 32비트 컴퓨터에서는 위와 같이 <hh32.exe>를 복사한 후 이름을 바꾸세요.
lt: Naudodami 32 bitų kompiuterį nukopijuokite < hh32.exe >, kaip nurodyta aukščiau, ir pervardykite
no: Med en 32-bits datamaskin kopierer du < hh32.exe > som ovenfor og gir deretter nytt navn
pl: W przypadku komputera 32-bitowego skopiuj plik <hh32.exe> w sposób podany powyżej, a następnie zmień jego nazwę
pt: Com um computador de 32 bits, copie < hh32.exe > como acima e renomeie
ro: Cu un computer pe 32 de biți, copiați < hh32.exe > ca mai sus și apoi redenumiți
ru: На 32-разрядном компьютере скопируйте <hh32.exe>, как указано выше, а затем переименуйте
