Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: PGN file when you load a .mp4 video file.
fa: فایل PGN هنگام بارگذاری یک فایل ویدیویی mp4.
ja: .mp4 ビデオ ファイルを読み込むときの PGN ファイル。
ko: .mp4 비디오 파일을 로드하면 PGN 파일이 생성됩니다.
lt: PGN failą, kai įkeliate .mp4 vaizdo failą.
no: PGN-fil når du laster inn en .mp4-videofil.
pl: Plik PGN po załadowaniu pliku wideo w formacie .mp4.
pt: Arquivo PGN quando você carrega um arquivo de vídeo .mp4.
ro: Fișier PGN când încărcați un fișier video .mp4.
ru: Файл PGN при загрузке видеофайла .mp4.

source: Show all files : Check to show all the files in a directory
fa: نمایش همه فایل‌ها: علامت بزنید تا همه فایل‌ها در یک فهرست نمایش داده شوند
ja: すべてのファイルを表示: ディレクトリ内のすべてのファイルを表示する場合はチェックします
ko: 모든 파일 표시 : 디렉토리의 모든 파일을 표시하려면 체크하세요
lt: Rodyti visus failus : pažymėkite, kad būtų rodomi visi kataloge esantys failai
no: Vis alle filer : Merk av for å vise alle filene i en katalog
pl: Pokaż wszystkie pliki: Zaznacz, aby wyświetlić wszystkie pliki w katalogu
pt: Mostrar todos os arquivos: marque para mostrar todos os arquivos em um diretório
ro: Afișează toate fișierele : bifați pentru a afișa toate fișierele dintr-un director
ru: Показать все файлы: установите флажок, чтобы отобразить все файлы в каталоге.

source: when loading a video file from the media player open file dialog box.
fa: هنگام بارگیری یک فایل ویدیویی از کادر گفتگوی باز کردن فایل پخش کننده رسانه.
ja: メディア プレーヤーのファイルを開くダイアログ ボックスからビデオ ファイルを読み込むとき。
ko: 미디어 플레이어에서 비디오 파일을 로드할 때 파일 열기 대화 상자가 나타납니다.
lt: įkeliant vaizdo failą iš medijos leistuvo atidaryti failo dialogo langą.
no: når du laster en videofil fra mediespillerens åpne fildialogboks.
pl: podczas ładowania pliku wideo z odtwarzacza multimedialnego, otwórz okno dialogowe pliku.
pt: ao carregar um arquivo de vídeo da caixa de diálogo Abrir arquivo do media player.
ro: atunci când încărcați un fișier video din caseta de dialog pentru deschiderea fișierului media player-ului.
ru: при загрузке видеофайла из диалогового окна открытия файла медиаплеера.

source: Uncheck to show *.mp4 files only.
fa: علامت را بردارید تا فقط فایل های *.mp4 نشان داده شود.
ja: *.mp4 ファイルのみを表示するにはチェックを外します。
ko: *.mp4 파일만 표시하려면 선택을 해제하세요.
lt: Panaikinkite žymėjimą, kad būtų rodomi tik *.mp4 failai.
no: Fjern merket for kun å vise *.mp4-filer.
pl: Odznacz, aby wyświetlać tylko pliki *.mp4.
pt: Desmarque para mostrar somente arquivos *.mp4.
ro: Debifați pentru a afișa numai fișierele *.mp4.
ru: Снимите флажок, чтобы отображать только файлы *.mp4.

source: Use edit mode update : Check to update the video edit mode options
fa: استفاده از به‌روزرسانی حالت ویرایش: برای به‌روزرسانی گزینه‌های حالت ویرایش ویدیو، علامت بزنید
ja: 編集モードの更新を使用する: チェックすると、ビデオ編集モードのオプションが更新されます
ko: 편집 모드 업데이트 사용: 비디오 편집 모드 옵션을 업데이트하려면 체크하세요.
lt: Naudoti redagavimo režimo atnaujinimą : pažymėkite, jei norite atnaujinti vaizdo įrašo redagavimo režimo parinktis
no: Bruk redigeringsmodusoppdatering: Merk av for å oppdatere alternativene for videoredigeringsmodus
pl: Użyj aktualizacji trybu edycji: Zaznacz, aby zaktualizować opcje trybu edycji wideo
pt: Usar atualização do modo de edição: marque para atualizar as opções do modo de edição de vídeo
ro: Utilizați actualizarea modului de editare: bifați pentru a actualiza opțiunile modului de editare video
ru: Использовать обновление режима редактирования: установите флажок, чтобы обновить параметры режима редактирования видео.

source: according to the setting of <Video edit mode>
fa: مطابق با تنظیم <حالت ویرایش ویدیو>
ja: <ビデオ編集モード>の設定に応じて
ko: <비디오 편집 모드> 설정에 따라
lt: pagal <Vaizdo įrašo redagavimo režimo> nustatymą
no: i henhold til innstillingen for <Videoredigeringsmodus>
pl: zgodnie z ustawieniem <Tryb edycji wideo>
pt: de acordo com a configuração do <Modo de edição de vídeo>
ro: conform setării <Modul de editare video>
ru: в соответствии с настройкой <Режима редактирования видео>

source: Uncheck if you want to set the options differently to the defaults.
fa: اگر می‌خواهید گزینه‌ها را به طور متفاوت روی پیش‌فرض تنظیم کنید، علامت آن را بردارید.
ja: オプションをデフォルトと異なる設定にする場合は、チェックを外します。
ko: 옵션을 기본값과 다르게 설정하려면 선택을 취소하세요.
lt: Panaikinkite žymėjimą, jei norite nustatyti parinktis kitaip nei numatytasis.
no: Fjern merket hvis du vil angi alternativene annerledes enn standardinnstillingene.
pl: Odznacz, jeśli chcesz ustawić opcje inaczej, niż domyślnie.
pt: Desmarque se quiser definir as opções de forma diferente dos padrões.
ro: Debifați dacă doriți să setați opțiunile diferit de valorile implicite.
ru: Снимите флажок, если вы хотите задать параметры, отличные от значений по умолчанию.

source: Video edit mode : Check this box if you are making a video.
fa: حالت ویرایش ویدیو: اگر در حال ساخت ویدیو هستید، این کادر را علامت بزنید.
ja: ビデオ編集モード: ビデオを作成する場合は、このボックスをオンにします。
ko: 비디오 편집 모드: 비디오를 제작하는 경우 이 확인란을 선택하세요.
lt: Vaizdo įrašo redagavimo režimas : pažymėkite šį langelį, jei kuriate vaizdo įrašą.
no: Videoredigeringsmodus: Merk av i denne boksen hvis du lager en video.
pl: Tryb edycji wideo: Zaznacz to pole, jeśli tworzysz wideo.
pt: Modo de edição de vídeo: marque esta caixa se estiver fazendo um vídeo.
ro: Mod editare video: bifați această casetă dacă faceți un videoclip.
ru: Режим редактирования видео: установите этот флажок, если вы создаете видео.

source: When first checked, it will activate and uncheck the the next two boxes.
fa: هنگامی که برای اولین بار علامت زده می شود، فعال می شود و تیک دو کادر بعدی را بردارید.
ja: 最初にチェックすると、それがアクティブになり、次の 2 つのボックスのチェックが解除されます。
ko: 처음 체크하면 다음 두 개의 상자가 활성화되고 체크가 해제됩니다.
lt: Pirmą kartą pažymėjus, jis suaktyvins ir panaikins kitų dviejų laukelių žymėjimą.
no: Når det først er merket av, vil det aktiveres og fjerne merket for de neste to boksene.
pl: Po pierwszym zaznaczeniu spowoduje to aktywację i odznaczenie następnych dwóch pól.
pt: Quando marcada pela primeira vez, ela ativará e desmarcará as duas caixas seguintes.
ro: Când este bifat pentru prima dată, se va activa și debifa următoarele două casete.
ru: При первом включении будут активированы и сняты флажки в следующих двух полях.

source: For normal playback of videos, leave this box unchecked.
fa: برای پخش معمولی ویدیوها، این کادر را بدون علامت بگذارید.
ja: ビデオを通常どおり再生する場合は、このボックスのチェックを外しておきます。
ko: 비디오를 일반적으로 재생하려면 이 상자를 선택하지 마세요.
lt: Jei norite normaliai atkurti vaizdo įrašus, palikite šį laukelį nepažymėtą.
no: For normal avspilling av videoer, la denne boksen være umerket.
pl: Aby odtwarzać filmy normalnie, pozostaw to pole niezaznaczone.
pt: Para reprodução normal de vídeos, deixe esta caixa desmarcada.
ro: Pentru redarea normală a videoclipurilor, lăsați această casetă nebifată.
ru: Для обычного воспроизведения видео оставьте этот флажок снятым.

source: Update video from game : Check to update the video position from the game.
fa: به‌روزرسانی ویدیو از بازی: برای به‌روزرسانی موقعیت ویدیو از بازی، علامت بزنید.
ja: ゲームからビデオを更新: ゲームからビデオの位置を更新するにはチェックします。
ko: 게임에서 비디오 업데이트 : 게임에서 비디오 위치를 업데이트하려면 체크하세요.
lt: Atnaujinti vaizdo įrašą iš žaidimo: pažymėkite, kad atnaujintumėte vaizdo įrašo padėtį žaidime.
no: Oppdater video fra spill: Merk av for å oppdatere videoposisjonen fra spillet.
pl: Aktualizuj wideo z gry: Zaznacz, aby zaktualizować pozycję wideo z gry.
pt: Atualizar vídeo do jogo: marque para atualizar a posição do vídeo do jogo.
ro: Actualizați videoclipul din joc: bifați pentru a actualiza poziția videoclipului din joc.
ru: Обновить видео из игры: установите этот флажок, чтобы обновить позицию видео из игры.

source: Update game from video : Check to update the game position from the video.
fa: به‌روزرسانی بازی از ویدیو: برای به‌روزرسانی موقعیت بازی از ویدیو، علامت بزنید.
ja: ビデオからゲームを更新: ビデオからゲームの位置を更新するにはチェックします。
ko: 비디오에서 게임 업데이트 : 비디오에서 게임 위치를 업데이트하려면 체크하세요.
lt: Atnaujinti žaidimą iš vaizdo įrašo : pažymėkite, jei norite atnaujinti žaidimo poziciją iš vaizdo įrašo.
no: Oppdater spill fra video : Merk av for å oppdatere spillposisjonen fra videoen.
pl: Aktualizuj grę na podstawie wideo: Zaznacz, aby zaktualizować pozycję gry na podstawie wideo.
pt: Atualizar jogo a partir do vídeo: marque para atualizar a posição do jogo a partir do vídeo.
ro: Actualizați jocul din videoclip: bifați pentru a actualiza poziția jocului din videoclip.
ru: Обновить игру из видео: установите этот флажок, чтобы обновить позицию игры из видео.

source: Pause for questions : Check to pause the video for quiz questions.
fa: مکث برای سؤالات: برای مکث کردن ویدیو برای سؤالات مسابقه علامت بزنید.
ja: 質問のために一時停止する : クイズの質問のためにビデオを一時停止するにはチェックします。
ko: 질문 일시 정지: 퀴즈 질문을 위해 영상을 일시 정지하려면 체크하세요.
lt: Klausimų pristabdymas : pažymėkite, jei norite pristabdyti vaizdo įrašą ir pateikti viktorinos klausimus.
no: Pause for spørsmål : Merk av for å sette videoen på pause for quizspørsmål.
pl: Zatrzymaj na czas pytań: Zaznacz, aby wstrzymać wideo na czas pytań testowych.
pt: Pausar para perguntas: marque para pausar o vídeo para perguntas do teste.
ro: Întrerupeți pentru întrebări: bifați pentru a întrerupe videoclipul pentru întrebările de tip test.
ru: Пауза для вопросов: установите этот флажок, чтобы приостановить видео для ответов на вопросы викторины.

source: Display puzzle panel : Check to display the puzzle panel
fa: نمایش پانل پازل: برای نمایش پانل پازل علامت بزنید
ja: パズルパネルを表示: チェックするとパズルパネルが表示されます
ko: 퍼즐 패널 표시 : 퍼즐 패널을 표시하려면 체크하세요
lt: Rodyti galvosūkių skydelį : pažymėkite, kad būtų rodomas galvosūkių skydelis
no: Vis puslespillpanel: Merk av for å vise puslespillpanelet
pl: Wyświetl panel układanki: Zaznacz, aby wyświetlić panel układanki
pt: Exibir painel de quebra-cabeça: marque para exibir o painel de quebra-cabeça
ro: Afișează panoul puzzle: Bifați pentru a afișa panoul puzzle
ru: Отобразить панель головоломки: Установите флажок, чтобы отобразить панель головоломки.

source: in puzzle mode during the video.
fa: در حالت پازل در طول فیلم.
ja: ビデオ中はパズルモードで。
ko: 영상 재생 중 퍼즐 모드로 전환합니다.
lt: galvosūkio režimu vaizdo įrašo metu.
no: i puslespillmodus under videoen.
pl: w trybie układanki podczas filmu.
pt: no modo quebra-cabeça durante o vídeo.
ro: în modul puzzle în timpul videoclipului.
ru: в режиме головоломки во время видео.

source: Start puzzle clock : Check to start the puzzle clock
fa: شروع ساعت پازل: برای شروع ساعت پازل علامت بزنید
ja: パズルクロックを開始: チェックするとパズルクロックが開始されます
ko: 퍼즐 시계 시작 : 퍼즐 시계를 시작하려면 체크하세요
lt: Pradėti galvosūkio laikrodį: pažymėkite, kad paleistumėte galvosūkio laikrodį
no: Start puslespillklokke : Kryss av for å starte puslespillklokken
pl: Uruchom zegar układanki: Zaznacz, aby uruchomić zegar układanki
pt: Iniciar relógio de quebra-cabeça: Marque para iniciar o relógio de quebra-cabeça
ro: Pornire ceas puzzle: Bifați pentru a porni ceasul puzzle
ru: Запустить часы-головоломку: Отметьте, чтобы запустить часы-головоломку.

source: Show puzzle hint after try : Set the number of puzzle attempts allowed
fa: نمایش راهنمایی پازل پس از تلاش: تعداد تلاش‌های مجاز برای پازل را تنظیم کنید
ja: 試行後にパズルのヒントを表示: パズルの試行回数を設定します
ko: 시도 후 퍼즐 힌트 표시: 허용되는 퍼즐 시도 횟수를 설정합니다.
lt: Rodyti galvosūkio užuominą po bandymo : nustatykite leidžiamų galvosūkių bandymų skaičių
no: Vis puslespilltips etter forsøk: Angi antall puslespillforsøk som er tillatt
pl: Pokaż wskazówkę dotyczącą łamigłówki po próbie: Ustaw liczbę dozwolonych prób rozwiązania łamigłówki
pt: Mostrar dica do quebra-cabeça após a tentativa: Defina o número de tentativas de quebra-cabeça permitidas
ro: Afișați indiciu de puzzle după încercare: setați numărul de încercări de puzzle permise
ru: Показывать подсказку головоломки после попытки: установить количество разрешенных попыток решения головоломки.

source: before a hint is displayed.
fa: قبل از اینکه یک اشاره نمایش داده شود.
ja: ヒントが表示される前に。
ko: 힌트가 표시되기 전에.
lt: prieš parodant užuominą.
no: før et hint vises.
pl: przed wyświetleniem wskazówki.
pt: antes que uma dica seja exibida.
ro: înainte ca un indiciu să fie afișat.
ru: перед отображением подсказки.

source: Show puzzle move after try : Set the number of puzzle attempts allowed
fa: نمایش حرکت پازل پس از تلاش: تعداد تلاش‌های مجاز برای پازل را تنظیم کنید
ja: 試行後にパズルの動きを表示: パズルの試行回数を設定します
ko: 시도 후 퍼즐 이동 표시: 허용되는 퍼즐 시도 횟수를 설정합니다.
lt: Rodyti galvosūkio judesį po bandymo : nustatykite leidžiamą galvosūkio bandymų skaičių
no: Vis puslespill etter forsøk: Angi antall puslespill som er tillatt
pl: Pokaż ruch układanki po próbie: Ustaw liczbę dozwolonych prób układanki
pt: Mostrar movimento do quebra-cabeça após tentativa: Defina o número de tentativas de quebra-cabeça permitidas
ro: Afișați mutarea puzzle-ului după încercare: setați numărul de încercări de puzzle permise
ru: Показать ход головоломки после попытки: установить количество разрешенных попыток решения головоломки

source: before the correct move is displayed.
fa: قبل از اینکه حرکت صحیح نمایش داده شود.
ja: 正しい動きが表示される前に。
ko: 올바른 움직임이 표시되기 전에.
lt: prieš parodydamas teisingą judesį.
no: før riktig trekk vises.
pl: zanim zostanie wyświetlony prawidłowy ruch.
pt: antes que o movimento correto seja exibido.
ro: înainte ca mișcarea corectă să fie afișată.
ru: до того, как будет показан правильный ход.

source: The puzzle mode equivalents of the two preceeding options are set to these
fa: معادل حالت پازل دو گزینه قبلی روی اینها تنظیم شده است
ja: 前の2つのオプションに相当するパズルモードは、次のように設定されます。
ko: 앞의 두 옵션의 퍼즐 모드 동등 항목은 다음과 같이 설정됩니다.
lt: Dviejų ankstesnių parinkčių galvosūkio režimo atitikmenys yra nustatyti į juos
no: Puslespillmodusekvivalentene til de to foregående alternativene er satt til disse
pl: Odpowiedniki trybu układanki dwóch poprzednich opcji są ustawione na te
pt: Os equivalentes do modo quebra-cabeça das duas opções anteriores são definidos como estes
ro: Echivalentele modului puzzle ale celor două opțiuni precedente sunt setate la acestea
ru: Эквиваленты режима головоломки двух предыдущих опций установлены следующим образом:

source: values whilst the media player is open. When you close the media player,
fa: در حالی که پخش کننده رسانه باز است، مقادیر را تعیین می کند. وقتی پخش کننده رسانه را می بندید،
ja: メディアプレーヤーが開いている間は値が変更されます。メディアプレーヤーを閉じると、
ko: 미디어 플레이어가 열려 있는 동안의 값입니다. 미디어 플레이어를 닫으면,
lt: reikšmes, kai medijos leistuvas yra atidarytas. Kai uždarote medijos leistuvą,
no: verdier mens mediespilleren er åpen. Når du lukker mediespilleren,
pl: wartości, gdy odtwarzacz multimedialny jest otwarty. Gdy zamkniesz odtwarzacz multimedialny,
pt: valores enquanto o media player estiver aberto. Quando você fecha o media player,
ro: valori în timp ce playerul media este deschis. Când închideți playerul media,
ru: значения, пока медиаплеер открыт. Когда вы закрываете медиаплеер,

source: the original puzzle mode values are restored.
fa: مقادیر حالت پازل اصلی بازیابی می شوند.
ja: 元のパズルモードの値が復元されます。
ko: 원래 퍼즐 모드 값이 복원됩니다.
lt: atkuriamos pradinės galvosūkio režimo reikšmės.
no: de opprinnelige puslespillmodusverdiene gjenopprettes.
pl: przywrócone zostają oryginalne wartości trybu układanki.
pt: os valores originais do modo quebra-cabeça são restaurados.
ro: valorile inițiale ale modului puzzle sunt restaurate.
ru: восстанавливаются исходные значения режима головоломки.

source: Default move time value : Set the default video time for moves.
fa: مقدار زمان پیش‌فرض حرکت : زمان پیش‌فرض ویدیو را برای حرکت‌ها تنظیم کنید.
ja: デフォルトの移動時間値: 移動のデフォルトのビデオ時間を設定します。
ko: 기본 이동 시간 값: 이동에 대한 기본 비디오 시간을 설정합니다.
lt: Numatytoji judėjimo laiko vertė : nustatykite numatytąjį vaizdo įrašo judėjimo laiką.
no: Standard bevegelsestidsverdi: Angi standard videotid for trekk.
pl: Domyślna wartość czasu ruchu: Ustaw domyślny czas wideo dla ruchów.
pt: Valor de tempo de movimento padrão: define o tempo de vídeo padrão para movimentos.
ro: Valoarea implicită a timpului de mișcare: setați timpul implicit pentru mișcări video.
ru: Значение времени движения по умолчанию: установите время видео по умолчанию для движений.

source: Media player options help
fa: گزینه های پخش کننده رسانه کمک می کند
ja: メディアプレーヤーのオプションヘルプ
ko: 미디어 플레이어 옵션 도움말
lt: Medijos grotuvo parinkčių pagalba
no: Mediespilleralternativer hjelper
pl: Pomoc dotycząca opcji odtwarzacza multimedialnego
pt: Ajuda com opções do media player
ro: Opțiunile playerului media ajută
ru: Помощь с параметрами медиаплеера

source: If you make changes to a PGN game that accompanies a video
fa: اگر در یک بازی PGN که همراه یک ویدیو است تغییراتی ایجاد کنید
ja: ビデオに付随するPGNゲームに変更を加える場合
ko: 비디오와 함께 제공되는 PGN 게임을 변경하는 경우
lt: Jei atliekate PGN žaidimo, kuris pridedamas prie vaizdo įrašo, pakeitimus
no: Hvis du gjør endringer i et PGN-spill som følger med en video
pl: Jeśli wprowadzasz zmiany w grze PGN, która towarzyszy filmowi
pt: Se você fizer alterações em um jogo PGN que acompanha um vídeo
ro: Dacă faceți modificări unui joc PGN care însoțește un videoclip
ru: Если вы вносите изменения в игру PGN, которая сопровождает видео

source: and then save the video info with a game or separately
fa: و سپس اطلاعات ویدیو را با یک بازی یا جداگانه ذخیره کنید
ja: ビデオ情報をゲームと一緒に保存するか、別々に保存します
ko: 그리고 비디오 정보를 게임과 함께 저장하거나 별도로 저장하세요
lt: tada išsaugokite vaizdo įrašo informaciją žaidime arba atskirai
no: og lagre videoinformasjonen med et spill eller separat
pl: a następnie zapisz informacje o wideo w grze lub osobno
pt: e então salve as informações do vídeo com um jogo ou separadamente
ro: și apoi salvați informațiile video cu un joc sau separat
ru: а затем сохранить видеоинформацию вместе с игрой или отдельно

source: without having first saved the video markers,
fa: بدون اینکه ابتدا نشانگرهای ویدئویی را ذخیره کرده باشید،
ja: ビデオマーカーを保存せずに、
ko: 비디오 마커를 먼저 저장하지 않고,
lt: prieš tai neišsaugoję vaizdo žymeklių,
no: uten først å ha lagret videomarkørene,
pl: bez wcześniejszego zapisania znaczników wideo,
pt: sem ter primeiro salvo os marcadores de vídeo,
ro: fără să fi salvat mai întâi marcatoarele video,
ru: без предварительного сохранения видеомаркеров,

source: this could ruin the game/video synchronization.
fa: این می تواند همگام سازی بازی/فیلم را خراب کند.
ja: これにより、ゲームとビデオの同期が損なわれる可能性があります。
ko: 이렇게 하면 게임/비디오 동기화가 망가질 수 있습니다.
lt: tai gali sugadinti žaidimo / vaizdo įrašo sinchronizavimą.
no: dette kan ødelegge spill-/videosynkroniseringen.
pl: może to zaburzyć synchronizację gry i obrazu.
pt: isso pode arruinar a sincronização do jogo/vídeo.
ro: acest lucru ar putea ruina sincronizarea jocului/video.
ru: это может нарушить синхронизацию игры и видео.

source: If this is the case and you want a remedy, then start a new game
fa: اگر اینطور است و می خواهید راه حلی داشته باشید، بازی جدیدی را شروع کنید
ja: このような場合、解決策が必要な場合は、新しいゲームを開始してください
ko: 이런 경우 해결책이 필요하다면 새로운 게임을 시작하세요.
lt: Jei taip yra ir norite gydymo, pradėkite naują žaidimą
no: Hvis dette er tilfelle og du vil ha en løsning, start et nytt spill
pl: Jeśli tak jest i chcesz znaleźć rozwiązanie, zacznij nową grę
pt: Se for esse o caso e você quiser uma solução, comece um novo jogo
ro: Dacă acesta este cazul și doriți un remediu, atunci începeți un nou joc
ru: Если это так и вы хотите исправить ситуацию, то начните новую игру.

source: without saving the game file and then reload the game.
fa: بدون ذخیره فایل بازی و سپس بارگذاری مجدد بازی.
ja: ゲームファイルを保存せずにゲームを再ロードします。
ko: 게임 파일을 저장하지 않고 게임을 다시 로드합니다.
lt: neišsaugoję žaidimo failo ir įkelkite žaidimą iš naujo.
no: uten å lagre spillfilen og last deretter spillet på nytt.
pl: bez zapisywania pliku gry, a następnie ponownie załadować grę.
pt: sem salvar o arquivo do jogo e depois recarregar o jogo.
ro: fără a salva fișierul jocului și apoi reîncărcați jocul.
ru: не сохраняя файл игры, а затем перезагрузите игру.

source: Then select <Edit> <Save video markers> before making changes to the game.
fa: سپس قبل از ایجاد تغییرات در بازی، <Edit> <Save video markers> را انتخاب کنید.
ja: 次に、ゲームに変更を加える前に、<編集> <ビデオ マーカーを保存> を選択します。
ko: 그런 다음 게임을 변경하기 전에 <편집> <비디오 마커 저장>을 선택하세요.
lt: Tada prieš keisdami žaidimą pasirinkite <Edit> <Save video markers>.
no: Velg deretter <Rediger> <Lagre videomarkører> før du gjør endringer i spillet.
pl: Następnie wybierz opcję <Edytuj> <Zapisz znaczniki wideo>, zanim wprowadzisz zmiany w grze.
pt: Em seguida, selecione <Editar> <Salvar marcadores de vídeo> antes de fazer alterações no jogo.
ro: Apoi selectați <Editare> <Salvare marcaje video> înainte de a face modificări în joc.
ru: Затем выберите <Изменить> <Сохранить видеомаркеры>, прежде чем вносить изменения в игру.

source: the video markers but have the re-save video markers option switched off.
fa: نشانگرهای ویدئویی اما گزینه ذخیره مجدد نشانگرهای ویدئویی را خاموش کنید.
ja: ビデオ マーカーは保存されますが、ビデオ マーカーを再保存するオプションはオフになっています。
ko: 비디오 마커를 다시 저장하지만 비디오 마커 다시 저장 옵션은 꺼져 있습니다.
lt: vaizdo įrašų žymekliai, bet išjungta parinktis iš naujo išsaugoti vaizdo įrašų žymeklius.
no: videomarkørene, men har alternativet Lagre videomarkører på nytt slått av.
pl: znaczniki wideo, ale wyłączono opcję ponownego zapisywania znaczników wideo.
pt: os marcadores de vídeo, mas desative a opção de salvar novamente os marcadores de vídeo.
ro: marcatorii video, dar au opțiunea de re-salvare a marcajelor video dezactivată.
ru: видеомаркеры, но отключите опцию повторного сохранения видеомаркеров.

source: This can be switched on in <Options> from the Media player window.
fa: این را می توان در <Options> از پنجره پخش کننده رسانه روشن کرد.
ja: これは、メディア プレーヤー ウィンドウの <オプション> でオンに切り替えることができます。
ko: 이 기능은 미디어 플레이어 창의 <옵션>에서 켤 수 있습니다.
lt: Tai galima įjungti medijos grotuvo lange <Parinktys>.
no: Dette kan slås på i <Alternativer> fra mediespillervinduet.
pl: Można włączyć tę opcję w <Opcjach> w oknie odtwarzacza multimedialnego.
pt: Isso pode ser ativado em <Opções> na janela do Media Player.
ro: Aceasta poate fi activată în <Opțiuni> din fereastra Media player.
ru: Эту функцию можно включить в разделе <Параметры> окна медиаплеера.

source: Do you still wish to continue with the save operation (y/n) ?
fa: آیا همچنان می خواهید به عملیات ذخیره (y/n) ادامه دهید؟
ja: 保存操作を続行しますか (y/n)?
ko: 저장 작업을 계속 진행하시겠습니까? (y/n)
lt: Ar vis tiek norite tęsti išsaugojimo operaciją (y/n)?
no: Ønsker du fortsatt å fortsette med lagringsoperasjonen (y/n) ?
pl: Czy nadal chcesz kontynuować operację zapisu (t/n)?
pt: Você ainda deseja continuar com a operação de salvamento (s/n)?
ro: Mai doriți să continuați cu operația de salvare (da/n)?
ru: Вы все еще хотите продолжить операцию сохранения (да/нет)?

source: You are about to add a move between ^p and ^b markers
fa: شما در حال اضافه کردن یک حرکت بین نشانگرهای ^p و ^b هستید
ja: ^p マーカーと ^b マーカーの間に移動を追加しようとしています
ko: ^p와 ^b 마커 사이에 이동을 추가하려고 합니다.
lt: Jūs ketinate pridėti perėjimą tarp ^p ir ^b žymeklių
no: Du er i ferd med å legge til et trekk mellom ^p- og ^b-markører
pl: Zamierzasz dodać ruch pomiędzy znacznikami ^p i ^b
pt: Você está prestes a adicionar um movimento entre os marcadores ^p e ^b
ro: Sunteți pe cale să adăugați o mișcare între markerii ^p și ^b
ru: Вы собираетесь добавить ход между маркерами ^p и ^b

source: with the media player active but not in puzzle mode.
fa: با پخش کننده رسانه فعال اما در حالت پازل نیست.
ja: メディア プレーヤーはアクティブですが、パズル モードではありません。
ko: 미디어 플레이어는 활성화되어 있지만 퍼즐 모드는 아닙니다.
lt: kai medijos leistuvas aktyvus, bet ne galvosūkio režimu.
no: med mediespilleren aktiv, men ikke i puslespillmodus.
pl: z aktywnym odtwarzaczem multimedialnym, ale nie w trybie układanki.
pt: com o media player ativo, mas não no modo quebra-cabeça.
ro: cu playerul media activ, dar nu în modul puzzle.
ru: с активным медиаплеером, но не в режиме головоломки.

source: This could ruin game/video synchronization.
fa: این می تواند همگام سازی بازی/فیلم را خراب کند.
ja: これにより、ゲームとビデオの同期が損なわれる可能性があります。
ko: 게임/비디오 동기화가 망가질 수 있습니다.
lt: Tai gali sugadinti žaidimų / vaizdo įrašų sinchronizavimą.
no: Dette kan ødelegge spill/videosynkronisering.
pl: Może to zaburzyć synchronizację gry i wideo.
pt: Isso pode prejudicar a sincronização do jogo/vídeo.
ro: Acest lucru ar putea ruina sincronizarea jocului/video.
ru: Это может нарушить синхронизацию игры и видео.
