Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: particularly useful for small screen setups)
fa: به ویژه برای تنظیمات صفحه نمایش کوچک مفید است)
ja: 特に小さな画面のセットアップに便利です)
ko: 특히 작은 화면 설정에 유용함)
lt: ypač naudinga nustatant mažą ekraną)
no: spesielt nyttig for små skjermoppsett)
pl: (szczególnie przydatne w przypadku konfiguracji z małymi ekranami)
pt: particularmente útil para configurações de tela pequena)
ro: utilă în special pentru setările de ecrane mici)
ru: особенно полезно для небольших экранов)

source: Use this to change the font size in the moves window
fa: از این برای تغییر اندازه فونت در پنجره moves استفاده کنید
ja: これを使用して移動ウィンドウのフォントサイズを変更します
ko: 이것을 사용하여 이동 창에서 글꼴 크기를 변경합니다.
lt: Naudokite tai norėdami pakeisti šrifto dydį judesių lange
no: Bruk denne til å endre skriftstørrelsen i trekkvinduet
pl: Użyj tego, aby zmienić rozmiar czcionki w oknie ruchów
pt: Use isto para alterar o tamanho da fonte na janela de movimentos
ro: Utilizați aceasta pentru a modifica dimensiunea fontului în fereastra de mișcări
ru: Используйте это для изменения размера шрифта в окне ходов.

source: Set this if you don't want the board to automatically
fa: اگر نمی خواهید برد به طور خودکار تنظیم شود
ja: ボードが自動的に
ko: 보드가 자동으로 실행되지 않도록 하려면 이것을 설정하세요.
lt: Nustatykite tai, jei nenorite, kad lenta būtų automatiškai
no: Sett dette hvis du ikke vil at brettet skal automatisk
pl: Ustaw tę opcję, jeśli nie chcesz, aby tablica była uruchamiana automatycznie
pt: Defina isso se você não quiser que a placa seja ativada automaticamente
ro: Setați acest lucru dacă nu doriți ca placa să fie automat
ru: Установите это, если вы не хотите, чтобы доска автоматически

source: flip around when you start a game as black
fa: وقتی بازی را به صورت سیاه شروع می کنید ورق بزنید
ja: 黒でゲームを始めるときに裏返します
ko: 검은색으로 게임을 시작하면 뒤집으세요
lt: apsiversk, kai pradedi žaidimą kaip juodas
no: snu deg rundt når du starter et spill som svart
pl: odwróć się, gdy zaczynasz grę jako czarny
pt: vire-se quando você começar um jogo como preto
ro: întoarceți-vă când începeți un joc ca negru
ru: переворачивайтесь, когда начинаете игру черным

source: Set this if you want the engine to emit a bell sound
fa: اگر می خواهید موتور صدای زنگ تولید کند، این را تنظیم کنید
ja: エンジンからベル音を鳴らしたい場合はこれを設定します
ko: 엔진에서 종소리가 나도록 하려면 이것을 설정하세요.
lt: Nustatykite, jei norite, kad variklis skleistų varpelio garsą
no: Still inn denne hvis du vil at motoren skal avgi en ringelyd
pl: Ustaw tę opcję, jeśli chcesz, aby silnik wydał dźwięk dzwonka
pt: Defina isso se quiser que o motor emita um som de sino
ro: Setați acest lucru dacă doriți ca motorul să emită un sunet de sonerie
ru: Установите этот параметр, если хотите, чтобы двигатель издавал звук колокольчика.

source: when it moves in human versus engine games
fa: وقتی در بازی های انسان در مقابل موتور حرکت می کند
ja: 人間対エンジンのゲームで動くとき
ko: 인간 대 엔진 게임에서 움직일 때
lt: kai jis juda žmogaus ir variklio žaidimuose
no: når den beveger seg i menneske-mot-motor-spill
pl: kiedy porusza się w grach człowiek kontra silnik
pt: quando se move em jogos humanos versus motores
ro: când se mișcă în jocurile umane versus motor
ru: когда он движется в играх человек против движка

source: Set this if you don't want the last move
fa: اگر نمی‌خواهید آخرین حرکت را انجام دهید، این را تنظیم کنید
ja: 最後の動きを望まない場合はこれを設定します
ko: 마지막 이동을 원하지 않으면 이것을 설정하세요
lt: Nustatykite tai, jei nenorite paskutinio žingsnio
no: Still inn dette hvis du ikke vil ha det siste trekket
pl: Ustaw to, jeśli nie chcesz ostatniego ruchu
pt: Defina isso se você não quiser o último movimento
ro: Setați acest lucru dacă nu doriți ultima mișcare
ru: Установите это, если вы не хотите последний ход

source: to be highlighted on the chess board
fa: روی صفحه شطرنج برجسته شود
ja: チェス盤上で強調表示される
ko: 체스판에서 강조될 것
lt: kad būtų paryškintas šachmatų lentoje
no: skal fremheves på sjakkbrettet
pl: być wyróżnionym na szachownicy
pt: para ser destacado no tabuleiro de xadrez
ro: pentru a fi evidentiat pe tabla de sah
ru: быть выделенным на шахматной доске

source: Set this if you prefer squares highlighted
fa: اگر مربع های هایلایت شده را ترجیح می دهید، این را تنظیم کنید
ja: 四角形を強調表示したい場合はこれを設定します
ko: 사각형을 강조하는 것을 선호하는 경우 이것을 설정하세요.
lt: Nustatykite tai, jei norite, kad kvadratai būtų paryškinti
no: Angi dette hvis du foretrekker ruter uthevet
pl: Ustaw tę opcję, jeśli wolisz, aby kwadraty były podświetlone
pt: Defina isso se preferir quadrados destacados
ro: Setați acest lucru dacă preferați pătratele evidențiate
ru: Установите этот параметр, если вы предпочитаете подсвечивать квадраты.

source: with a line rather than by color
fa: با یک خط به جای رنگ
ja: 色ではなく線で
ko: 색상이 아닌 선으로
lt: su linija, o ne pagal spalvą
no: med en linje i stedet for etter farge
pl: linią, a nie kolorem
pt: com uma linha em vez de por cor
ro: cu o linie mai degrabă decât după culoare
ru: линией, а не по цвету

source: with a line rather than by colour
fa: با یک خط به جای رنگ
ja: 色ではなく線で
ko: 색상이 아닌 선으로
lt: su linija, o ne pagal spalvą
no: med en linje i stedet for etter farge
pl: linią, a nie kolorem
pt: com uma linha em vez de uma cor
ro: cu o linie mai degrabă decât după culoare
ru: линией, а не цветом

source: Set this if you prefer a border displayed around the board
fa: اگر ترجیح می دهید حاشیه ای در اطراف صفحه نمایش داده شود، این را تنظیم کنید
ja: ボードの周囲に境界線を表示する場合はこれを設定します
ko: 보드 주위에 테두리를 표시하려면 이것을 설정하세요.
lt: Nustatykite tai, jei norite, kad aplink lentą būtų rodoma kraštinė
no: Angi dette hvis du foretrekker en kant som vises rundt brettet
pl: Ustaw tę opcję, jeśli wolisz, aby wokół planszy wyświetlana była ramka
pt: Defina isso se preferir que uma borda seja exibida ao redor do quadro
ro: Setați acest lucru dacă preferați un chenar afișat în jurul tablei
ru: Установите этот параметр, если вы предпочитаете, чтобы вокруг доски отображалась граница.

source: Set this to load last PGN file on program start
fa: این را تنظیم کنید تا آخرین فایل PGN در شروع برنامه بارگیری شود
ja: プログラムの起動時に最後のPGNファイルを読み込むように設定
ko: 프로그램 시작 시 마지막 PGN 파일을 로드하도록 설정합니다.
lt: Nustatykite tai, kad paleidžiant programą būtų įkeltas paskutinis PGN failas
no: Sett dette til å laste siste PGN-fil ved programstart
pl: Ustaw tę opcję, aby załadować ostatni plik PGN podczas uruchamiania programu.
pt: Defina isso para carregar o último arquivo PGN no início do programa
ro: Setați acest lucru pentru a încărca ultimul fișier PGN la pornirea programului
ru: Установите этот параметр для загрузки последнего файла PGN при запуске программы.

source: Set this to load last PGN game on program start
fa: این را تنظیم کنید تا آخرین بازی PGN در شروع برنامه بارگیری شود
ja: プログラムの起動時に最後のPGNゲームをロードするにはこれを設定します
ko: 프로그램 시작 시 마지막 PGN 게임을 로드하도록 설정합니다.
lt: Nustatykite, kad paleisdami programą būtų įkeltas paskutinis PGN žaidimas
no: Sett dette til å laste siste PGN-spill ved programstart
pl: Ustaw tę opcję, aby załadować ostatnią grę PGN podczas uruchamiania programu
pt: Defina isso para carregar o último jogo PGN no início do programa
ro: Setați acest lucru pentru a încărca ultimul joc PGN la pornirea programului
ru: Установите этот параметр для загрузки последней игры PGN при запуске программы.

source: Set this to load last log file game on program start
fa: این را طوری تنظیم کنید که آخرین فایل لاگ بازی در شروع برنامه بارگیری شود
ja: プログラムの起動時に最後のログファイルを読み込むように設定
ko: 프로그램 시작 시 마지막 로그 파일 게임을 로드하도록 설정합니다.
lt: Nustatykite, kad paleisdami programą būtų įkeltas paskutinis žurnalo failo žaidimas
no: Sett dette til å laste siste loggfilspill ved programstart
pl: Ustaw tę opcję, aby załadować ostatni plik dziennika gry podczas uruchamiania programu
pt: Defina isso para carregar o último arquivo de log do jogo no início do programa
ro: Setați acest lucru pentru a încărca ultimul joc de fișier jurnal la pornirea programului
ru: Установите этот параметр для загрузки последнего файла журнала игры при запуске программы.

source: Enter the height of the toolbar
fa: ارتفاع نوار ابزار را وارد کنید
ja: ツールバーの高さを入力してください
ko: 툴바의 높이를 입력하세요
lt: Įveskite įrankių juostos aukštį
no: Angi høyden på verktøylinjen
pl: Wprowadź wysokość paska narzędzi
pt: Insira a altura da barra de ferramentas
ro: Introduceți înălțimea barei de instrumente
ru: Введите высоту панели инструментов.

source: Toggle full kibitzing display mode
fa: حالت نمایش کامل کیبیتز را تغییر دهید
ja: フルキビッティング表示モードを切り替える
ko: 전체 kibitzing 디스플레이 모드 전환
lt: Perjungti viso kibitizavimo rodymo režimą
no: Bytt full kibitzing-visningsmodus
pl: Przełącz pełny tryb wyświetlania kibicowania
pt: Alternar modo de exibição de kibitzing completo
ro: Comutați modul de afișare complet kibitzing
ru: Переключить режим отображения полного кибитчинга

source: Use this panel to specify some general options, most importantly
fa: از این پانل برای مشخص کردن چند گزینه کلی استفاده کنید، مهمتر از همه
ja: このパネルを使用して、いくつかの一般的なオプションを指定します。最も重要なのは
ko: 이 패널을 사용하여 몇 가지 일반 옵션을 지정합니다. 가장 중요한 것은 다음과 같습니다.
lt: Naudokite šį skydelį, norėdami nurodyti kai kurias bendrąsias parinktis, svarbiausia
no: Bruk dette panelet til å spesifisere noen generelle alternativer, viktigst av alt
pl: Użyj tego panelu, aby określić kilka ogólnych opcji, a przede wszystkim:
pt: Use este painel para especificar algumas opções gerais, a mais importante
ro: Utilizați acest panou pentru a specifica unele opțiuni generale, cel mai important
ru: Используйте эту панель для указания некоторых общих параметров, наиболее важных из которых:

source: the algebraic notation characters to use. Select from a major
fa: کاراکترهای نماد جبری برای استفاده. از یک رشته انتخاب کنید
ja: 使用する代数表記文字。主要なものから選択してください
ko: 사용할 대수 표기법 문자. 주요 문자 중에서 선택하십시오.
lt: naudotini algebrinio žymėjimo simboliai. Pasirinkite iš specialybės
no: de algebraiske notasjonstegnene som skal brukes. Velg fra en hovedfag
pl: znaki notacji algebraicznej do użycia. Wybierz z głównych
pt: os caracteres de notação algébrica a serem usados. Selecione entre os principais
ro: caracterele de notație algebrică de utilizat. Selectați dintr-un major
ru: символы алгебраической нотации для использования. Выберите из основного

source: European language, or define a custom string if your language
fa: زبان اروپایی، یا اگر زبان شما یک رشته سفارشی تعریف کنید
ja: ヨーロッパ言語、または言語が
ko: 유럽 언어 또는 언어에 따라 사용자 정의 문자열을 정의합니다.
lt: Europos kalba arba, jei jūsų kalba, nustatykite pasirinktinę eilutę
no: Europeisk språk, eller definer en egendefinert streng hvis ditt språk
pl: Język europejski lub zdefiniuj niestandardowy ciąg znaków, jeśli używasz swojego języka
pt: Idioma europeu ou defina uma string personalizada se o seu idioma
ro: limba europeană sau definiți un șir personalizat dacă limba dvs
ru: Европейский язык или определите пользовательскую строку, если ваш язык

source: is not listed
fa: فهرست نشده است
ja: リストに載っていない
ko: 나열되어 있지 않습니다
lt: nėra sąraše
no: er ikke oppført
pl: nie jest wymieniony
pt: não está listado
ro: nu este listat
ru: не указан

source: General Settings Dialog Help
fa: راهنمای گفتگوی تنظیمات عمومی
ja: 一般設定ダイアログのヘルプ
ko: 일반 설정 대화 상자 도움말
lt: Bendrųjų nustatymų dialogo žinynas
no: Generelle innstillinger Dialog Hjelp
pl: Pomoc dotycząca okna dialogowego Ustawienia ogólne
pt: Ajuda da caixa de diálogo Configurações gerais
ro: Caseta de dialog Setări generale Ajutor
ru: Справка по диалоговому окну «Общие настройки»

source: Replace the <?> characters with your chosen characters for
fa: کاراکترهای <?> را با کاراکترهای انتخابی خود جایگزین کنید
ja: <?>文字を選択した文字に置き換えます
ko: <?> 문자를 선택한 문자로 바꾸세요.
lt: Pakeiskite <?> simbolius pasirinktais simboliais
no: Erstatt <?>-tegnene med dine valgte tegn for
pl: Zastąp znaki <?> wybranymi przez siebie znakami
pt: Substitua os caracteres <?> pelos caracteres escolhidos para
ro: Înlocuiți caracterele <?> cu caracterele alese pentru
ru: Замените символы <?> выбранными вами символами для

source: king, queen, rook, knight and bishop respectively
fa: به ترتیب پادشاه، ملکه، روک، شوالیه و اسقف
ja: それぞれキング、クイーン、ルーク、ナイト、ビショップ
ko: 각각 킹, 퀸, 룩, 나이트, 비숍
lt: atitinkamai karalius, karalienė, bokštas, riteris ir vyskupas
no: henholdsvis konge, dronning, tårn, ridder og biskop
pl: odpowiednio król, królowa, wieża, skoczek i goniec
pt: rei, rainha, torre, cavalo e bispo respectivamente
ro: rege, regină, turn, cavaler și, respectiv, episcop
ru: король, ферзь, ладья, конь и слон соответственно

source: Illegal notation string
fa: رشته علامت گذاری غیرقانونی
ja: 不正な表記文字列
ko: 불법 표기 문자열
lt: Neteisėta žymėjimo eilutė
no: Ulovlig notasjonsstreng
pl: Nieprawidłowy ciąg znaków
pt: Cadeia de notação ilegal
ro: Șir de notație ilegal
ru: Недопустимая строка обозначений

source: You must enter or select a string starting with your chosen characters
fa: شما باید رشته ای را که با کاراکترهای انتخابی شما شروع می شود وارد یا انتخاب کنید
ja: 選択した文字で始まる文字列を入力または選択する必要があります
ko: 선택한 문자로 시작하는 문자열을 입력하거나 선택해야 합니다.
lt: Turite įvesti arba pasirinkti eilutę, prasidedančią jūsų pasirinktais simboliais
no: Du må skrive inn eller velge en streng som begynner med dine valgte tegn
pl: Musisz wprowadzić lub wybrać ciąg rozpoczynający się od wybranych przez Ciebie znaków
pt: Você deve inserir ou selecionar uma sequência de caracteres começando com os caracteres escolhidos
ro: Trebuie să introduceți sau să selectați un șir care începe cu caracterele alese
ru: Вам необходимо ввести или выбрать строку, начинающуюся с выбранных вами символов.

source: for king, queen, rook, knight and bishop respectively
fa: به ترتیب برای پادشاه، ملکه، روک، شوالیه و اسقف
ja: それぞれキング、クイーン、ルーク、ナイト、ビショップ
ko: 각각 킹, 퀸, 룩, 나이트, 비숍에 대해
lt: atitinkamai karaliui, karalienei, bokšteliui, riteriui ir vyskupui
no: for henholdsvis konge, dronning, tårn, ridder og biskop
pl: odpowiednio dla króla, królowej, wieży, skoczka i gońca
pt: para rei, rainha, torre, cavalo e bispo respectivamente
ro: pentru rege, regină, turn, cavaler și, respectiv, episcop
ru: для короля, ферзя, ладьи, коня и слона соответственно

source: Use help delay
fa: از تاخیر کمک استفاده کنید
ja: ヘルプ遅延を使用する
ko: 도움말 지연을 사용하세요
lt: Naudokite pagalbos delsą
no: Bruk hjelpeforsinkelse
pl: Użyj opóźnienia pomocy
pt: Use a ajuda para atrasar
ro: Utilizați întârzierea ajutorului
ru: Используйте задержку помощи

source: Use start delay
fa: از تاخیر شروع استفاده کنید
ja: 開始遅延を使用する
ko: 시작 지연 사용
lt: Naudokite paleidimo delsą
no: Bruk startforsinkelse
pl: Użyj opóźnienia startu
pt: Usar atraso de início
ro: Utilizați întârzierea pornirii
ru: Использовать задержку запуска

source: Help delay (milli seconds)
fa: کمک تاخیر (میلی ثانیه)
ja: ヘルプ遅延（ミリ秒）
ko: 도움말 지연(밀리초)
lt: Pagalbos atidėjimas (milisekundės)
no: Hjelpeforsinkelse (milli sekunder)
pl: Opóźnienie pomocy (milisekundy)
pt: Ajuda atraso (milissegundos)
ro: Ajutor întârziere (mili secunde)
ru: Задержка помощи (миллисекунды)

source: Check to use a delay for help file access
fa: برای استفاده از تاخیر برای دسترسی به فایل راهنما، علامت بزنید
ja: ヘルプファイルへのアクセスに遅延を使用するかどうかをチェックします
ko: 도움말 파일 액세스에 지연을 사용하려면 체크하세요
lt: Pažymėkite, jei norite naudoti pagalbos failo prieigos delsą
no: Merk av for å bruke en forsinkelse for tilgang til hjelpefilen
pl: Zaznacz, aby użyć opóźnienia w dostępie do pliku pomocy
pt: Marque para usar um atraso para acesso ao arquivo de ajuda
ro: Bifați pentru a utiliza o întârziere pentru accesul la fișierul de ajutor
ru: Установите флажок, чтобы использовать задержку для доступа к файлу справки.

source: Check to use a delay for accessing the help file at the start
fa: برای استفاده از تاخیر برای دسترسی به فایل راهنما در شروع، علامت بزنید
ja: 開始時にヘルプファイルにアクセスするための遅延を使用するかどうかをチェックします
ko: 도움말 파일에 액세스할 때 지연을 사용하려면 시작 시 체크하세요.
lt: Pažymėkite, kad pradžioje naudotumėte delsą norint pasiekti pagalbos failą
no: Kryss av for å bruke en forsinkelse for å få tilgang til hjelpefilen i starten
pl: Zaznacz, aby użyć opóźnienia w dostępie do pliku pomocy na początku
pt: Marque para usar um atraso para acessar o arquivo de ajuda no início
ro: Bifați pentru a utiliza o întârziere pentru accesarea fișierului de ajutor la început
ru: Установите флажок, чтобы использовать задержку для доступа к файлу справки в начале.

source: Enter the delay value, in milli-seconds for help file access
fa: برای دسترسی به فایل راهنما، مقدار تاخیر را در میلی ثانیه وارد کنید
ja: ヘルプファイルへのアクセスの遅延値をミリ秒単位で入力します
ko: 도움말 파일 접근을 위한 지연 값을 밀리초 단위로 입력하세요.
lt: Norėdami pasiekti pagalbos failą, įveskite delsos reikšmę milisekundėmis
no: Angi forsinkelsesverdien i millisekunder for tilgang til hjelpefilen
pl: Wprowadź wartość opóźnienia w milisekundach, aby uzyskać dostęp do pliku pomocy
pt: Insira o valor de atraso, em milissegundos, para acesso ao arquivo de ajuda
ro: Introduceți valoarea întârzierii, în milisecunde pentru accesul la fișierul de ajutor
ru: Введите значение задержки в миллисекундах для доступа к файлу справки.

source: This dialog box allows the user to set the options for the help file delay.
fa: این کادر محاوره ای به کاربر اجازه می دهد تا گزینه هایی را برای تاخیر فایل راهنما تنظیم کند.
ja: このダイアログ ボックスでは、ヘルプ ファイルの遅延のオプションを設定できます。
ko: 이 대화 상자를 통해 사용자는 도움말 파일 지연에 대한 옵션을 설정할 수 있습니다.
lt: Šis dialogo langas leidžia vartotojui nustatyti žinyno failo delsos parinktis.
no: Denne dialogboksen lar brukeren angi alternativene for hjelpefilforsinkelsen.
pl: To okno dialogowe umożliwia użytkownikowi ustawienie opcji opóźnienia pliku pomocy.
pt: Esta caixa de diálogo permite que o usuário defina as opções para o atraso do arquivo de ajuda.
ro: Această casetă de dialog permite utilizatorului să seteze opțiunile pentru întârzierea fișierului de ajutor.
ru: Это диалоговое окно позволяет пользователю задать параметры задержки файла справки.

source: Sometimes, when the help file was being accessed for a particular topic,
fa: گاهی اوقات، زمانی که فایل راهنما برای یک موضوع خاص در دسترس بود،
ja: 特定のトピックのヘルプファイルにアクセスしているときに、
ko: 때때로 특정 주제에 대한 도움말 파일에 액세스하는 경우,
lt: Kartais, kai buvo pasiekiamas konkrečios temos pagalbos failas,
no: Noen ganger, når hjelpefilen ble åpnet for et bestemt emne,
pl: Czasami, gdy uzyskiwano dostęp do pliku pomocy dla konkretnego tematu,
pt: Às vezes, quando o arquivo de ajuda estava sendo acessado para um tópico específico,
ro: Uneori, când fișierul de ajutor era accesat pentru un anumit subiect,
ru: Иногда, когда файл справки был доступен для определенной темы,

source: the help file would be displayed minimized on the taskbar.
fa: فایل راهنما به صورت مینیمم در نوار وظیفه نمایش داده می شود.
ja: ヘルプ ファイルはタスク バーに最小化された状態で表示されます。
ko: 도움말 파일은 작업 표시줄에 최소화되어 표시됩니다.
lt: pagalbos failas bus rodomas sumažintas užduočių juostoje.
no: hjelpefilen vil bli vist minimert på oppgavelinjen.
pl: plik pomocy będzie wyświetlany zminimalizowany na pasku zadań.
pt: o arquivo de ajuda seria exibido minimizado na barra de tarefas.
ro: fișierul de ajutor va fi afișat minimizat pe bara de activități.
ru: файл справки будет отображаться в свернутом виде на панели задач.

source: Having a very short pause before help file displays fixes this problem.
fa: یک مکث بسیار کوتاه قبل از نمایش فایل راهنما این مشکل را برطرف می کند.
ja: ヘルプ ファイルが表示される前に非常に短い一時停止を設けることで、この問題は解決されます。
ko: 도움말 파일이 표시되기 전에 아주 짧은 일시 정지 시간을 두면 이 문제가 해결됩니다.
lt: Labai trumpa pauzė prieš pateikiant žinyno failą išsprendžia šią problemą.
no: Å ha en veldig kort pause før hjelpefilen vises, løser dette problemet.
pl: Problem ten można rozwiązać, robiąc bardzo krótką przerwę przed wyświetleniem pliku pomocy.
pt: Fazer uma pausa bem curta antes da exibição do arquivo de ajuda corrige esse problema.
ro: Având o pauză foarte scurtă înainte de afișarea fișierului de ajutor, rezolvă această problemă.
ru: Эту проблему решает очень короткая пауза перед отображением файла справки.

source: On my computer this only happens when context sensitive help is accessed,
fa: در رایانه من این فقط زمانی اتفاق می‌افتد که به راهنمای حساس به متن دسترسی داشته باشید،
ja: 私のコンピュータでは、コンテキスト依存ヘルプにアクセスした場合にのみこれが発生します。
ko: 내 컴퓨터에서는 상황에 맞는 도움말에 액세스할 때만 이 문제가 발생합니다.
lt: Mano kompiuteryje tai nutinka tik tada, kai pasiekiama kontekstinė pagalba,
no: På datamaskinen min skjer dette bare når kontekstsensitiv hjelp er tilgjengelig,
pl: Na moim komputerze dzieje się tak tylko po skorzystaniu z pomocy kontekstowej,
pt: No meu computador isso só acontece quando a ajuda sensível ao contexto é acessada,
ro: Pe computerul meu, acest lucru se întâmplă numai atunci când se accesează ajutorul sensibil la context,
ru: На моем компьютере это происходит только при доступе к контекстно-зависимой справке.

source: If the help file is opened at the start using < F1 > or from the main menu
fa: اگر فایل راهنما در ابتدا با استفاده از <F1 > یا از منوی اصلی باز شود
ja: ヘルプファイルが<F1>またはメインメニューから最初に開かれている場合
ko: <F1>을 사용하여 시작 시 도움말 파일을 열거나 주 메뉴에서 열 경우
lt: Jei žinyno failas atidaromas pradžioje naudojant < F1 > arba iš pagrindinio meniu
no: Hvis hjelpefilen åpnes i starten med < F1 > eller fra hovedmenyen
pl: Jeżeli plik pomocy zostanie otwarty na początku za pomocą <F1> lub z menu głównego
pt: Se o arquivo de ajuda for aberto no início usando < F1 > ou no menu principal
ro: Dacă fișierul de ajutor este deschis la început folosind < F1 > sau din meniul principal
ru: Если файл справки открыт в начале с помощью < F1 > или из главного меню

source: with < Help > < Help file > this problem does not occur.
fa: با < Help > < Help file > این مشکل رخ نمی دهد.
ja: <ヘルプ> <ヘルプファイル> を使用すると、この問題は発生しません。
ko: <도움말> <도움말 파일>을 사용하면 이 문제가 발생하지 않습니다.
lt: naudojant < Help > < Help file > ši problema nekyla.
no: med < Hjelp > < Hjelpefil > oppstår ikke dette problemet.
pl: dzięki < Pomoc > < Plik pomocy > ten problem nie występuje.
pt: com < Ajuda > < Arquivo de ajuda > esse problema não ocorre.
ro: cu < Help > < Help file > această problemă nu apare.
ru: с < Help > < Help file > эта проблема не возникает.

source: Help delay options :-
fa: گزینه های تاخیر کمک: -
ja: ヘルプ遅延オプション:-
ko: 지연 옵션 도움말 :-
lt: Pagalba delsos parinktys: -
no: Hjelp forsinke alternativer:-
pl: Opcje opóźnienia pomocy:-
pt: Ajuda opções de atraso:-
ro: Ajută opțiunile de întârziere:-
ru: Параметры задержки помощи:-

source: Use help delay - Check to use a delay when accessing the help file.
fa: استفاده از تأخیر کمک - برای استفاده از تأخیر هنگام دسترسی به فایل راهنما، علامت بزنید.
ja: ヘルプ遅延を使用する - ヘルプ ファイルにアクセスするときに遅延を使用する場合はチェックします。
ko: 도움말 지연 사용 - 도움말 파일에 액세스할 때 지연을 사용하려면 체크하세요.
lt: Naudoti pagalbos delsą – pažymėkite, jei norite naudoti delsą, kai pasiekiate žinyno failą.
no: Bruk hjelpeforsinkelse - Kryss av for å bruke en forsinkelse når du får tilgang til hjelpefilen.
pl: Użyj opóźnienia pomocy - zaznacz, aby użyć opóźnienia podczas uzyskiwania dostępu do pliku pomocy.
pt: Usar atraso de ajuda - Marque para usar um atraso ao acessar o arquivo de ajuda.
ro: Utilizare întârziere de ajutor - Bifați pentru a utiliza o întârziere când accesați fișierul de ajutor.
ru: Использовать задержку справки — установите этот флажок, чтобы использовать задержку при доступе к файлу справки.

source: Use start delay - Check to use a delay when accessing the help file at the start.
fa: استفاده از تاخیر شروع - برای استفاده از تاخیر هنگام دسترسی به فایل راهنما در شروع، علامت بزنید.
ja: 開始遅延を使用する - 開始時にヘルプ ファイルにアクセスするときに遅延を使用する場合にチェックします。
ko: 시작 지연 사용 - 시작 시 도움말 파일에 액세스할 때 지연을 사용하려면 체크하세요.
lt: Naudoti paleidimo delsą – pažymėkite, jei norite naudoti delsą, kai pradžioje pasiekiate pagalbos failą.
no: Bruk startforsinkelse - Kryss av for å bruke en forsinkelse når du får tilgang til hjelpefilen ved starten.
pl: Użyj opóźnienia startu - zaznacz, aby użyć opóźnienia podczas uzyskiwania dostępu do pliku pomocy na początku.
pt: Usar atraso de início - Marque para usar um atraso ao acessar o arquivo de ajuda no início.
ro: Utilizare întârziere de pornire - Bifați pentru a utiliza o întârziere când accesați fișierul de ajutor la început.
ru: Использовать задержку запуска — установите флажок, чтобы использовать задержку при доступе к файлу справки в начале.
