Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Start move no. : The move numbers at which to start and end the analysis.
fa: شروع حرکت شماره : اعداد حرکتی که در آن تجزیه و تحلیل شروع و به پایان می رسد.
ja: 開始移動番号: 分析を開始および終了する移動番号。
ko: 시작 이동 번호: 분석을 시작하고 끝낼 이동 번호입니다.
lt: Pradėti judėjimą Nr. : judėjimo skaičiai, kuriais pradedama ir baigiama analizė.
no: Start trekk nr. : Trekknumrene der analysen skal starte og avsluttes.
pl: Numer ruchu początkowego: Numery ruchów, od których należy rozpocząć i zakończyć analizę.
pt: Número do movimento inicial: os números dos movimentos nos quais a análise deve ser iniciada e encerrada.
ro: Începeți mișcarea nr. : numerele de mutare la care să începeți și să încheiați analiza.
ru: Начальный номер хода: номера ходов, с которых начинается и заканчивается анализ.

source: End move no. : 0 for End move no. means to the last move in the game.
fa: شماره حرکت پایانی : 0 برای پایان حرکت شماره. یعنی تا آخرین حرکت بازی.
ja: 終了手番号: 終了手番号の 0 は、ゲームの最後の手を意味します。
ko: 종료 이동 번호: 0 종료 이동 번호는 게임의 마지막 이동을 의미합니다.
lt: Pabaigos judėjimas Nr. : 0 už Pabaigos judėjimą Nr. reiškia iki paskutinio ėjimo žaidime.
no: Slutttrekk nr. : 0 for Slutttrekk nr. betyr til siste trekk i spillet.
pl: Ruch końcowy nr: 0 oznacza ostatni ruch w grze.
pt: Nº do movimento final: 0 para Nº do movimento final significa o último movimento do jogo.
ro: Încheierea mișcării nr. : 0 pentru Mutarea finală nr. înseamnă până la ultima mișcare din joc.
ru: Конечный ход №: 0 означает последний ход в игре.

source: Identify winning position : Check this box to always identify a winning position,
fa: شناسایی موقعیت برنده: این کادر را علامت بزنید تا همیشه یک موقعیت برنده مشخص شود.
ja: 勝利ポジションを特定する: このボックスをチェックすると、勝利ポジションを常に特定します。
ko: 승리 위치 식별: 항상 승리 위치를 식별하려면 이 상자를 체크하세요.
lt: Nustatyti laimėjusią poziciją : pažymėkite šį langelį, kad visada nustatytumėte laimėjusią poziciją,
no: Identifiser vinnerposisjon : Merk av i denne boksen for alltid å identifisere en vinnerposisjon,
pl: Określ pozycję wygrywającą: Zaznacz to pole, aby zawsze określać pozycję wygrywającą.
pt: Identificar posição vencedora: Marque esta caixa para sempre identificar uma posição vencedora,
ro: Identificați poziția câștigătoare: bifați această casetă pentru a identifica întotdeauna o poziție câștigătoare,
ru: Определить выигрышную позицию: установите этот флажок, чтобы всегда определять выигрышную позицию.

source: even if the move that leads to it is below the error threshold.
fa: حتی اگر حرکتی که به آن منتهی می شود زیر آستانه خطا باشد.
ja: たとえ、それに至る動きがエラーしきい値を下回っていたとしても。
ko: 그 움직임이 오류 임계값 아래에 있더라도 말입니다.
lt: net jei prie jo vedantis veiksmas yra žemiau klaidos slenksčio.
no: selv om trekket som fører til det er under feilterskelen.
pl: nawet jeśli ruch prowadzący do niego jest poniżej progu błędu.
pt: mesmo que o movimento que leva a isso esteja abaixo do limite de erro.
ro: chiar dacă mutarea care duce la aceasta este sub pragul de eroare.
ru: даже если ход, который к этому приводит, ниже порога ошибки.

source: For a full explanation of this feature click on the < Notes on IdWin > button.
fa: برای توضیح کامل این ویژگی روی دکمه < Notes on IdWin > کلیک کنید.
ja: この機能の詳しい説明については、< IdWin に関する注記 > ボタンをクリックしてください。
ko: 이 기능에 대한 자세한 설명을 보려면 <IdWin에 대한 참고 사항> 버튼을 클릭하세요.
lt: Norėdami gauti išsamų šios funkcijos paaiškinimą, spustelėkite mygtuką <Pastabos apie IdWin>.
no: For en fullstendig forklaring av denne funksjonen, klikk på < Notes on IdWin >-knappen.
pl: Aby uzyskać pełny opis tej funkcji, kliknij przycisk < Notatki na temat IdWin >.
pt: Para uma explicação completa deste recurso, clique no botão < Notas sobre o IdWin >.
ro: Pentru o explicație completă a acestei caracteristici, faceți clic pe butonul < Notes on IdWin >.
ru: Для полного объяснения этой функции нажмите кнопку <Заметки об IdWin>.

source: Winning threshold : The threshold at which the engine will consider a win.
fa: آستانه برد: آستانه ای که موتور یک برد در نظر می گیرد.
ja: 勝利しきい値: エンジンが勝利とみなすしきい値。
ko: 승리 임계값: 엔진이 승리를 간주하는 임계값입니다.
lt: Laimėjimo slenkstis: riba, kurią pasiekęs variklis laimės.
no: Vinnerterskel : Terskelen der motoren vil vurdere en seier.
pl: Próg wygranej: Próg, po przekroczeniu którego silnik uzna wygraną.
pt: Limiar de vitória: o limite no qual o mecanismo considerará uma vitória.
ro: Pragul câștigător: pragul la care motorul va considera un câștig.
ru: Порог выигрыша: Порог, при достижении которого система будет считать выигрыш.

source: This is measured in 1/100 pawns. So a figure of 150 is 1.5 pawns.
fa: این در 1/100 پیاده اندازه گیری می شود. بنابراین رقم 150 معادل 1.5 پیاده است.
ja: これは 1/100 ポーン単位で測定されます。したがって、150 という数字は 1.5 ポーンです。
ko: 이것은 1/100 폰으로 측정됩니다. 따라서 150이라는 수치는 1.5 폰입니다.
lt: Tai matuojama 1/100 pėstininkų. Taigi skaičius 150 yra 1,5 pėstininko.
no: Dette måles i 1/100 bønder. Så et tall på 150 er 1,5 bønder.
pl: Mierzy się to w 1/100 pionków. Tak więc liczba 150 to 1,5 pionka.
pt: Isso é medido em 1/100 peões. Então, um número de 150 é 1,5 peões.
ro: Aceasta se măsoară în 1/100 de pioni. Deci o cifră de 150 este de 1,5 pioni.
ru: Это измеряется в 1/100 пешки. Таким образом, число 150 составляет 1,5 пешки.

source: Margin of error : The margin of error for the winning threshold.
fa: حاشیه خطا: حاشیه خطا برای آستانه برد.
ja: 誤差範囲: 勝利しきい値の誤差範囲。
ko: 오차 한계: 승리 임계값에 대한 오차 한계입니다.
lt: Klaidos riba : laimėjimo slenksčio paklaida.
no: Feilmargin : Feilmarginen for vinnerterskelen.
pl: Margines błędu: Margines błędu dla progu zwycięstwa.
pt: Margem de erro: A margem de erro para o limite vencedor.
ro: Marja de eroare: Marja de eroare pentru pragul câștigător.
ru: Допустимая погрешность: Допустимая погрешность для порогового значения выигрыша.

source: This is measured in 1/100 pawns. So a figure of 10 is 0.1 pawns.
fa: این در 1/100 پیاده اندازه گیری می شود. بنابراین رقم 10 0.1 پیاده است.
ja: これは 1/100 ポーン単位で測定されます。つまり、10 という数字は 0.1 ポーンです。
ko: 이것은 1/100 폰으로 측정됩니다. 따라서 10의 수치는 0.1 폰입니다.
lt: Tai matuojama 1/100 pėstininkų. Taigi skaičius 10 yra 0,1 pėstininko.
no: Dette måles i 1/100 bønder. Så et tall på 10 er 0,1 bønder.
pl: Mierzy się to w 1/100 pionków. Tak więc liczba 10 to 0,1 pionka.
pt: Isso é medido em 1/100 peões. Então, um número de 10 é 0,1 peões.
ro: Aceasta se măsoară în 1/100 de pioni. Deci o cifră de 10 este 0,1 pioni.
ru: Это измеряется в 1/100 пешки. Таким образом, число 10 составляет 0,1 пешки.

source: Error cut off value : The value beyond which annotations are not added for errors.
fa: مقدار قطع خطا: مقداری که حاشیه‌نویسی بیش از آن برای خطاها اضافه نمی‌شود.
ja: エラーカットオフ値: この値を超えるとエラーの注釈が追加されません。
ko: 오류 차단 값: 오류에 대한 주석이 추가되지 않는 값입니다.
lt: Klaidos ribinė vertė : vertė, kurią viršijus klaidų komentarai nepridedami.
no: Feilavskjæringsverdi : Verdien som merknader ikke legges til for feil.
pl: Wartość graniczna błędu: Wartość, po przekroczeniu której adnotacje dotyczące błędów nie są już dodawane.
pt: Valor de corte de erro: valor além do qual as anotações não são adicionadas para erros.
ro: Valoarea de tăiere a erorii : valoarea dincolo de care nu sunt adăugate adnotări pentru erori.
ru: Пороговое значение ошибки: значение, после которого аннотации к ошибкам не добавляются.

source: e.g If white is winning with a position evaluation of +35.00 and they play a move
fa: به عنوان مثال اگر سفید با ارزیابی موقعیت +35.00 برنده باشد و آنها یک حرکت انجام دهند
ja: 例えば、白が+35.00のポジション評価で勝っていて、白が次の動きをした場合
ko: 예를 들어, 흰색이 +35.00의 위치 평가로 이기고 있고 그들이 한 수를 놓는 경우
lt: pvz., jei baltasis laimi su pozicijos įvertinimu +35.00 ir jie atlieka ėjimą
no: for eksempel hvis hvit vinner med en posisjonsevaluering på +35,00 og de spiller et trekk
pl: np. jeśli biały wygrywa z oceną pozycji +35,00 i wykonuje ruch
pt: por exemplo, se as brancas estiverem vencendo com uma avaliação de posição de +35,00 e elas fizerem um movimento
ro: De exemplu, dacă albul câștigă cu o evaluare a poziției de +35,00 și joacă o mutare
ru: например, если белые выигрывают с оценкой позиции +35,00 и они делают ход

source: that gives them +37.00 when there was a move availble for +70.00,
fa: این به آنها 37.00+ می دهد، زمانی که حرکتی برای 70.00+ موجود بود،
ja: +70.00の取引が可能だったのに、+37.00の取引となった。
ko: +70.00에 이동이 가능한 상황에서 그들에게 +37.00이 제공됩니다.
lt: tai suteikia jiems +37.00, kai buvo galimas persikėlimas už +70.00,
no: som gir dem +37.00 når det var et trekk tilgjengelig for +70.00,
pl: co daje im +37,00, gdy ruch był dostępny za +70,00,
pt: que lhes dá +37,00 quando havia um movimento disponível por +70,00,
ro: care le dă +37,00 când a existat o mutare disponibilă pentru +70,00,
ru: что дает им +37,00, когда был доступен ход за +70,00,

source: then normally the move played would be annotated as a massivie blunder.
fa: سپس به طور معمول حرکت انجام شده به عنوان یک اشتباه بزرگ توصیف می شود.
ja: その場合、通常、その動きは重大な失敗として注釈が付けられます。
ko: 그러면 보통 그 움직임은 엄청난 실수로 주석 처리될 겁니다.
lt: tada įprastai atliktas ėjimas būtų anotuojamas kaip didžiulė klaida.
no: da vil normalt trekket som spilles bli kommentert som en massiv tabbe.
pl: w takim przypadku normalnie wykonany ruch zostałby odnotowany jako poważny błąd.
pt: então normalmente o movimento executado seria anotado como um erro grave.
ro: atunci, în mod normal, mutarea jucată ar fi adnotată ca o gafă masivă.
ru: то обычно сделанный ход был бы отмечен как грубая ошибка.

source: With error cut off set to 20, this rather spurious outcome is avoided.
fa: با تنظیم خطا بر روی 20، از این نتیجه نسبتاً جعلی جلوگیری می شود.
ja: エラー カットオフを 20 に設定すると、この誤った結果は回避されます。
ko: 오류 차단 범위를 20으로 설정하면 이런 허황된 결과는 방지됩니다.
lt: Nustačius klaidą iki 20, šio gana klaidingo rezultato išvengiama.
no: Med feilavbrudd satt til 20, unngås dette ganske falske utfallet.
pl: Dzięki ustawieniu progu błędu na 20 udało się uniknąć tego raczej błędnego wyniku.
pt: Com o limite de erro definido como 20, esse resultado um tanto espúrio é evitado.
ro: Cu limitarea erorii setată la 20, acest rezultat destul de fals este evitat.
ru: При установке порогового значения ошибки в 20 этот довольно ложный результат исключается.

source: Create evaluation profile : Check this box to create an evaluation profile
fa: ایجاد نمایه ارزیابی: برای ایجاد نمایه ارزیابی، این کادر را علامت بزنید
ja: 評価プロファイルを作成: 評価プロファイルを作成するにはこのボックスをチェックします
ko: 평가 프로필 생성: 평가 프로필을 생성하려면 이 상자를 체크하세요.
lt: Sukurti vertinimo profilį : pažymėkite šį langelį, kad sukurtumėte vertinimo profilį
no: Opprett evalueringsprofil : Merk av i denne boksen for å opprette en evalueringsprofil
pl: Utwórz profil oceny: Zaznacz to pole, aby utworzyć profil oceny
pt: Criar perfil de avaliação: Marque esta caixa para criar um perfil de avaliação
ro: Creare profil de evaluare: bifați această casetă pentru a crea un profil de evaluare
ru: Создать профиль оценки: установите этот флажок, чтобы создать профиль оценки.

source: during auto-analysis.
fa: در طول آنالیز خودکار
ja: 自動分析中。
ko: 자동 분석 중.
lt: automatinės analizės metu.
no: under autoanalyse.
pl: podczas autoanalizy.
pt: durante a autoanálise.
ro: în timpul autoanalizei.
ru: во время автоанализа.

source: Add sub-variations : Check this box to add sub-variations to the game.
fa: Add sub-variations : برای اضافه کردن تغییرات فرعی به بازی، این کادر را علامت بزنید.
ja: サブバリエーションを追加: ゲームにサブバリエーションを追加するには、このボックスをオンにします。
ko: 하위 변형 추가: 게임에 하위 변형을 추가하려면 이 상자를 체크하세요.
lt: Pridėti antrinius variantus : pažymėkite šį langelį, jei norite pridėti papildomų variantų į žaidimą.
no: Legg til undervariasjoner : Merk av i denne boksen for å legge til undervariasjoner i spillet.
pl: Dodaj podwarianty: Zaznacz to pole, aby dodać podwarianty do gry.
pt: Adicionar subvariações: marque esta caixa para adicionar subvariações ao jogo.
ro: Adăugați subvariații: bifați această casetă pentru a adăuga subvariații la joc.
ru: Добавить подварианты: установите этот флажок, чтобы добавить подварианты в игру.

source: Analyse book moves : Check this box to analyse the book moves in a game.
fa: تجزیه و تحلیل حرکات کتاب: برای تجزیه و تحلیل حرکات کتاب در یک بازی، این کادر را علامت بزنید.
ja: 本の動きを分析する: ゲーム内の本の動きを分析するには、このボックスをオンにします。
ko: 책의 움직임 분석: 게임에서 책의 움직임을 분석하려면 이 상자를 체크하세요.
lt: Analizuoti knygos judesius : pažymėkite šį laukelį, jei norite analizuoti knygos judesius žaidime.
no: Analyser boktrekk : Kryss av i denne boksen for å analysere boktrekkene i et spill.
pl: Analizuj ruchy książki: Zaznacz to pole, aby przeanalizować ruchy książki w grze.
pt: Analisar movimentos do livro: marque esta caixa para analisar os movimentos do livro em um jogo.
ro: Analizați mișcările cărții: bifați această casetă pentru a analiza mișcările cărții dintr-un joc.
ru: Анализировать ходы книг: установите этот флажок, чтобы проанализировать ходы книг в игре.

source: Comments : Check the following boxes to add comments to :-
fa: نظرات: کادرهای زیر را علامت بزنید تا نظرات را اضافه کنید:
ja: コメント: コメントを追加するには、次のボックスをチェックしてください:-
ko: 댓글 : 댓글을 추가하려면 다음 상자를 체크하세요.
lt: Komentarai : pažymėkite šiuos laukelius, jei norite pridėti komentarų prie: -
no: Kommentarer: Merk av i følgende bokser for å legge til kommentarer:-
pl: Komentarze: Zaznacz poniższe pola, aby dodać komentarze:
pt: Comentários: Marque as seguintes caixas para adicionar comentários a:
ro: Comentarii: bifați următoarele casete pentru a adăuga comentarii la:-
ru: Комментарии: Отметьте следующие поля, чтобы добавить комментарии:

source: Errors : errors in the main line.
fa: خطاها: خطاها در خط اصلی.
ja: エラー: メインラインのエラー。
ko: 오류: 메인 라인의 오류입니다.
lt: Klaidos: klaidos pagrindinėje eilutėje.
no: Feil : feil i hovedlinjen.
pl: Błędy: błędy w linii głównej.
pt: Erros: erros na linha principal.
ro: Erori: erori în linia principală.
ru: Ошибки: ошибки в основной строке.

source: Pre sub-var : the beginning of a sub-variation, before the moves.
fa: Pre sub-var: شروع یک تغییر فرعی، قبل از حرکت ها.
ja: サブバリエーション前: 移動前のサブバリエーションの始まり。
ko: Pre sub-var: 움직임 전, 하위 변형의 시작.
lt: Pre sub-var : subvarianto pradžia prieš judesius.
no: Pre sub-var : begynnelsen av en sub-variasjon, før trekkene.
pl: Pre sub-var: początek podwariacji, przed ruchami.
pt: Pré sub-var: o início de uma sub-variação, antes dos movimentos.
ro: Pre sub-var : începutul unei subvariații, înainte de mișcări.
ru: Pre sub-var: начало подварианта, до ходов.

source: In order to add pre sub-var comments, Post sub-var must be checked.
fa: برای افزودن نظرات پیش از زیر var، Post sub-var باید بررسی شود.
ja: pre サブ変数コメントを追加するには、post サブ変数をチェックする必要があります。
ko: 사전 하위 변수 주석을 추가하려면 사후 하위 변수를 체크해야 합니다.
lt: Norint pridėti komentarų prieš sub-var, reikia pažymėti Post sub-var.
no: For å legge til pre-sub-var-kommentarer, må Post sub-var være avkrysset.
pl: Aby dodać komentarze przed podzmienną, należy zaznaczyć opcję Post podzmienna.
pt: Para adicionar comentários de subvar pre, a subvar Post deve estar marcada.
ro: Pentru a adăuga comentarii pre sub-var, Post sub-var trebuie bifat.
ru: Чтобы добавить комментарии pre-sub-var, необходимо отметить Post sub-var.

source: Post sub-var : the end of a sub-variation, after the moves.
fa: Post sub-var : پایان یک متغیر فرعی، پس از حرکت ها.
ja: サブバリエーション後: 移動後のサブバリエーションの終了。
ko: 하위 변형 후: 움직임 이후의 하위 변형의 끝.
lt: Post sub-var : subvarianto pabaiga po judesių.
no: Post sub-var : slutten av en sub-variasjon, etter trekkene.
pl: Post sub-var: koniec podwariacji, po ruchach.
pt: Pós sub-var: o fim de uma sub-variação, depois dos movimentos.
ro: Post sub-var : sfârșitul unei subvariații, după mișcări.
ru: Пост подвариант: конец подварианта, после ходов.

source: Quotes : add a quote at the end of the game.
fa: نقل قول: در پایان بازی یک نقل قول اضافه کنید.
ja: 引用: ゲーム終了時に引用を追加します。
ko: 인용문 : 게임이 끝날 때 인용문을 추가합니다.
lt: Citatos: žaidimo pabaigoje pridėkite citatą.
no: Sitater: legg til et sitat på slutten av spillet.
pl: Cytaty: dodaj cytat na końcu gry.
pt: Citações: adicione uma citação no final do jogo.
ro: Citate: adăugați un citat la sfârșitul jocului.
ru: Цитаты: добавьте цитату в конце игры.

source: The quotes are about warfare, victory, defeat, adversity, mental strength etc.
fa: نقل قول ها در مورد جنگ، پیروزی، شکست، ناملایمات، قدرت ذهنی و غیره است.
ja: 引用文は戦争、勝利、敗北、逆境、精神力などに関するものです。
ko: 이 인용문은 전쟁, 승리, 패배, 역경, 정신력 등에 관한 것입니다.
lt: Citatos yra apie karą, pergalę, pralaimėjimą, negandas, psichinę jėgą ir kt.
no: Sitatene handler om krigføring, seier, nederlag, motgang, mental styrke mm.
pl: Cytaty dotyczą wojny, zwycięstwa, porażki, przeciwności losu, siły psychicznej itp.
pt: As citações são sobre guerra, vitória, derrota, adversidade, força mental etc.
ro: Citatele sunt despre război, victorie, înfrângere, adversitate, putere mentală etc.
ru: Цитаты о войне, победе, поражении, невзгодах, силе духа и т. д.

source: Use pronoun ze : use the pronoun ze.
fa: استفاده از ضمیر ze : از ضمیر ze استفاده کنید.
ja: 代名詞 ze を使用する : 代名詞 ze を使用します。
ko: 대명사 ze 사용 : 대명사 ze를 사용합니다.
lt: Naudokite įvardį ze : naudokite įvardį ze.
no: Bruk pronomen ze : bruk pronomenet ze.
pl: Użyj zaimka ze: użyj zaimka ze.
pt: Use o pronome ze: use o pronome ze.
ro: Folosește pronumele ze : folosește pronumele ze.
ru: Используйте местоимение ze: используйте местоимение ze.

source: Click on the button < Notes on ze > for a detailed explanation
fa: برای توضیح دقیق روی دکمه < Notes on ze > کلیک کنید
ja: 詳しい説明については、< zeに関する注記 >ボタンをクリックしてください。
ko: 자세한 설명을 보시려면 <Notes on ze> 버튼을 클릭하세요.
lt: Norėdami gauti išsamų paaiškinimą, spustelėkite mygtuką < Notes on ze >
no: Klikk på knappen < Notes on ze > for en detaljert forklaring
pl: Kliknij na przycisk < Notatki na temat >, aby uzyskać szczegółowe wyjaśnienie
pt: Clique no botão < Notas sobre ze > para uma explicação detalhada
ro: Faceți clic pe butonul < Notes on ze > pentru o explicație detaliată
ru: Нажмите на кнопку < Заметки о ze > для подробного объяснения

source: Evaluations : Check the following boxes to add evaluations to :-
fa: ارزیابی‌ها: برای افزودن ارزیابی‌ها، کادرهای زیر را علامت بزنید:
ja: 評価: 評価を追加するには、次のボックスをチェックしてください:-
ko: 평가: 평가를 추가하려면 다음 상자를 선택하세요.
lt: Įvertinimai : pažymėkite šiuos langelius, kad įvertintumėte:
no: Evalueringer: Merk av i følgende bokser for å legge til evalueringer:-
pl: Oceny: Zaznacz poniższe pola, aby dodać oceny:
pt: Avaliações: Marque as seguintes caixas para adicionar avaliações a:
ro: Evaluări: bifați următoarele casete pentru a adăuga evaluări la:-
ru: Оценки: Отметьте следующие поля, чтобы добавить оценки:

source: Errors : errors in the main line.
fa: خطاها: خطاها در خط اصلی.
ja: エラー: メインラインのエラー。
ko: 오류 : 메인 라인의 오류입니다.
lt: Klaidos: klaidos pagrindinėje eilutėje.
no: Feil : feil i hovedlinjen.
pl: Błędy: błędy w linii głównej.
pt: Erros: erros na linha principal.
ro: Erori: erori în linia principală.
ru: Ошибки: ошибки в основной строке.

source: All moves : all moves in the main line.
fa: همه حرکت ها: همه حرکت ها در خط اصلی.
ja: すべての動き：メインライン上のすべての動き。
ko: 모든 움직임: 메인 라인의 모든 움직임.
lt: Visi judesiai: visi judesiai pagrindinėje eilutėje.
no: Alle trekk : alle trekk i hovedlinjen.
pl: Wszystkie ruchy: wszystkie ruchy w linii głównej.
pt: Todos os movimentos: todos os movimentos na linha principal.
ro: Toate mișcările : toate mișcările din linia principală.
ru: Все ходы: все ходы в основной линии.

source: Show points lost : show the points lost during the game.
fa: نمایش نقاط از دست رفته: نشان دادن امتیازات از دست رفته در طول بازی.
ja: 失われたポイントを表示: ゲーム中に失われたポイントを表示します。
ko: 손실된 포인트 표시 : 게임 중 손실된 포인트를 표시합니다.
lt: Rodyti prarastus taškus: parodyti per žaidimą prarastus taškus.
no: Vis tapte poeng: Vis poeng tapt i løpet av spillet.
pl: Pokaż utracone punkty: pokazuje punkty utracone w trakcie gry.
pt: Mostrar pontos perdidos: mostra os pontos perdidos durante o jogo.
ro: Afișează punctele pierdute: arată punctele pierdute în timpul jocului.
ru: Показать потерянные очки: показать потерянные очки во время игры.

source: Count cut off : count points lost beyond the error cut off.
fa: شمارش قطع شده: شمارش امتیازات از دست رفته فراتر از قطع خطا.
ja: カウント カットオフ: エラー カットオフを超えて失われたポイントをカウントします。
ko: 카운트 차단: 오류 차단을 넘어서 손실된 카운트 포인트.
lt: Skaičiavimas nutrūkęs: skaičiuokite taškus, prarastus už klaidos ribą.
no: Count cut off: telle poeng tapt utover feilen cut off.
pl: Odcięcie zliczania: zliczanie punktów utraconych po przekroczeniu punktu odcięcia błędu.
pt: Contagem de corte: conta os pontos perdidos além do limite de erro.
ro: Număr tăiat: numărați punctele pierdute dincolo de întreruperea erorii.
ru: Пороговое значение: подсчет очков, потерянных после порогового значения ошибки.

source: Create evaluation profile : Check to create an evaluation profile simultaneously
fa: ایجاد نمایه ارزیابی: برای ایجاد نمایه ارزیابی به طور همزمان علامت بزنید
ja: 評価プロファイルを作成する: チェックすると評価プロファイルも同時に作成されます
ko: 평가 프로필 생성 : 평가 프로필을 동시에 생성하려면 체크하세요
lt: Sukurti vertinimo profilį : pažymėkite, jei norite vienu metu sukurti vertinimo profilį
no: Opprett evalueringsprofil : Merk av for å opprette en evalueringsprofil samtidig
pl: Utwórz profil oceny: Zaznacz, aby jednocześnie utworzyć profil oceny
pt: Criar perfil de avaliação: Marque para criar um perfil de avaliação simultaneamente
ro: Creare profil de evaluare: bifați pentru a crea un profil de evaluare simultan
ru: Создать профиль оценки: отметьте, чтобы одновременно создать профиль оценки.

source: when the program analyses a game.
fa: زمانی که برنامه یک بازی را تحلیل می کند.
ja: プログラムがゲームを分析するとき。
ko: 프로그램이 게임을 분석할 때.
lt: kai programa analizuoja žaidimą.
no: når programmet analyserer et spill.
pl: gdy program analizuje grę.
pt: quando o programa analisa um jogo.
ro: când programul analizează un joc.
ru: когда программа анализирует игру.

source: Kibitz line no. : Enter the number of kibitz lines to display when analysing.
fa: خط کیبیتز شماره : تعداد خطوط کیبیتز را برای نمایش در هنگام تجزیه و تحلیل وارد کنید.
ja: キビッツ行番号: 分析時に表示するキビッツ行の数を入力します。
ko: Kibitz 라인 번호: 분석 시 표시할 kibitz 라인 수를 입력하세요.
lt: Kibitz linija Nr. : įveskite analizuojant rodytinų kibitų eilučių skaičių.
no: Kibitz linjenr. : Angi antall kibitz-linjer som skal vises ved analyse.
pl: Liczba linii kibitz: Wprowadź liczbę linii kibitz, które mają być wyświetlane podczas analizy.
pt: Nº da linha Kibitz: Insira o número de linhas Kibitz a serem exibidas durante a análise.
ro: Linia Kibitz nr. : Introduceți numărul de linii kibitz de afișat la analiză.
ru: Номер строки кибица: введите количество строк кибица, которые будут отображаться при анализе.

source: Less lines will mean that the program will search a bit deeper,
fa: خطوط کمتر به این معنی است که برنامه کمی عمیق تر جستجو می کند،
ja: 行数が少ないということは、プログラムが少し深く検索することを意味します。
ko: 줄이 적을수록 프로그램이 조금 더 깊이 검색하게 됩니다.
lt: Mažiau eilučių reiškia, kad programa ieškos šiek tiek giliau,
no: Færre linjer vil bety at programmet vil søke litt dypere,
pl: Mniej linii oznacza, że program będzie szukał nieco głębiej,
pt: Menos linhas significam que o programa pesquisará um pouco mais profundamente,
ro: Mai puține linii vor însemna că programul va căuta puțin mai profund,
ru: Меньшее количество строк будет означать, что программа будет искать немного глубже,

source: but the display will be less informative.
fa: اما صفحه نمایش اطلاعات کمتری خواهد داشت.
ja: ただし、表示される情報量は少なくなります。
ko: 하지만 표시되는 정보는 그다지 유익하지 않을 것이다.
lt: bet ekranas bus mažiau informatyvus.
no: men skjermen vil være mindre informativ.
pl: ale wyświetlacz będzie mniej informacyjny.
pt: mas a exibição será menos informativa.
ro: dar afișajul va fi mai puțin informativ.
ru: но отображение будет менее информативным.

source: Side to analyse for : Select White, Black or both.
fa: سمت مورد تجزیه و تحلیل: سفید، سیاه یا هر دو را انتخاب کنید.
ja: 分析する側: 白、黒、または両方を選択します。
ko: 분석할 측면: 흰색, 검은색 또는 둘 다를 선택하세요.
lt: Pusė, kurią norite analizuoti: pasirinkite Baltą, juodą arba abu.
no: Side å analysere for: Velg Hvit, Svart eller begge deler.
pl: Strona do analizy: Wybierz kolor biały, czarny lub oba.
pt: Lado a ser analisado: Selecione Branco, Preto ou ambos.
ro: Partea de analizat: Selectați Alb, Negru sau ambele.
ru: Сторона для анализа: выберите Белых, Черных или обеих.
