Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: to install your own preferred bitmap images into the program.
fa: تا تصاویر بیت مپ دلخواه خود را در برنامه نصب کنید.
ja: 好みのビットマップ画像をプログラムにインストールします。
ko: 원하는 비트맵 이미지를 프로그램에 설치하세요.
lt: norėdami į programą įdiegti savo pageidaujamus bitmap vaizdus.
no: for å installere dine egne foretrukne bitmap-bilder i programmet.
pl: aby zainstalować w programie własne, preferowane obrazy bitmapowe.
pt: para instalar suas próprias imagens de bitmap preferidas no programa.
ro: pentru a instala propriile imagini bitmap preferate în program.
ru: для установки в программу собственных предпочитаемых вами растровых изображений.

source: to name but a few.
fa: فقط چند مورد را نام ببرم.
ja: ほんの数例を挙げます。
ko: 몇 가지 예를 들자면 다음과 같습니다.
lt: paminėti tik keletą.
no: for å nevne noen.
pl: żeby wymienić tylko kilka.
pt: para citar apenas alguns.
ro: pentru a numi doar câteva.
ru: и это лишь некоторые из них.

source: Once you have downloaded file(s), open them with Windows paint
fa: پس از دانلود فایل(ها)، آنها را با Windows paint باز کنید
ja: ファイルをダウンロードしたら、Windowsペイントで開きます。
ko: 파일을 다운로드한 후 Windows 페인트로 엽니다.
lt: Atsisiuntę failą (-us), atidarykite juos naudodami „Windows paint“.
no: Når du har lastet ned fil(er), åpne dem med Windows Paint
pl: Po pobraniu pliku(ów) otwórz je za pomocą programu Paint w systemie Windows
pt: Depois de baixar o(s) arquivo(s), abra-os com o Windows Paint
ro: După ce ați descărcat fișierele, deschideți-le cu Windows paint
ru: После загрузки файлов откройте их с помощью Windows Paint.

source: and resize them to a square size that is a power of 2,
fa: و اندازه آنها را به اندازه مربع که توان 2 است تغییر دهید،
ja: 2の累乗の正方形のサイズに変更します。
ko: 그리고 2의 거듭제곱인 정사각형 크기로 크기를 조정합니다.
lt: ir pakeiskite jų dydį iki kvadrato dydžio, kurio laipsnis yra 2,
no: og endre størrelsen på dem til en kvadratstørrelse som er potensen 2,
pl: i zmień ich rozmiar na kwadrat będący potęgą liczby 2,
pt: e redimensioná-los para um tamanho quadrado que seja uma potência de 2,
ro: și redimensionați-le la o dimensiune pătrată care este o putere de 2,
ru: и измените их размер на квадратный, размер которого равен степени 2,

source: e.g. 1024 * 1024 pixels, then save them in your desired format.
fa: به عنوان مثال 1024 * 1024 پیکسل، سپس آنها را در فرمت دلخواه خود ذخیره کنید.
ja: たとえば、1024 * 1024 ピクセルに設定し、希望の形式で保存します。
ko: 예를 들어 1024 * 1024 픽셀을 원하는 형식으로 저장하세요.
lt: pvz. 1024 * 1024 pikselių, tada išsaugokite juos norimu formatu.
no: f.eks. 1024 * 1024 piksler, og lagre dem i ønsket format.
pl: np. 1024 * 1024 pikseli, a następnie zapisz je w wybranym formacie.
pt: por exemplo 1024 * 1024 pixels, então salve-os no formato desejado.
ro: de ex. 1024 * 1024 pixeli, apoi salvați-i în formatul dorit.
ru: например, 1024 * 1024 пикселей, затем сохраните их в желаемом формате.

source: Next using Windows Explorer, copy the files to the < backgrounds > directory
fa: سپس با استفاده از Windows Explorer، فایل ها را در فهرست < پس زمینه > کپی کنید
ja: 次に、Windowsエクスプローラーを使用して、ファイルを<背景>ディレクトリにコピーします。
ko: 다음으로 Windows 탐색기를 사용하여 파일을 <backgrounds> 디렉토리로 복사합니다.
lt: Tada naudodami „Windows Explorer“ nukopijuokite failus į katalogą < backgrounds >
no: Bruk deretter Windows Utforsker, kopier filene til katalogen < bakgrunner >
pl: Następnie za pomocą Eksploratora Windows skopiuj pliki do katalogu < backgrounds >
pt: Em seguida, usando o Windows Explorer, copie os arquivos para o diretório < backgrounds >
ro: Apoi, utilizând Windows Explorer, copiați fișierele în directorul < backgrounds >
ru: Далее с помощью проводника Windows скопируйте файлы в каталог <backgrounds>.

source: This is usually
fa: این معمولا
ja: これは通常
ko: 이것은 일반적으로
lt: Tai dažniausiai
no: Dette er vanligvis
pl: To jest zwykle
pt: Isso geralmente é
ro: Aceasta este de obicei
ru: Это обычно

source: for the Nimzo3d program.
fa: برای برنامه Nimzo3d.
ja: Nimzo3d プログラム用。
ko: Nimzo3d 프로그램을 위해서.
lt: programai Nimzo3d.
no: for Nimzo3d-programmet.
pl: dla programu Nimzo3d.
pt: para o programa Nimzo3d.
ro: pentru programul Nimzo3d.
ru: для программы Nimzo3d.

source: Then the next time you run the program and select -
fa: سپس دفعه بعد که برنامه را اجرا کردید و انتخاب کنید -
ja: 次にプログラムを実行して選択すると、
ko: 다음에 프로그램을 실행하고 다음을 선택합니다.
lt: Tada kitą kartą paleisdami programą ir pasirinkę -
no: Neste gang du kjører programmet og velger -
pl: Następnie następnym razem, gdy uruchomisz program i wybierzesz -
pt: Então, na próxima vez que você executar o programa e selecionar -
ro: Apoi data viitoare când rulați programul și selectați -
ru: Затем в следующий раз, когда вы запустите программу и выберете -

source: < 3d graphics > < 3d options.. > < Window colours.. >
fa: < گرافیک سه بعدی > < گزینه های سه بعدی.. > < رنگ های پنجره.. >
ja: < 3D グラフィックス > < 3D オプション.. > < ウィンドウの色.. >
ko: < 3D 그래픽 > < 3D 옵션.. > < 창 색상.. >
lt: < 3D grafika > < 3D parinktys.. > < Langų spalvos.. >
no: < 3d-grafikk > < 3d-alternativer.. > < Vindusfarger.. >
pl: < grafika 3d > < opcje 3d.. > < kolory okien.. >
pt: < Gráficos 3D > < Opções 3D.. > < Cores das janelas.. >
ro: < Grafică 3d > < Opțiuni 3d.. > < Culorile ferestrei.. >
ru: < 3d графика > < 3d параметры.. > < Цвета окон.. >

source: < Background settings.. > < Select image background file > < Browse >
fa: < تنظیمات پس زمینه.. > < فایل پس زمینه تصویر را انتخاب کنید > < مرور >
ja: < 背景設定.. > < 画像背景ファイルを選択 > < 参照 >
ko: < 배경 설정.. > < 이미지 배경 파일 선택 > < 찾아보기 >
lt: < Fono nustatymai.. > < Pasirinkite vaizdo fono failą > < Naršyti >
no: < Bakgrunnsinnstillinger.. > < Velg bildebakgrunnsfil > < Bla gjennom >
pl: < Ustawienia tła.. > < Wybierz plik tła obrazu > < Przeglądaj >
pt: < Configurações de fundo.. > < Selecionar arquivo de imagem de fundo > < Procurar >
ro: < Setări fundal.. > < Selectați fișierul de fundal al imaginii > < Răsfoiți >
ru: < Настройки фона.. > < Выберите файл фонового изображения > < Обзор >

source: your files should be there, available for selection.
fa: فایل های شما باید وجود داشته باشد و برای انتخاب در دسترس باشد.
ja: ファイルはそこにあり、選択できるようになっているはずです。
ko: 귀하의 파일은 선택 가능한 상태로 표시될 것입니다.
lt: jūsų failai turėtų būti ten, juos galima pasirinkti.
no: filene dine skal være der, tilgjengelige for valg.
pl: Twoje pliki powinny tam być, dostępne do wyboru.
pt: seus arquivos devem estar lá, disponíveis para seleção.
ro: fișierele dvs. ar trebui să fie acolo, disponibile pentru selecție.
ru: Ваши файлы должны быть там и доступны для выбора.

source: Main window background image files help
fa: فایل های تصویر پس زمینه پنجره اصلی کمک می کند
ja: メインウィンドウの背景画像ファイルのヘルプ
ko: 메인 창 배경 이미지 파일 도움말
lt: Pagrindinio lango fono paveikslėlių failai padeda
no: Hjelp til bakgrunnsbilder i hovedvinduet
pl: Pomoc dotycząca plików obrazów tła głównego okna
pt: Ajuda para arquivos de imagem de fundo da janela principal
ro: Fișierele imagine de fundal ale ferestrei principale ajută
ru: Справка по файлам фоновых изображений главного окна

source: Main window background image file credits
fa: اعتبار فایل تصویر پس زمینه پنجره اصلی
ja: メインウィンドウの背景画像ファイルのクレジット
ko: 메인 창 배경 이미지 파일 크레딧
lt: Pagrindinio lango fono vaizdo failo kreditai
no: Hovedvindu bakgrunnsbilde filkreditt
pl: Informacje o pliku obrazu tła głównego okna
pt: Créditos do arquivo de imagem de fundo da janela principal
ro: Creditele fișierului imagine de fundal din fereastra principală
ru: Кредиты файла фонового изображения главного окна

source: Cannot open
fa: باز نمی شود
ja: 開けません
ko: 열 수 없습니다
lt: Negalima atidaryti
no: Kan ikke åpne
pl: Nie można otworzyć
pt: Não é possível abrir
ro: Nu se poate deschide
ru: Невозможно открыть

source: File
fa: فایل
ja: ファイル
ko: 파일
lt: Failas
no: Fil
pl: Plik
pt: Arquivo
ro: Fişier
ru: Файл

source: does not appear to be a Tarrasch database file
fa: به نظر نمی رسد یک فایل پایگاه داده Tarrasch باشد
ja: Tarrasch データベース ファイルではないようです
ko: Tarrasch 데이터베이스 파일이 아닌 것 같습니다.
lt: neatrodo, kad tai Tarrasch duomenų bazės failas
no: ser ikke ut til å være en Tarrasch-databasefil
pl: nie wydaje się być plikiem bazy danych Tarrasch
pt: não parece ser um arquivo de banco de dados Tarrasch
ro: nu pare a fi un fișier de bază de date Tarrasch
ru: похоже, что это не файл базы данных Tarrasch

source: Tarrasch database file
fa: فایل پایگاه داده Tarrasch
ja: Tarrasch データベース ファイル
ko: Tarrasch 데이터베이스 파일
lt: Tarrasch duomenų bazės failas
no: Tarrasch databasefil
pl: Plik bazy danych Tarrasch
pt: Arquivo de banco de dados Tarrasch
ro: Fișierul bazei de date Tarrasch
ru: Файл базы данных Tarrasch

source: uses an old Tarrasch format
fa: از فرمت قدیمی Tarrasch استفاده می کند
ja: 古いタラッシュ形式を使用する
ko: 오래된 Tarrasch 형식을 사용합니다
lt: naudoja seną Tarrasch formatą
no: bruker et gammelt Tarrasch-format
pl: używa starego formatu Tarrascha
pt: usa um formato Tarrasch antigo
ro: folosește un vechi format Tarrasch
ru: использует старый формат Тарраша

source: (DB format =
fa: (فرمت DB =
ja: (DBフォーマット=
ko: (DB 형식 =
lt: (DB formatas =
pl: (format bazy danych =
pt: (Formato DB =
ro: (format DB =
ru: (Формат БД =

source: ) and is incompatible with this version of Tarrasch.
fa: ) و با این نسخه از Tarrasch ناسازگار است.
ja: ) であり、このバージョンの Tarrasch とは互換性がありません。
ko: )이며 이 버전의 Tarrasch와 호환되지 않습니다.
lt: ) ir yra nesuderinamas su šia Tarrasch versija.
no: ) og er inkompatibel med denne versjonen av Tarrasch.
pl: ) i jest niezgodny z tą wersją Tarrasch.
pt: ) e é incompatível com esta versão do Tarrasch.
ro: ) și este incompatibil cu această versiune a lui Tarrasch.
ru: ) и несовместим с этой версией Tarrasch.

source: Try Tarrasch V3.03, it might be able to read it.
fa: Tarrasch V3.03 را امتحان کنید، شاید بتواند آن را بخواند.
ja: Tarrasch V3.03 を試してみてください。読み取れる可能性があります。
ko: Tarrasch V3.03을 사용해보세요. 읽을 수 있을지도 몰라요.
lt: Išbandykite Tarrasch V3.03, jis gali jį perskaityti.
no: Prøv Tarrasch V3.03, den kan kanskje lese den.
pl: Wypróbuj Tarrasch V3.03, może uda mu się go odczytać.
pt: Experimente o Tarrasch V3.03, talvez ele consiga lê-lo.
ro: Încercați Tarrasch V3.03, s-ar putea să-l citească.
ru: Попробуйте Tarrasch V3.03, возможно, он сможет это прочитать.

source: If that works, append a small (even empty) pgn to rewrite to a newer format.
fa: اگر جواب داد، یک pgn کوچک (حتی خالی) اضافه کنید تا در قالب جدیدتر بازنویسی کنید.
ja: それが機能する場合は、小さな（空の）pgn を追加して、新しい形式に書き換えます。
ko: 이 방법이 효과가 있다면 작은 (비어 있어도 되는) pgn을 추가하여 새로운 형식으로 다시 작성해 보세요.
lt: Jei tai veikia, pridėkite mažą (net tuščią) pgn, kad perrašytumėte į naujesnį formatą.
no: Hvis det fungerer, legg til en liten (til og med tom) pgn for å omskrive til et nyere format.
pl: Jeśli to zadziała, dodaj mały (nawet pusty) plik pgn, aby przepisać go do nowszego formatu.
pt: Se isso funcionar, anexe um pgn pequeno (mesmo vazio) para reescrever em um formato mais novo.
ro: Dacă funcționează, adăugați un mic pgn (chiar gol) pentru a rescrie într-un format mai nou.
ru: Если это сработает, добавьте небольшой (можно пустой) pgn для перезаписи в более новый формат.

source: Tarrasch V3.03 can be downloaded from
fa: Tarrasch V3.03 را می توان از اینجا دانلود کرد
ja: Tarrasch V3.03は以下からダウンロードできます。
ko: Tarrasch V3.03은 다음에서 다운로드할 수 있습니다.
lt: Tarrasch V3.03 galima atsisiųsti iš
no: Tarrasch V3.03 kan lastes ned fra
pl: Tarrasch V3.03 można pobrać ze strony
pt: Tarrasch V3.03 pode ser baixado de
ro: Tarrasch V3.03 poate fi descărcat de la
ru: Tarrasch V3.03 можно загрузить с сайта

source: expects a more recent version of Tarrasch
fa: انتظار نسخه جدیدتری از Tarrasch را دارد
ja: タラッシュのより新しいバージョンを期待する
ko: Tarrasch의 최신 버전을 기대합니다
lt: tikisi naujesnės Tarrasch versijos
no: forventer en nyere versjon av Tarrasch
pl: oczekuje nowszej wersji Tarrascha
pt: espera uma versão mais recente do Tarrasch
ro: se așteaptă la o versiune mai recentă a lui Tarrasch
ru: ожидает более позднюю версию Тарраша

source: ), it is incompatible with this older version of Tarrasch
fa: )، با این نسخه قدیمی تراش ناسازگار است
ja: ）は、この古いバージョンのTarraschとは互換性がありません。
ko: ), 이것은 Tarrasch의 이전 버전과 호환되지 않습니다.
lt: ), jis nesuderinamas su šia senesne Tarrasch versija
no: ), er den inkompatibel med denne eldre versjonen av Tarrasch
pl: ), jest niezgodny ze starszą wersją Tarrasch
pt: ), é incompatível com esta versão mais antiga do Tarrasch
ro: ), este incompatibil cu această versiune mai veche a lui Tarrasch
ru: ), он несовместим с этой старой версией Tarrasch

source: is an SQLITE file. This version of Tarrasch cannot read it.
fa: یک فایل SQLITE است. این نسخه از Tarrasch نمی تواند آن را بخواند.
ja: は SQLITE ファイルです。このバージョンの Tarrasch では読み取れません。
ko: SQLITE 파일입니다. 이 버전의 Tarrasch는 읽을 수 없습니다.
lt: yra SQLITE failas. Ši Tarrasch versija negali jos perskaityti.
no: er en SQLITE-fil. Denne versjonen av Tarrasch kan ikke lese den.
pl: jest plikiem SQLITE. Ta wersja Tarrasch nie może go odczytać.
pt: é um arquivo SQLITE. Esta versão do Tarrasch não consegue lê-lo.
ro: este un fișier SQLITE. Această versiune a lui Tarrasch nu o poate citi.
ru: это файл SQLITE. Эта версия Tarrasch не может его прочитать.

source: Try Tarrasch V3.03, it might be able to.
fa: Tarrasch V3.03 را امتحان کنید، ممکن است بتواند.
ja: Tarrasch V3.03 を試してみてください。できるかもしれません。
ko: Tarrasch V3.03을 사용해보세요. 가능할 수도 있습니다.
lt: Išbandykite Tarrasch V3.03, galbūt pavyks.
no: Prøv Tarrasch V3.03, det kan kanskje det.
pl: Spróbuj Tarrasch V3.03, może da radę.
pt: Experimente o Tarrasch V3.03, talvez ele consiga.
ro: Încercați Tarrasch V3.03, s-ar putea să reușească.
ru: Попробуйте Tarrasch V3.03, возможно, он сможет.

source: Sorting by player name
fa: مرتب سازی بر اساس نام بازیکن
ja: プレイヤー名で並べ替え
ko: 플레이어 이름별 정렬
lt: Rūšiavimas pagal žaidėjo vardą
no: Sortering etter spillernavn
pl: Sortowanie według nazwy gracza
pt: Classificando por nome do jogador
ro: Sortare după numele jucătorului
ru: Сортировка по имени игрока

source: Initial sort
fa: مرتب سازی اولیه
ja: 初期ソート
ko: 초기 정렬
lt: Pradinis rūšiavimas
no: Innledende sortering
pl: Sortowanie początkowe
pt: Classificação inicial
ro: Sortare inițială
ru: Начальная сортировка

source: Sorting
fa: مرتب سازی
ja: ソート
ko: 정렬
lt: Rūšiavimas
no: Sortering
pl: Sortowanie
pt: Classificação
ro: Triere
ru: Сортировка

source: step
fa: گام
ja: ステップ
ko: 단계
lt: žingsnis
no: skritt
pl: krok
pt: etapa
ro: pas
ru: шаг

source: of
fa: از
ja: の
ko: ~의
lt: iš
no: av
pl: z
pt: de
ro: de
ru: из

source: Duplicate Removal - phase 1
fa: حذف تکراری - فاز 1
ja: 重複削除 - フェーズ 1
ko: 중복 제거 - 1단계
lt: Dvigubų pašalinimas – 1 fazė
no: Duplikatfjerning - fase 1
pl: Usuwanie duplikatów - faza 1
pt: Remoção de Duplicados - fase 1
ro: Eliminare duplicat - faza 1
ru: Удаление дубликатов - этап 1

source: Duplicate Removal - phase 2
fa: حذف تکراری - فاز 2
ja: 重複削除 - フェーズ 2
ko: 중복 제거 - 2단계
lt: Dvigubų pašalinimas – 2 fazė
no: Duplikatfjerning - fase 2
pl: Usuwanie duplikatów - faza 2
pt: Remoção de Duplicados - fase 2
ro: Eliminare duplicat - faza 2
ru: Удаление дубликатов - этап 2

source: Duplicate Removal - phase 3
fa: حذف تکراری - فاز 3
ja: 重複削除 - フェーズ 3
ko: 중복 제거 - 3단계
lt: Dvigubų pašalinimas – 3 etapas
no: Duplikatfjerning - fase 3
pl: Usuwanie duplikatów - faza 3
pt: Remoção de Duplicados - fase 3
ro: Eliminare duplicat - faza 3
ru: Удаление дубликатов - этап 3

source: Writing file
fa: فایل نوشتن
ja: ファイルの書き込み
ko: 파일 쓰기
lt: Rašomasis failas
no: Skriver fil
pl: Zapis pliku
pt: Escrevendo arquivo
ro: Fișier de scriere
ru: Запись файла

source: Saving duplicates to TarraschDbDuplicatesFile.pgn, cancel if not needed
fa: ذخیره موارد تکراری در TarraschDbDuplicatesFile.pgn، در صورت عدم نیاز لغو کنید
ja: 重複を TarraschDbDuplicatesFile.pgn に保存しています。必要ない場合はキャンセルしてください。
ko: TarraschDbDuplicatesFile.pgn에 중복 항목을 저장하고 필요하지 않으면 취소합니다.
lt: Išsaugomi dublikatai TarraschDbDuplicatesFile.pgn, atšaukite, jei to nereikia
no: Lagrer duplikater til TarraschDbDuplicatesFile.pgn, avbryt hvis det ikke er nødvendig
pl: Zapisywanie duplikatów w pliku TarraschDbDuplicatesFile.pgn, anuluj, jeśli nie są potrzebne
pt: Salvando duplicatas em TarraschDbDuplicatesFile.pgn, cancele se não for necessário
ro: Salvarea duplicatelor în TarraschDbDuplicatesFile.pgn, anulați dacă nu este necesar
ru: Сохранение дубликатов в TarraschDbDuplicatesFile.pgn, отмените, если не нужно

source: Set the board widget options
fa: گزینه های ویجت برد را تنظیم کنید
ja: ボードウィジェットのオプションを設定する
ko: 보드 위젯 옵션 설정
lt: Nustatykite lentos valdiklio parinktis
no: Angi alternativene for brettwidgeten
pl: Ustaw opcje widżetu tablicy
pt: Defina as opções do widget do quadro
ro: Setați opțiunile widget-ului de bord
ru: Настройте параметры виджета доски

source: Adjustment
fa: تنظیم
ja: 調整
ko: 조정
lt: Koregavimas
no: Innstilling
pl: Modyfikacja
pt: Ajuste
ro: Ajustare
ru: Корректирование

source: Large size
fa: سایز بزرگ
ja: 大きいサイズ
ko: 대판
lt: Didelio dydžio
no: Stor størrelse
pl: Duży rozmiar
pt: Tamanho grande
ro: Dimensiune mare
ru: Большой размер

source: Display help
fa: نمایش راهنما
ja: ヘルプを表示
ko: 도움말 표시
lt: Rodyti pagalbą
no: Vis hjelp
pl: Wyświetl pomoc
pt: Ajuda de exibição
ro: Afișează ajutor
ru: Показать помощь

source: Normal tooltip
fa: راهنمای ابزار معمولی
ja: 通常のツールチップ
ko: 일반 툴팁
lt: Įprastas patarimas
no: Vanlig verktøytips
pl: Zwykła podpowiedź
pt: Dica de ferramenta normal
ro: Indicator normal
ru: Обычная подсказка

source: Rich tooltip
fa: نکته ابزار غنی
ja: 豊富なツールチップ
ko: 풍부한 툴팁
lt: Turtingas patarimas
no: Rikt verktøytips
pl: Bogaty podpowiedź
pt: Dica de ferramenta rica
ro: Indicator bogat
ru: Расширенная подсказка

source: Enter the board widget adjustment value
fa: مقدار تنظیم ویجت برد را وارد کنید
ja: ボードウィジェットの調整値を入力してください
ko: 보드 위젯 조정값을 입력하세요
lt: Įveskite lentos valdiklio koregavimo vertę
no: Angi justeringsverdien for brettwidgeten
pl: Wprowadź wartość dostosowania widżetu tablicy
pt: Insira o valor de ajuste do widget do quadro
ro: Introduceți valoarea de ajustare a widgetului de bord
ru: Введите значение корректировки виджета доски

source: Check this box for a larger board widget window
fa: این کادر را برای پنجره ویجت برد بزرگتر علامت بزنید
ja: より大きなボードウィジェットウィンドウを表示するには、このボックスをオンにします
ko: 더 큰 보드 위젯 창을 원하시면 이 상자를 체크하세요.
lt: Pažymėkite šį laukelį, jei norite matyti didesnį lentos valdiklio langą
no: Kryss av i denne boksen for et større brettwidgetvindu
pl: Zaznacz to pole, aby powiększyć okno widżetu tablicy
pt: Marque esta caixa para uma janela maior do widget do quadro
ro: Bifați această casetă pentru o fereastră mai mare cu widget-ul de bord
ru: Установите этот флажок, чтобы увеличить окно виджета доски

source: Check this box to display help for the board widget window
fa: برای نمایش راهنما برای پنجره ویجت برد، این کادر را علامت بزنید
ja: このボックスをチェックすると、ボードウィジェットウィンドウのヘルプが表示されます
ko: 보드 위젯 창에 대한 도움말을 표시하려면 이 상자를 선택하십시오.
lt: Pažymėkite šį langelį, kad būtų rodoma lentos valdiklio lango pagalba
no: Merk av i denne boksen for å vise hjelp for brettwidgetvinduet
pl: Zaznacz to pole, aby wyświetlić pomoc dotyczącą okna widżetu tablicy
pt: Marque esta caixa para exibir ajuda para a janela do widget do quadro
ro: Bifați această casetă pentru a afișa ajutor pentru fereastra widget de bord
ru: Установите этот флажок, чтобы отобразить справку для окна виджета доски

source: Check this button to display normal tooltip help
fa: این دکمه را علامت بزنید تا راهنمای معمولی راهنمای ابزار نمایش داده شود
ja: このボタンをチェックすると、通常のツールチップヘルプが表示されます。
ko: 이 버튼을 체크하면 일반 도구 설명 도움말이 표시됩니다.
lt: Pažymėkite šį mygtuką, kad būtų rodoma įprasta patarimo pagalba
no: Merk av for denne knappen for å vise normal verktøytipshjelp
pl: Zaznacz ten przycisk, aby wyświetlić normalną pomoc w formie podpowiedzi
pt: Marque este botão para exibir a ajuda normal da dica de ferramenta
ro: Bifați acest buton pentru a afișa ajutorul normal cu indicații
ru: Нажмите эту кнопку, чтобы отобразить обычную подсказку-справку

source: Check this button to display rich tooltip help
fa: برای نمایش راهنمای راهنمای ابزار غنی، این دکمه را علامت بزنید
ja: このボタンをチェックすると、豊富なツールチップヘルプが表示されます。
ko: 이 버튼을 체크하면 풍부한 툴팁 도움말이 표시됩니다.
lt: Pažymėkite šį mygtuką, kad būtų rodoma išsami patarimo pagalba
no: Kryss av denne knappen for å vise rikt verktøytipshjelp
pl: Zaznacz ten przycisk, aby wyświetlić rozbudowaną pomoc w formie podpowiedzi
pt: Marque este botão para exibir uma ajuda rica em dicas de ferramentas
ro: Bifați acest buton pentru a afișa ajutor bogat cu indicații
ru: Нажмите эту кнопку, чтобы отобразить расширенную подсказку-справку

source: Adjustment - how much the board size changes
fa: تنظیم - اندازه تخته چقدر تغییر می کند
ja: 調整 - ボードのサイズがどれだけ変化するか
ko: 조정 - 보드 크기가 얼마나 변경되는지
lt: Koregavimas – kiek keičiasi lentos dydis
no: Justering - hvor mye brettstørrelsen endres
pl: Dopasowanie – jak bardzo zmienia się rozmiar deski
pt: Ajuste - o quanto o tamanho da placa muda
ro: Ajustare - cât de mult se schimbă dimensiunea plăcii
ru: Регулировка - насколько сильно меняется размер доски

source: when a board widget arrow is pressed.
fa: هنگامی که یک فلش ویجت برد فشار داده می شود.
ja: ボードウィジェットの矢印が押されたとき。
ko: 보드 위젯 화살표를 눌렀을 때.
lt: kai paspaudžiama lentos valdiklio rodyklė.
no: når en brettwidget-pil trykkes.
pl: gdy naciśnięto strzałkę widżetu tablicy.
pt: quando uma seta do widget do quadro é pressionada.
ro: când este apăsată o săgeată widget de bord.
ru: при нажатии на стрелку виджета доски.

source: Large size - Check this box to display a large board widget.
fa: اندازه بزرگ - این کادر را علامت بزنید تا یک ویجت برد بزرگ نمایش داده شود.
ja: 大きいサイズ - 大きなボードウィジェットを表示するには、このボックスをオンにします。
ko: 큰 크기 - 이 상자를 선택하면 큰 보드 위젯이 표시됩니다.
lt: Didelis dydis – pažymėkite šį laukelį, kad būtų rodomas didelis lentos valdiklis.
no: Stor størrelse - Merk av i denne boksen for å vise en stor brettwidget.
pl: Duży rozmiar — zaznacz to pole, aby wyświetlić widżet dużej tablicy.
pt: Tamanho grande - Marque esta caixa para exibir um widget de quadro grande.
ro: Dimensiune mare - Bifați această casetă pentru a afișa un widget de tablă mare.
ru: Большой размер — установите этот флажок, чтобы отобразить виджет доски большого размера.

source: Display help - Check for board widget help to be displayed
fa: راهنمای نمایش - برای نمایش کمک ویجت هیئت مدیره بررسی کنید
ja: ヘルプを表示 - ボードウィジェットのヘルプを表示するかどうかを確認します
ko: 도움말 표시 - 보드 위젯 도움말이 표시되는지 확인하세요
lt: Rodyti žinyną – patikrinkite, ar rodoma lentos valdiklio pagalba
no: Vis hjelp – Se etter om tavlewidget-hjelp skal vises
pl: Wyświetl pomoc – sprawdź, czy pomoc dotycząca widżetu tablicy ma być wyświetlana
pt: Ajuda de exibição - Verifique se a ajuda do widget do quadro será exibida
ro: Afișează ajutor - Verificați dacă se afișează ajutorul widgetului de bord
ru: Отображение справки — проверьте, отображается ли справка по виджету доски.

source: when the mouse cursor is hovered over the widget.
fa: هنگامی که نشانگر ماوس روی ویجت قرار می گیرد.
ja: マウスカーソルをウィジェットの上に置いたとき。
ko: 위젯 위에 마우스 커서를 올려 놓았을 때.
lt: kai pelės žymeklis užvedamas virš valdiklio.
no: når musepekeren holdes over widgeten.
pl: gdy kursor myszy znajduje się nad widżetem.
pt: quando o cursor do mouse passa sobre o widget.
ro: când cursorul mouse-ului este plasat peste widget.
ru: при наведении курсора мыши на виджет.

source: Normal tooltip - Check to display a normal tooltip for help.
fa: Normal tooltip - علامت بزنید تا راهنمای ابزار معمولی برای راهنمایی نمایش داده شود.
ja: 通常のツールチップ - ヘルプ用の通常のツールチップを表示する場合はチェックします。
ko: 일반 도구 설명 - 도움말을 위한 일반 도구 설명을 표시하려면 체크하세요.
lt: Įprastas patarimas – pažymėkite, kad būtų rodomas įprastas patarimas.
no: Normalt verktøytips - Merk av for å vise et normalt verktøytips for hjelp.
pl: Normalny dymek — zaznacz, aby wyświetlić normalny dymek z informacją o pomocy.
pt: Dica de ferramenta normal - Marque para exibir uma dica de ferramenta normal para obter ajuda.
ro: Balon cu instrumente normal - Bifați pentru a afișa un balon cu instrumente normal pentru ajutor.
ru: Обычная подсказка — установите этот флажок, чтобы отобразить обычную подсказку для справки.
