Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: when using a PGN file
fa: هنگام استفاده از فایل PGN
ja: PGNファイルを使用する場合
ko: PGN 파일을 사용할 때
lt: kai naudojate PGN failą
no: når du bruker en PGN-fil
pl: podczas korzystania z pliku PGN
pt: ao usar um arquivo PGN
ro: atunci când utilizați un fișier PGN
ru: при использовании файла PGN

source: Bookmark error message
fa: پیغام خطای نشانک
ja: ブックマークエラーメッセージ
ko: 북마크 오류 메시지
lt: Žymės klaidos pranešimas
no: Bokmerke feilmelding
pl: Zakładka komunikat o błędzie
pt: Mensagem de erro de marcador
ro: Mesaj de eroare marcat
ru: Сообщение об ошибке закладки

source: Game search options
fa: گزینه های جستجوی بازی
ja: ゲーム検索オプション
ko: 게임 검색 옵션
lt: Žaidimų paieškos parinktys
no: Alternativer for spillsøk
pl: Opcje wyszukiwania gier
pt: Opções de pesquisa de jogos
ro: Opțiuni de căutare pentru jocuri
ru: Параметры поиска игры

source: Search cancelled by user, show matching games (y/n) ?
fa: جستجو توسط کاربر لغو شد، نمایش بازی های منطبق (y/n) ?
ja: ユーザーによって検索がキャンセルされました。一致するゲームを表示しますか (y/n)?
ko: 사용자에 의해 검색이 취소되었습니다. 일치하는 게임을 표시하시겠습니까(y/n)?
lt: Naudotojas atšaukė paiešką, rodyti atitinkamus žaidimus (y/n) ?
no: Søk kansellert av bruker, vis matchende spill (y/n) ?
pl: Wyszukiwanie anulowane przez użytkownika, pokazać pasujące gry (t/n)?
pt: Pesquisa cancelada pelo usuário, mostrar jogos correspondentes (s/n)?
ro: Căutare anulată de utilizator, afișați jocurile potrivite (da/n)?
ru: Поиск отменен пользователем, показать соответствующие игры (да/нет) ?

source: Search games message
fa: جستجوی پیام بازی ها
ja: ゲームメッセージを検索
ko: 게임 메시지 검색
lt: Ieškoti žaidimų žinutės
no: Søk spillmelding
pl: Wyszukaj wiadomość o grach
pt: Pesquisar mensagem de jogos
ro: Căutare mesaje jocuri
ru: Поиск игр сообщение

source: No matching games found
fa: هیچ بازی منطبقی پیدا نشد
ja: 一致するゲームが見つかりません
ko: 일치하는 게임이 없습니다.
lt: Atitinkamų žaidimų nerasta
no: Ingen matchende spill funnet
pl: Nie znaleziono pasujących gier
pt: Nenhum jogo correspondente encontrado
ro: Nu s-au găsit jocuri potrivite
ru: Не найдено подходящих игр

source: Please input the search criteria -
fa: لطفا معیارهای جستجو را وارد کنید -
ja: 検索条件を入力してください -
ko: 검색 기준을 입력해주세요 -
lt: Įveskite paieškos kriterijus -
no: Vennligst skriv inn søkekriteriene -
pl: Proszę wprowadzić kryteria wyszukiwania -
pt: Por favor, insira os critérios de pesquisa -
ro: Vă rugăm să introduceți criteriile de căutare -
ru: Введите критерии поиска -

source: Surname
fa: نام خانوادگی
ja: 姓
ko: 성
lt: Pavardė
no: Etternavn
pl: Nazwisko
pt: Sobrenome
ro: Nume
ru: Фамилия

source: First name
fa: نام کوچک
ja: ファーストネーム
ko: 이름
lt: Vardas
no: Fornavn
pl: Imię
pt: Primeiro nome
ro: Prenume
ru: Имя

source: wins
fa: برنده می شود
ja: 勝利
ko: 승리하다
lt: laimi
no: vinner
pl: wygrywa
pt: vitórias
ro: învinge
ru: победы

source: losses
fa: ضرر و زیان
ja: 損失
ko: 사상자 수
lt: nuostoliai
no: tap
pl: straty
pt: perdas
ro: pierderi
ru: потери

source: Ignore colours
fa: رنگ ها را نادیده بگیرید
ja: 色を無視する
ko: 색상 무시
lt: Ignoruoti spalvas
no: Ignorer farger
pl: Ignoruj kolory
pt: Ignorar cores
ro: Ignora culorile
ru: Игнорировать цвета

source: Site / event
fa: سایت / رویداد
ja: サイト / イベント
ko: 사이트 / 이벤트
lt: Svetainė / renginys
no: Nettsted / arrangement
pl: Miejsce / wydarzenie
pt: Site / evento
ro: Site/eveniment
ru: Сайт/событие

source: Year
fa: سال
ja: 年
ko: 년도
lt: Metai
no: År
pl: Rok
pt: Ano
ro: An
ru: Год

source: Start game search no.
fa: شروع جستجوی بازی با شماره
ja: ゲーム検索番号を開始します。
ko: 게임 검색을 시작하세요.
lt: Pradėti žaidimo paiešką Nr.
no: Start spillsøk nr.
pl: Rozpocznij wyszukiwanie gry nr.
pt: Iniciar busca de jogo nº.
ro: Începeți căutarea jocului nr.
ru: Начать поиск игры №

source: Elo rating
fa: امتیاز الو
ja: Eloレーティング
ko: 엘로 레이팅
lt: Elo įvertinimas
no: Elo-vurdering
pl: Ocena ELO
pt: Classificação Elo
ro: Evaluare Elo
ru: Рейтинг Эло

source: None
fa: هیچ کدام
ja: なし
ko: 없음
lt: Nėra
no: Ingen
pl: Nic
pt: Nenhum
ro: Nici unul
ru: Никто

source: One
fa: یکی
ja: 1つ
ko: 하나
lt: Vienas
no: En
pl: Jeden
pt: Um
ro: Unul
ru: Один

source: Average
fa: میانگین
ja: 平均
ko: 평균
lt: Vidutinis
no: Gjennomsnittlig
pl: Przeciętny
pt: Média
ro: Medie
ru: Средний

source: Checkmate
fa: مات
ja: チェックメイト
ko: 장군
lt: Šachmatas
no: Sjakkmatt
pl: Mat
pt: Xeque-mate
ro: șah mat
ru: Шах и мат

source: Stalemate
fa: بن بست
ja: 膠着状態
ko: 수가 막히게 하다
lt: Aklavietė
no: Stillestående
pl: Pat
pt: Impasse
ro: Impas
ru: Патовая ситуация

source: Check
fa: بررسی کنید
ja: チェック
ko: 확인하다
lt: Patikrinkite
no: Sjekke
pl: Sprawdzać
pt: Verificar
ro: Verifica
ru: Проверять

source: Game data
fa: داده های بازی
ja: ゲームデータ
ko: 게임 데이터
lt: Žaidimo duomenys
no: Spilldata
pl: Dane gry
pt: Dados do jogo
ro: Date de joc
ru: Данные игры

source: Position
fa: موقعیت
ja: 位置
ko: 위치
lt: Padėtis
no: Posisjon
pl: Pozycja
pt: Posição
ro: Poziţie
ru: Позиция

source: Previous mask
fa: ماسک قبلی
ja: 前のマスク
ko: 이전 마스크
lt: Ankstesnė kaukė
no: Forrige maske
pl: Poprzednia maska
pt: Máscara anterior
ro: Mască anterioară
ru: Предыдущая маска

source: Enter the white player surname
fa: نام خانوادگی بازیکن سفید را وارد کنید
ja: 白人プレイヤーの姓を入力してください
ko: 흰색 플레이어의 성을 입력하세요
lt: Įveskite baltą žaidėjo pavardę
no: Skriv inn det hvite spillerens etternavn
pl: Wprowadź nazwisko białego gracza
pt: Digite o sobrenome do jogador branco
ro: Introduceți numele de familie al jucătorului alb
ru: Введите фамилию белого игрока

source: Enter the white player first name
fa: نام بازیکن سفید را وارد کنید
ja: 白のプレイヤーの名前を入力してください
ko: 흰색 플레이어의 이름을 입력하세요
lt: Įveskite baltojo žaidėjo vardą
no: Skriv inn den hvite spillerens fornavn
pl: Wpisz imię białego gracza
pt: Digite o primeiro nome do jogador branco
ro: Introduceți prenumele jucătorului alb
ru: Введите имя белого игрока.

source: Check to search for player wins
fa: برای جستجوی بردهای بازیکن، علامت بزنید
ja: プレイヤーの勝利を検索するにはチェックしてください
ko: 플레이어의 승리를 검색하려면 체크하세요
lt: Pažymėkite, jei norite ieškoti žaidėjo laimėjimų
no: Merk av for å søke etter spillergevinster
pl: Zaznacz, aby wyszukać wygrane gracza
pt: Marque para procurar vitórias de jogadores
ro: Bifați pentru a căuta câștigurile jucătorilor
ru: Отметьте, чтобы найти победителей игрока

source: Check to search for player losses
fa: برای جستجوی ضررهای بازیکن، علامت بزنید
ja: プレイヤーの損失を検索するにはチェックしてください
ko: 플레이어 손실을 검색하려면 체크하세요
lt: Pažymėkite, jei norite ieškoti žaidėjų pralaimėjimų
no: Merk av for å søke etter spillertap
pl: Zaznacz, aby wyszukać straty graczy
pt: Verifique para procurar perdas de jogadores
ro: Bifați pentru a căuta pierderile de jucători
ru: Проверьте, чтобы найти потери игроков

source: Enter the black player surname
fa: نام خانوادگی بازیکن سیاه را وارد کنید
ja: 黒人選手の姓を入力してください
ko: 검은색 플레이어의 성을 입력하세요
lt: Įveskite juodaodžio žaidėjo pavardę
no: Skriv inn den svarte spillerens etternavn
pl: Wprowadź nazwisko czarnego gracza
pt: Digite o sobrenome do jogador negro
ro: Introduceți numele de familie al jucătorului negru
ru: Введите фамилию темнокожего игрока

source: Enter the black player first name
fa: نام بازیکن سیاه پوست را وارد کنید
ja: 黒のプレイヤーの名前を入力してください
ko: 검은색 플레이어의 이름을 입력하세요
lt: Įveskite juodaodžio žaidėjo vardą
no: Skriv inn den svarte spillerens fornavn
pl: Wpisz imię czarnego gracza
pt: Digite o primeiro nome do jogador preto
ro: Introduceți prenumele jucătorului negru
ru: Введите имя черного игрока.

source: Check to ignore colours
fa: برای نادیده گرفتن رنگ ها علامت بزنید
ja: 色を無視するにはチェックしてください
ko: 색상을 무시하려면 체크하세요
lt: Pažymėkite, kad nepaisytumėte spalvų
no: Merk av for å ignorere farger
pl: Zaznacz, aby ignorować kolory
pt: Marque para ignorar cores
ro: Bifați pentru a ignora culorile
ru: Установите флажок, чтобы игнорировать цвета.

source: Enter the site / event
fa: وارد سایت / رویداد شوید
ja: サイト/イベントに入る
ko: 사이트/이벤트에 들어가세요
lt: Įveskite svetainę / įvykį
no: Gå inn på siden / arrangementet
pl: Wejdź na stronę/wydarzenie
pt: Entre no site / evento
ro: Intră pe site/eveniment
ru: Введите сайт/событие

source: Check to query year
fa: بررسی کنید تا سال پرس و جو
ja: 照会年をチェックする
ko: 연도를 조회하려면 체크하세요
lt: Patikrinkite, kad užklaustumėte metus
no: Merk av for å spørre år
pl: Zaznacz, aby zapytać o rok
pt: Verifique para consultar o ano
ro: Verificați pentru a interoga anul
ru: Отметьте, чтобы запросить год

source: Enter min. year
fa: دقیقه را وارد کنید سال
ja: 最小年数を入力
ko: 최소 연도를 입력하세요
lt: Įveskite min. metų
no: Angi min. år
pl: Wprowadź min. rok
pt: Insira o ano mínimo
ro: Introduceți min. an
ru: Введите мин. год

source: Enter max. year
fa: حداکثر را وارد کنید سال
ja: 最大年数を入力
ko: 최대 연도를 입력하세요
lt: Įveskite maks. metų
no: Angi maks. år
pl: Wprowadź maks. rok
pt: Insira o ano máximo
ro: Introduceți max. an
ru: Введите макс. год

source: Check to query ECO code
fa: برای استعلام کد ECO علامت بزنید
ja: ECOコードを照会するにはチェックしてください
ko: ECO 코드를 쿼리하려면 체크하세요
lt: Pažymėkite, norėdami užklausti ECO kodo
no: Merk av for å spørre etter ECO-kode
pl: Zaznacz, aby zapytać o kod ECO
pt: Marque para consultar o código ECO
ro: Bifați pentru a interoga codul ECO
ru: Отметьте, чтобы запросить код ECO

source: Enter min. ECO
fa: دقیقه را وارد کنید اکو
ja: 最小ECOを入力
ko: 최소 ECO를 입력하세요
lt: Įveskite min. EKO
no: Angi min. ØKO
pl: Wprowadź min. ECO
pt: Insira o mínimo ECO
ro: Introduceți min. ECO
ru: Введите мин. ECO

source: Enter max. ECO
fa: حداکثر را وارد کنید اکو
ja: 最大ECOを入力
ko: 최대 ECO를 입력하세요
lt: Įveskite maks. EKO
no: Angi maks. ØKO
pl: Wprowadź maks. ECO
pt: Insira o máximo ECO
ro: Introduceți max. ECO
ru: Введите макс. ECO

source: Check to query move no. range
fa: برای پرس و جو شماره حرکت را علامت بزنید. محدوده
ja: 移動番号の範囲を照会するにはチェックしてください
ko: 이동 번호 범위를 쿼리하려면 체크하세요
lt: Pažymėkite, kad užklaustumėte judėjimo Nr. diapazonas
no: Merk av for å spørre trekk nr. spekter
pl: Zaznacz, aby zapytać o zakres nr ruchu
pt: Verifique para consultar o intervalo de movimento nº
ro: Verificați pentru a interoga mutarea nr. gamă
ru: Отметьте, чтобы запросить диапазон номеров ходов

source: Enter min. move no.
fa: دقیقه را وارد کنید حرکت شماره
ja: 最小移動数を入力してください。
ko: 최소 이동 횟수를 입력하세요.
lt: Įveskite min. judesys Nr.
no: Angi min. trekk nr.
pl: Wprowadź minimalny numer ruchu.
pt: Insira o número mínimo de movimento.
ro: Introduceți min. mutare nr.
ru: Введите мин. номер хода.

source: Enter max. move no.
fa: حداکثر را وارد کنید حرکت شماره
ja: 最大移動数を入力してください。
ko: 최대 이동 횟수를 입력하세요.
lt: Įveskite maks. judesys Nr.
no: Angi maks. trekk nr.
pl: Wprowadź maks. numer ruchu.
pt: Insira o número máximo de movimentos.
ro: Introduceți max. mutare nr.
ru: Введите макс. количество ходов.

source: Check to set start search game no.
fa: برای تنظیم شروع جستجوی بازی شماره را علامت بزنید.
ja: チェックを入れると検索開始ゲーム番号が設定されます。
ko: 게임 검색 시작 번호를 설정하려면 체크하세요.
lt: Pažymėkite, kad nustatytumėte pradėti paieškos žaidimą Nr.
no: Merk av for å angi start søk spill nr.
pl: Zaznacz, aby ustawić numer rozpoczęcia wyszukiwania gry.
pt: Marque para definir o número do jogo de busca inicial.
ro: Bifați pentru a seta startul jocului de căutare nr.
ru: Установите флажок, чтобы задать номер игры для начала поиска.

source: Enter start search game no.
fa: شماره شروع جستجوی بازی را وارد کنید.
ja: 検索開始ゲーム番号を入力してください。
ko: 검색 시작 게임 번호를 입력하세요.
lt: Įveskite pradėti paieškos žaidimą Nr.
no: Skriv inn start søk spill nr.
pl: Wpisz numer gry rozpoczynającej wyszukiwanie.
pt: Digite o número do jogo para iniciar a pesquisa.
ro: Introduceți începe căutarea jocului nr.
ru: Введите номер игры для начала поиска.

source: Enter min. ELO
fa: دقیقه را وارد کنید ELO
ja: 最小ELOを入力
ko: 최소 ELO를 입력하세요
lt: Įveskite min. ELO
no: Angi min. ELO
pl: Wprowadź min. ELO
pt: Insira o ELO mínimo
ro: Introduceți min. ELO
ru: Введите мин. ELO

source: Enter max. ELO
fa: حداکثر را وارد کنید ELO
ja: 最大ELOを入力
ko: 최대 ELO를 입력하세요
lt: Įveskite maks. ELO
no: Angi maks. ELO
pl: Wprowadź maks. ELO
pt: Insira o ELO máximo
ro: Introduceți max. ELO
ru: Введите макс. ELO

source: Check for no ELO
fa: عدم وجود ELO را بررسی کنید
ja: ELOがないかどうか確認する
ko: ELO가 없는지 확인하세요
lt: Patikrinkite, ar nėra ELO
no: Se etter ingen ELO
pl: Sprawdź, czy nie ma ELO
pt: Verifique se não há ELO
ro: Verificați dacă nu există ELO
ru: Проверить на отсутствие ELO

source: Check for one player ELO
fa: برای یک بازیکن ELO بررسی کنید
ja: 1人のプレイヤーのELOを確認する
ko: 한 플레이어의 ELO를 확인하세요
lt: Patikrinkite, ar yra vienas žaidėjas ELO
no: Se etter en spiller ELO
pl: Sprawdź ELO jednego gracza
pt: Verifique se há um jogador ELO
ro: Verificați pentru un jucător ELO
ru: Проверьте ELO одного игрока

source: Check for both player ELO
fa: هر دو بازیکن ELO را بررسی کنید
ja: 両プレイヤーのELOをチェックする
ko: 두 플레이어의 ELO를 확인하세요
lt: Patikrinkite abiejų žaidėjų ELO
no: Sjekk for begge spillerens ELO
pl: Sprawdź ELO obu graczy
pt: Verifique o ELO de ambos os jogadores
ro: Verificați pentru ambii jucători ELO
ru: Проверьте ELO обоих игроков

source: Check for combined average ELO
fa: میانگین ترکیبی ELO را بررسی کنید
ja: 合計平均ELOを確認する
ko: 결합된 평균 ELO를 확인하세요
lt: Patikrinkite bendrą vidutinį ELO
no: Se etter kombinert gjennomsnittlig ELO
pl: Sprawdź łączną średnią ELO
pt: Verifique a média combinada de ELO
ro: Verificați ELO mediu combinat
ru: Проверьте средний совокупный ELO

source: Check to query white wins
fa: برای پرس و جو برنده سفید را علامت بزنید
ja: 白の勝ちを照会するにはチェックしてください
ko: 흰색 승리를 쿼리하려면 체크하세요
lt: Pažymėkite, kad užklaustumėte baltųjų laimėjimų
no: Merk av for å spørre om hvite gevinster
pl: Sprawdź, czy białe wygrywają
pt: Verifique para consultar as vitórias brancas
ro: Bifați pentru a interoga câștigurile albe
ru: Отметьте, чтобы запросить победу белых

source: Check to query black wins
fa: برای پرس و جو برنده سیاه، علامت بزنید
ja: 黒の勝ちを照会するにはチェックしてください
ko: 검은색이 이기는지 확인하기
lt: Pažymėkite, kad užklaustumėte juodaodžių pergalių
no: Merk av for å spørre om svarte vinner
pl: Zaznacz, aby zapytać o czarne wygrane
pt: Verifique para consultar as vitórias pretas
ro: Bifați pentru a interoga câștigurile negre
ru: Отметьте, чтобы запросить выигрыши черных

source: Check to query draws
fa: برای پرس و جو از قرعه کشی ها علامت بزنید
ja: 抽選を照会するにはチェックしてください
ko: 추첨을 쿼리하려면 체크하세요
lt: Pažymėkite, jei norite užklausti piešimo
no: Merk av for å spørre trekninger
pl: Sprawdź, czy chcesz pobrać zapytanie
pt: Verifique para consultar os sorteios
ro: Verificați pentru a interoga extragerile
ru: Отметьте, чтобы запросить розыгрыши

source: Check to query games with no result
fa: بررسی کنید تا بازی‌های بدون نتیجه را جستجو کنید
ja: 結果がないゲームを照会するにはチェックしてください
ko: 결과가 없는 게임을 쿼리하려면 체크하세요
lt: Pažymėkite, jei norite užklausti žaidimų be rezultato
no: Merk av for å søke etter spill uten resultat
pl: Zaznacz, aby zapytać o gry, ale nie ma wyników
pt: Marque para consultar jogos sem resultado
ro: Bifați pentru a interoga jocurile fără rezultat
ru: Отметьте, чтобы запросить игры без результата

source: Check to query games ending in checkmate
fa: برای جستجوی بازی‌هایی که به مات ختم می‌شوند علامت بزنید
ja: チェックメイトで終わるゲームを照会するにはチェックしてください
ko: 체크메이트로 끝나는 게임을 쿼리하려면 체크하세요
lt: Pažymėkite, kad užklaustumėte žaidimus, kurie baigiasi šachmatais
no: Merk av for å spørre etter spill som slutter på sjakkmatt
pl: Sprawdź, czy gry kończące się szachem-matem są poprawne.
pt: Marque para consultar jogos que terminam em xeque-mate
ro: Bifează pentru a interoga jocurile care se termină în șahmat
ru: Отметьте, чтобы запросить игры, заканчивающиеся матом

source: Check to query games ending in stalemate
fa: برای جستجو در بازی هایی که به بن بست ختم می شوند، این گزینه را بررسی کنید
ja: 引き分けで終了したゲームを照会するにはチェックしてください
ko: 교착 상태로 끝나는 게임을 쿼리하려면 체크하세요
lt: Pažymėkite, kad pateiktumėte užklausą dėl žaidimų, kurie baigiasi aklaviete
no: Merk av for å spørre etter spill som ender i stalemate
pl: Zaznacz, aby sprawdzić gry kończące się patem
pt: Marque para consultar jogos que terminam em empate
ro: Bifați pentru a interoga jocurile care se termină în impas
ru: Установите флажок, чтобы запросить игры, заканчивающиеся вничью

source: Check to query games ending with check
fa: برای پرس و جو بازی هایی که با چک ختم می شوند علامت بزنید
ja: チェックで終わるゲームを検索するにはチェックしてください
ko: check로 끝나는 게임을 쿼리하려면 체크하세요
lt: Pažymėkite norėdami užklausti žaidimų, kurie baigiasi check
no: Merk av for å søke etter spill som slutter med sjekk
pl: Zaznacz, aby sprawdzić gry kończące się na check
pt: Marque para consultar jogos que terminam com check
ro: Bifa pentru a interoga jocurile care se termină cu bifa
ru: Отметьте, чтобы запросить игры, заканчивающиеся на отметку

source: Check to query game data
fa: برای پرس و جو از داده های بازی علامت بزنید
ja: ゲームデータを照会するにはチェックしてください
ko: 게임 데이터를 쿼리하려면 체크하세요
lt: Pažymėkite, jei norite pateikti užklausą apie žaidimo duomenis
no: Merk av for å søke etter spilldata
pl: Zaznacz, aby zapytać o dane gry
pt: Marque para consultar dados do jogo
ro: Bifați pentru a interoga datele jocului
ru: Установите флажок, чтобы запросить данные игры.

source: Check to query position
fa: برای پرس و جو موقعیت را علامت بزنید
ja: 位置を照会するにはチェックしてください
ko: 위치를 쿼리하려면 체크하세요
lt: Pažymėkite, kad užklaustumėte poziciją
no: Merk av for å spørre posisjon
pl: Sprawdź, aby zapytać o pozycję
pt: Verifique para consultar a posição
ro: Verificați pentru a interoga poziția
ru: Отметьте, чтобы запросить позицию

source: Check to use previous search mask
fa: برای استفاده از ماسک جستجوی قبلی علامت بزنید
ja: 以前の検索マスクを使用するにはチェックしてください
ko: 이전 검색 마스크를 사용하려면 체크하세요
lt: Pažymėkite, jei norite naudoti ankstesnę paieškos kaukę
no: Merk av for å bruke forrige søkemaske
pl: Zaznacz, aby użyć poprzedniej maski wyszukiwania
pt: Marque para usar a máscara de pesquisa anterior
ro: Bifați pentru a utiliza masca de căutare anterioară
ru: Отметьте, чтобы использовать предыдущую маску поиска

source: Check to display clipboard after search
fa: برای نمایش کلیپ بورد پس از جستجو علامت بزنید
ja: 検索後にクリップボードを表示するかどうかをチェックします
ko: 검색 후 클립보드를 표시하려면 체크하세요
lt: Pažymėkite, kad po paieškos būtų rodoma iškarpinė
no: Merk av for å vise utklippstavlen etter søk
pl: Zaznacz, aby wyświetlić schowek po wyszukiwaniu
pt: Marque para exibir a área de transferência após a pesquisa
ro: Bifați pentru a afișa clipboard după căutare
ru: Установите флажок, чтобы отобразить буфер обмена после поиска.

source: Start the search
fa: جستجو را شروع کنید
ja: 検索を開始
ko: 검색을 시작하세요
lt: Pradėkite paiešką
no: Start søket
pl: Rozpocznij wyszukiwanie
pt: Iniciar a pesquisa
ro: Începeți căutarea
ru: Начать поиск

source: Use this dialog box in order to select the Game search options
fa: از این کادر محاوره ای برای انتخاب گزینه های جستجوی بازی استفاده کنید
ja: このダイアログボックスを使用してゲーム検索オプションを選択します
ko: 이 대화 상자를 사용하여 게임 검색 옵션을 선택합니다.
lt: Naudokite šį dialogo langą, norėdami pasirinkti žaidimo paieškos parinktis
no: Bruk denne dialogboksen for å velge spillsøkealternativer
pl: Użyj tego okna dialogowego, aby wybrać opcje wyszukiwania gier
pt: Use esta caixa de diálogo para selecionar as opções de pesquisa do jogo
ro: Utilizați această casetă de dialog pentru a selecta opțiunile de căutare pentru jocuri
ru: Используйте это диалоговое окно для выбора параметров поиска игры.

source: White / Black : Enter the name or part of it (capa will find games by Capablanca).
fa: سفید / سیاه: نام یا بخشی از آن را وارد کنید (کاپا بازی های Capablanca را پیدا می کند).
ja: 白 / 黒 : 名前またはその一部を入力します (capa は Capablanca のゲームを検索します)。
ko: 흰색/검정색: 이름이나 이름의 일부를 입력하세요(카파는 Capablanca의 게임을 찾습니다).
lt: Balta / juoda : įveskite pavadinimą arba jo dalį (capa suras Capablanca žaidimus).
no: Hvit / Svart : Skriv inn navnet eller en del av det (capa finner spill fra Capablanca).
pl: Biały/Czarny: Wpisz nazwę lub jej część (capa znajdzie gry autorstwa Capablanki).
pt: Branco / Preto: Digite o nome ou parte dele (capa encontrará jogos de Capablanca).
ro: Alb / Negru: Introduceți numele sau o parte a acestuia (capa va găsi jocuri de Capablanca).
ru: Белое / Черное: введите имя или его часть (capa найдет партии Капабланки).

source: You can use wildcards - *blanca will also find games by Capablanca.
fa: می توانید از حروف عام استفاده کنید - *blanca بازی های Capablanca را نیز پیدا می کند.
ja: ワイルドカードを使用できます - *blanca は Capablanca のゲームも検索します。
ko: 와일드카드를 사용할 수 있습니다. *blanca를 입력하면 Capablanca의 게임도 검색됩니다.
lt: Galite naudoti pakaitos simbolius – *blanca taip pat ras Capablanca žaidimų.
no: Du kan bruke jokertegn - *blanca vil også finne spill fra Capablanca.
pl: Możesz używać symboli wieloznacznych - *blanca pozwoli Ci znaleźć także gry Capablanki.
pt: Você pode usar curingas - *blanca também encontrará jogos de Capablanca.
ro: Puteți folosi wildcards - *blanca va găsi și jocuri de Capablanca.
ru: Вы можете использовать подстановочные знаки - *blanca также найдет партии Капабланки.

source: Wins and Losses : Check these boxes (with Ignore colours off)
fa: برد و باخت: این کادرها را علامت بزنید (با رنگ‌های نادیده گرفته شده)
ja: 勝ち負け: これらのボックスをチェックします (色を無視はオフ)
ko: 승패: 이 상자를 체크하세요(색상 무시가 꺼진 상태)
lt: Laimėjimai ir pralaimėjimai: pažymėkite šiuos langelius (išjungus spalvų ignoravimą)
no: Gevinster og tap: Merk av for disse boksene (med Ignorer farger av)
pl: Wygrane i przegrane: Zaznacz te pola (z wyłączoną opcją Ignoruj kolory)
pt: Vitórias e derrotas: marque estas caixas (com as cores Ignorar desativadas)
ro: Câștiguri și pierderi: bifați aceste casete (cu Ignorare culorile dezactivate)
ru: Выигрыши и поражения: отметьте эти поля (при отключенной опции «Игнорировать цвета»)

source: to search for wins and losses for a player.
fa: برای جستجوی برد و باخت برای یک بازیکن.
ja: プレイヤーの勝敗を検索します。
ko: 선수의 승패를 검색합니다.
lt: ieškoti žaidėjo pergalių ir pralaimėjimų.
no: å søke etter gevinster og tap for en spiller.
pl: aby wyszukać wygrane i przegrane gracza.
pt: para procurar vitórias e derrotas de um jogador.
ro: pentru a căuta victorii și pierderi pentru un jucător.
ru: для поиска побед и поражений игрока.

source: Ignore colours : If you enter the name of one player
fa: رنگ‌ها را نادیده بگیرید: اگر نام یک بازیکن را وارد کنید
ja: 色を無視: 1人のプレーヤーの名前を入力すると
ko: 색상 무시 : 한 플레이어의 이름을 입력하는 경우
lt: Ignoruoti spalvas: jei įvesite vieno žaidėjo vardą
no: Ignorer farger : Hvis du skriver inn navnet på en spiller
pl: Ignoruj kolory: Jeśli wpiszesz nazwę jednego gracza
pt: Ignorar cores: Se você digitar o nome de um jogador
ro: Ignorați culorile: Dacă introduceți numele unui jucător
ru: Игнорировать цвета: Если вы ввели имя одного игрока

source: and click this on, then all their games will be shown.
fa: و روی این کلیک کنید، سپس تمام بازی های آنها نشان داده می شود.
ja: これをクリックすると、すべてのゲームが表示されます。
ko: 이걸 클릭하면 해당 게임의 모든 목록이 표시됩니다.
lt: ir spustelėkite tai, tada bus rodomi visi jų žaidimai.
no: og klikk på denne, så vil alle spillene deres vises.
pl: i kliknij tutaj, a wszystkie ich gry zostaną wyświetlone.
pt: e clicar aqui, então todos os seus jogos serão exibidos.
ro: și faceți clic pe acesta, apoi vor fi afișate toate jocurile lor.
ru: и нажмите на нее, после этого будут показаны все их игры.

source: If it is off, then only their white or black games are listed.
fa: اگر خاموش باشد، فقط بازی های سفید یا سیاه آنها لیست شده است.
ja: オフの場合は、白または黒のゲームのみがリストされます。
ko: 꺼져 있는 경우에는 흰색이나 검은색 게임만 나열됩니다.
lt: Jei jis išjungtas, sąraše pateikiami tik balti arba juodi žaidimai.
no: Hvis den er slått av, er bare deres hvite eller svarte spill oppført.
pl: Jeśli opcja jest wyłączona, wyświetlane są tylko ich białe lub czarne gry.
pt: Se estiver desativado, somente os jogos brancos ou pretos serão listados.
ro: Dacă este dezactivat, atunci sunt listate doar jocurile lor albe sau negre.
ru: Если он выключен, то отображаются только их белые или черные партии.
