Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: or as a registered user if you enter your username and password.
fa: یا اگر نام کاربری و رمز عبور خود را وارد کنید به عنوان یک کاربر ثبت نام شده.
ja: または、ユーザー名とパスワードを入力すると登録ユーザーとしてログインできます。
ko: 또는 사용자 이름과 비밀번호를 입력하면 등록된 사용자로 로그인할 수 있습니다.
lt: arba kaip registruotas vartotojas, jei įvesite savo vartotojo vardą ir slaptažodį.
no: eller som registrert bruker hvis du skriver inn brukernavn og passord.
pl: lub jako zarejestrowany użytkownik, jeśli podasz swoją nazwę użytkownika i hasło.
pt: ou como um usuário registrado se você digitar seu nome de usuário e senha.
ro: sau ca utilizator înregistrat dacă introduceți numele de utilizator și parola.
ru: или как зарегистрированный пользователь, если вы введете свое имя пользователя и пароль.

source: If the connection is successful, you will see the
fa: در صورت موفقیت آمیز بودن اتصال، آن را مشاهده خواهید کرد
ja: 接続が成功すると、
ko: 연결이 성공하면 다음이 표시됩니다.
lt: Jei ryšys sėkmingas, pamatysite
no: Hvis tilkoblingen er vellykket, vil du se
pl: Jeśli połączenie zostanie nawiązane pomyślnie, zobaczysz
pt: Se a conexão for bem-sucedida, você verá o
ro: Dacă conexiunea are succes, veți vedea
ru: Если подключение прошло успешно, вы увидите

source: Fics welcome screen in the < Output from Fics > text box.
fa: صفحه خوش آمدگویی Fics در کادر متن < خروجی از فیکس >.
ja: < Fics からの出力 > テキスト ボックスの Fics のようこそ画面。
ko: < Fics 출력 > 텍스트 상자에 Fics 시작 화면이 표시됩니다.
lt: „Fics“ pasveikinimo ekranas teksto laukelyje < Output from Fics >.
no: Fics velkomstskjerm i tekstboksen < Output from Fics >.
pl: Ekran powitalny Fics w polu tekstowym < Dane wyjściowe z Fics >.
pt: Tela de boas-vindas do Fics na caixa de texto < Output from Fics >.
ro: Ecranul de întâmpinare Fics în caseta de text < Ieșire din Fics >.
ru: Экран приветствия Fics в текстовом поле <Вывод из Fics>.

source: If the connection fails, you will get an error message.
fa: اگر اتصال قطع شود، یک پیغام خطا دریافت خواهید کرد.
ja: 接続に失敗した場合は、エラー メッセージが表示されます。
ko: 연결에 실패하면 오류 메시지가 나타납니다.
lt: Jei nepavyks prisijungti, gausite klaidos pranešimą.
no: Hvis tilkoblingen mislykkes, får du en feilmelding.
pl: Jeśli połączenie się nie powiedzie, pojawi się komunikat o błędzie.
pt: Se a conexão falhar, você receberá uma mensagem de erro.
ro: Dacă conexiunea eșuează, veți primi un mesaj de eroare.
ru: Если соединение не будет установлено, вы получите сообщение об ошибке.

source: and instructions on how to try to solve the problem.
fa: و دستورالعمل هایی در مورد چگونگی تلاش برای حل مشکل.
ja: 問題を解決するための手順を説明します。
ko: 문제를 해결하는 방법에 대한 지침.
lt: ir instrukcijas, kaip bandyti išspręsti problemą.
no: og instruksjoner om hvordan du prøver å løse problemet.
pl: i instrukcje jak spróbować rozwiązać problem.
pt: e instruções sobre como tentar resolver o problema.
ro: și instrucțiuni despre cum să încercați să rezolvați problema.
ru: и инструкции о том, как попытаться решить проблему.

source: Connect to Fics help
fa: به راهنمای Fics متصل شوید
ja: Ficsヘルプに接続する
ko: Fics 도움말에 연결
lt: Prisijunkite prie „Fics“ pagalbos
no: Koble til Fics hjelp
pl: Połącz się z pomocą Fics
pt: Conectar-se à ajuda do Fics
ro: Conectați-vă la ajutor Fics
ru: Подключиться к Fics help

source: Your opponent has offered you a draw
fa: حریف به شما پیشنهاد تساوی داده است
ja: 相手が引き分けを提案してきました
ko: 상대방이 당신에게 무승부를 제안했습니다.
lt: Jūsų varžovas pasiūlė jums lygiąsias
no: Motstanderen din har tilbudt deg remis
pl: Twój przeciwnik zaproponował Ci remis
pt: Seu oponente lhe ofereceu um empate
ro: Adversarul tău ți-a oferit o remiză
ru: Ваш соперник предложил вам ничью

source: Do you wish to accept ?
fa: آیا مایل به پذیرش هستید؟
ja: 承諾しますか?
ko: 수락하시겠습니까?
lt: Ar norite priimti?
no: Ønsker du å akseptere?
pl: Czy chcesz zaakceptować?
pt: Você deseja aceitar?
ro: Doriți să acceptați?
ru: Вы хотите принять?

source: Your opponent has offered to abort the game
fa: حریف شما پیشنهاد لغو بازی را داده است
ja: 対戦相手がゲームを中止することを提案しました
ko: 상대방이 게임을 중단하겠다고 제안했습니다.
lt: Jūsų priešininkas pasiūlė nutraukti žaidimą
no: Motstanderen din har tilbudt å avbryte spillet
pl: Twój przeciwnik zaproponował przerwanie gry
pt: Seu oponente se ofereceu para abortar o jogo
ro: Adversarul tău s-a oferit să anuleze jocul
ru: Ваш противник предложил прервать игру

source: Game over - Game was drawn
fa: بازی تمام شد - بازی مساوی شد
ja: ゲームオーバー - ゲームは引き分け
ko: 게임 오버 - 게임이 무승부로 끝났습니다.
lt: Žaidimas baigtas – žaidimas ištrauktas lygiosiomis
no: Spill over - Kampen ble uavgjort
pl: Koniec gry - Gra została zremisowana
pt: Fim de jogo - O jogo foi empatado
ro: Game over - Jocul a fost extras
ru: Игра окончена - Игра закончилась вничью

source: Game over :-
fa: بازی تمام شد:-
ja: ゲームオーバー ：-
ko: 게임 오버 :-
lt: Žaidimas baigtas:-
no: Spill over :-
pl: Koniec gry:-
ro: Joc încheiat :-
ru: Игра закончена :-

source: Black checkmated
fa: مات مشکی
ja: 黒がチェックメイト
ko: 블랙 체크메이트
lt: Juodas languotas
no: Svart sjakkmatt
pl: Czarny szach-mat
pt: Xeque-mate preto
ro: Negru șah mat
ru: Черные поставили мат

source: Black forfeits on time
fa: سیاه به موقع از دست می دهد
ja: ブラックは時間内に棄権
ko: 블랙은 시간에 몰수당함
lt: Juoda praranda laiku
no: Svart mister i tide
pl: Czarny traci czas
pt: Preto desiste na hora
ro: Negrul pierde la timp
ru: Черные проиграют вовремя

source: White wins
fa: سفید برنده می شود
ja: 白が勝つ
ko: 흰색이 승리합니다
lt: Baltieji laimi
no: Hvit vinner
pl: Biały wygrywa
pt: As brancas vencem
ro: Albul câștigă
ru: Белые побеждают

source: White checkmated
fa: مات سفید
ja: 白がチェックメイト
ko: 화이트 체크메이트
lt: Baltas languotas
no: Hvit sjakkmatt
pl: Szach-mat biały
pt: Xeque-mate branco
ro: Alb șah mat
ru: Белые поставили мат

source: White forfeits on time
fa: سفید به موقع از دست می دهد
ja: ホワイトは時間切れで棄権
ko: 화이트는 제 시간에 몰수당함
lt: Balta praranda laiku
no: Hvit mister i tide
pl: White traci czas
pt: Branco desiste na hora
ro: Albul pierde la timp
ru: Уайт проигрывает вовремя

source: Black wins
fa: سیاه پیروز می شود
ja: 黒が勝ち
ko: 검은색이 승리합니다
lt: Juodu laimi
no: Svart vinner
pl: Czarny wygrywa
pt: As pretas vencem
ro: Negrul câștigă
ru: Черные побеждают

source: Game over
fa: بازی تمام شد
ja: ゲームオーバー
ko: 게임 오버
lt: Žaidimas baigtas
no: Spillet er over
pl: Koniec gry
ro: Joc încheiat
ru: Игра закончена

source: Drawn by agreement
fa: با توافق ترسیم شده است
ja: 合意により描画
ko: 합의에 의해 그려짐
lt: Nubraižyta pagal susitarimą
no: Tegnet etter avtale
pl: Sporządzono w drodze porozumienia
pt: Desenhado por acordo
ro: Trasate prin acord
ru: Нарисовано по соглашению

source: Drawn by insufficient material
fa: توسط مواد ناکافی کشیده شده است
ja: 不十分な材料で描かれた
ko: 소재가 부족해서 그렸습니다
lt: Piešė nepakankamai medžiagos
no: Tegnet av utilstrekkelig materiale
pl: Narysowany z powodu niewystarczającego materiału
pt: Atraído por material insuficiente
ro: Desenat de material insuficient
ru: Нарисовано недостаточным материалом

source: Drawn by stalemate
fa: کشیده شده توسط بن بست
ja: 膠着状態に
ko: 교착상태로 인해 무승부
lt: Pritraukė aklavietė
no: Tegnet etter død
pl: Wylosowany przez pat
pt: Atraído pelo impasse
ro: Atras de impas
ru: Нарисованный тупиком

source: Drawn by the 50 move rule
fa: توسط قانون 50 حرکت ترسیم شده است
ja: 50手ルールで引き分け
ko: 50수 규칙에 의해 그려짐
lt: Nubrėžta pagal 50 judesių taisyklę
no: Tegnet av 50 trekk-regelen
pl: Wylosowano zgodnie z zasadą 50 ruchów
pt: Desenhado pela regra dos 50 movimentos
ro: Atrage după regula celor 50 de mișcări
ru: Нарисовано по правилу 50 ходов

source: Enter the game request parameters :
fa: پارامترهای درخواست بازی را وارد کنید:
ja: ゲームリクエストパラメータを入力してください:
ko: 게임 요청 매개변수를 입력하세요:
lt: Įveskite žaidimo užklausos parametrus:
no: Skriv inn parametrene for spillforespørselen:
pl: Wprowadź parametry żądania gry:
pt: Insira os parâmetros de solicitação do jogo:
ro: Introduceți parametrii de solicitare a jocului:
ru: Введите параметры запроса игры:

source: Time controls :
fa: کنترل زمان:
ja: 時間制御:
ko: 시간 제어 :
lt: Laiko valdikliai:
no: Tidskontroller:
pl: Sterowanie czasem:
pt: Controles de tempo:
ro: Controale de timp:
ru: Контроль времени:

source: Minutes
fa: دقیقه
ja: 分
ko: 분
lt: Minutės
no: Minutter
pl: Protokół
pt: Minutos
ro: Minute
ru: Минуты

source: Increment (secs)
fa: افزایش (ثانیه)
ja: 増分（秒）
ko: 증가(초)
lt: Prieaugis (sek.)
no: Økning (sek.)
pl: Przyrost (sek.)
pt: Incremento (segs)
ro: Creștere (sec.)
ru: Приращение (сек)

source: Select colour :
fa: انتخاب رنگ:
ja: 色を選択:
ko: 색상 선택 :
lt: Pasirinkite spalvą:
no: Velg farge:
pl: Wybierz kolor:
pt: Selecione a cor:
ro: Alege culoarea:
ru: Выберите цвет:

source: Either
fa: هر دو
ja: どちらか
ko: 어느 하나
lt: Arba
no: Enten
pl: Albo
pt: Qualquer
ro: Oricum
ru: Или

source: Rating range :
fa: محدوده رتبه بندی:
ja: 評価範囲:
ko: 평가 범위 :
lt: Įvertinimo diapazonas:
no: Rangeringsområde:
pl: Zakres ocen:
pt: Faixa de classificação:
ro: Interval de evaluare:
ru: Диапазон оценок:

source: Lower
fa: پایین تر
ja: より低い
ko: 낮추다
lt: Žemesnis
no: Senke
pl: Niżej
pt: Mais baixo
ro: Mai jos
ru: Ниже

source: Upper
fa: بالا
ja: アッパー
ko: 높은
lt: Viršutinė
no: Øverste
pl: Górny
pt: Superior
ro: Superior
ru: Верхний

source: Rated game
fa: بازی دارای امتیاز
ja: 定格ゲーム
ko: 평가된 게임
lt: Įvertintas žaidimas
no: Vurdert spill
pl: Oceniona gra
pt: Jogo classificado
ro: Joc evaluat
ru: Рейтинг игры

source: Auto response
fa: پاسخ خودکار
ja: 自動応答
ko: 자동 응답
lt: Automatinis atsakas
no: Automatisk respons
pl: Odpowiedź automatyczna
pt: Resposta automática
ro: Răspuns automat
ru: Автоматический ответ

source: Apply formula
fa: فرمول را اعمال کنید
ja: 数式を適用する
ko: 공식 적용
lt: Taikykite formulę
no: Bruk formel
pl: Zastosuj formułę
pt: Aplicar fórmula
ro: Aplicați formula
ru: Применить формулу

source: Place ad
fa: قرار دادن آگهی
ja: 広告を掲載する
ko: 광고 게재
lt: Įdėkite skelbimą
no: Plasser annonse
pl: Umieść ogłoszenie
pt: Coloque um anúncio
ro: Pune anunț
ru: Разместить объявление

source: Input the time in minutes allowed for a game
fa: زمان مجاز برای یک بازی را بر حسب دقیقه وارد کنید
ja: ゲームに許される時間を分単位で入力してください
ko: 게임에 허용되는 시간을 분 단위로 입력하세요.
lt: Įveskite žaidimo laiką minutėmis
no: Skriv inn tiden i minutter som er tillatt for et spill
pl: Wprowadź czas gry w minutach
pt: Insira o tempo em minutos permitido para um jogo
ro: Introduceți timpul în minute permis pentru un joc
ru: Введите время в минутах, отведенное на игру.

source: Select the increment in seconds which
fa: افزایش را در ثانیه انتخاب کنید که
ja: 秒単位で増分を選択してください
ko: 초 단위의 증가를 선택하세요
lt: Pasirinkite žingsnį sekundėmis, kurie
no: Velg økningen i sekunder som
pl: Wybierz przyrost w sekundach, który
pt: Selecione o incremento em segundos que
ro: Selectați incrementul în secunde care
ru: Выберите приращение в секундах, которое

source: will be added after a move is played.
fa: پس از انجام یک حرکت اضافه خواهد شد.
ja: 移動がプレイされた後に追加されます。
ko: 이동이 실행된 후에 추가됩니다.
lt: bus pridėtas atlikus ėjimą.
no: legges til etter at et trekk er spilt.
pl: zostanie dodane po wykonaniu ruchu.
pt: será adicionado depois que um movimento for executado.
ro: va fi adăugat după ce o mutare este jucată.
ru: будет добавлен после того, как будет сделан ход.

source: Select to play white
fa: برای پخش سفید انتخاب کنید
ja: 白をプレイするを選択してください
ko: 흰색으로 재생을 선택하세요
lt: Pasirinkite, jei norite žaisti baltai
no: Velg for å spille hvit
pl: Wybierz, aby grać białym
pt: Selecione para jogar branco
ro: Selectați pentru a juca alb
ru: Выберите, чтобы играть белыми

source: Select to play black
fa: برای پخش سیاه انتخاب کنید
ja: 黒を選択してプレイ
ko: 검은색으로 재생을 선택하세요
lt: Pasirinkite, jei norite žaisti juodai
no: Velg for å spille svart
pl: Wybierz, aby grać na czarno
pt: Selecione para jogar preto
ro: Selectați pentru a juca negru
ru: Выберите, чтобы играть черными

source: Select to play either colour
fa: برای پخش هر کدام از رنگ ها را انتخاب کنید
ja: どちらかの色を選択してプレイします
ko: 두 가지 색상을 선택하여 재생하세요
lt: Pasirinkite, jei norite žaisti bet kurią spalvą
no: Velg for å spille en av fargene
pl: Wybierz, aby odtworzyć dowolny kolor
pt: Selecione para jogar qualquer cor
ro: Selectați pentru a reda oricare dintre culori
ru: Выберите любой цвет для воспроизведения

source: Select the lower rating range for an opponent
fa: محدوده امتیاز کمتری را برای حریف انتخاب کنید
ja: 対戦相手の低い評価範囲を選択する
ko: 상대방의 더 낮은 등급 범위를 선택하세요
lt: Pasirinkite žemesnį priešininko reitingų diapazoną
no: Velg det lavere rangeringsområdet for en motstander
pl: Wybierz niższy zakres ocen dla przeciwnika
pt: Selecione a faixa de classificação mais baixa para um oponente
ro: Selectați intervalul de rating inferior pentru un adversar
ru: Выберите нижний диапазон рейтинга для противника

source: Select the upper rating range for an opponent
fa: محدوده امتیاز بالایی را برای حریف انتخاب کنید
ja: 対戦相手の上限評価範囲を選択する
ko: 상대방의 상위 등급 범위를 선택하세요
lt: Pasirinkite viršutinį priešininko reitingų diapazoną
no: Velg det øvre rangeringsområdet for en motstander
pl: Wybierz górny zakres oceny przeciwnika
pt: Selecione a faixa de classificação superior para um oponente
ro: Selectați intervalul de rating superior pentru un adversar
ru: Выберите верхний диапазон рейтинга для противника

source: Check to play a rated game
fa: برای انجام یک بازی رتبه بندی شده را علامت بزنید
ja: チェックを入れて評価されたゲームをプレイする
ko: 평가된 게임을 플레이하려면 체크하세요
lt: Pažymėkite, jei norite žaisti įvertintą žaidimą
no: Merk av for å spille et rangert spill
pl: Zaznacz, aby zagrać w grę z oceną
pt: Marque para jogar um jogo classificado
ro: Bifați pentru a juca un joc evaluat
ru: Отметьте, чтобы сыграть в рейтинговую игру

source: Check for automatic response to your game advert
fa: پاسخ خودکار به تبلیغ بازی خود را بررسی کنید
ja: ゲーム広告への自動応答を確認する
ko: 게임 광고에 대한 자동 응답을 확인하세요
lt: Patikrinkite, ar automatiškai reaguojama į jūsų žaidimo skelbimą
no: Se etter automatisk respons på spillannonsen din
pl: Sprawdź automatyczną odpowiedź na reklamę gry
pt: Verifique se há resposta automática ao anúncio do seu jogo
ro: Verificați răspunsul automat la anunțul pentru joc
ru: Проверьте наличие автоматического ответа на рекламу вашей игры

source: Check to apply your formula to filter game advert responses
fa: بررسی کنید تا فرمول خود را برای فیلتر کردن پاسخ‌های تبلیغات بازی اعمال کنید
ja: チェックを入れて、ゲーム広告の応答をフィルタリングする数式を適用します
ko: 게임 광고 응답을 필터링하기 위해 공식을 적용하려면 체크하세요.
lt: Pažymėkite, kad pritaikytumėte formulę žaidimo skelbimų atsakymams filtruoti
no: Merk av for å bruke formelen din for å filtrere spillannonsesvar
pl: Zaznacz, aby zastosować formułę do filtrowania odpowiedzi na reklamy gier
pt: Marque para aplicar sua fórmula para filtrar respostas de anúncios de jogos
ro: Bifați pentru a aplica formula pentru a filtra răspunsurile la anunțurile pentru jocuri
ru: Установите флажок, чтобы применить формулу для фильтрации ответов на игровую рекламу.

source: This dialog box allows you to enter the parameters for your game advert
fa: این کادر محاوره ای به شما امکان می دهد پارامترهای تبلیغ بازی خود را وارد کنید
ja: このダイアログボックスでは、ゲーム広告のパラメータを入力できます。
ko: 이 대화 상자를 사용하면 게임 광고에 대한 매개변수를 입력할 수 있습니다.
lt: Šiame dialogo lange galite įvesti žaidimo skelbimo parametrus
no: Denne dialogboksen lar deg angi parametrene for spillannonsen din
pl: To okno dialogowe umożliwia wprowadzenie parametrów reklamy gry
pt: Esta caixa de diálogo permite que você insira os parâmetros para o anúncio do seu jogo
ro: Această casetă de dialog vă permite să introduceți parametrii pentru anunțul dvs. de joc
ru: В этом диалоговом окне вы можете ввести параметры для своей игровой рекламы.

source: Other players on the server may respond and then you can choose an opponent
fa: سایر بازیکنان روی سرور ممکن است پاسخ دهند و سپس می توانید حریف خود را انتخاب کنید
ja: サーバー上の他のプレイヤーが応答し、対戦相手を選ぶことができます
ko: 서버의 다른 플레이어가 응답할 수 있으며 그런 다음 상대를 선택할 수 있습니다.
lt: Kiti žaidėjai serveryje gali atsakyti ir tada jūs galite pasirinkti priešininką
no: Andre spillere på serveren kan svare og deretter kan du velge en motstander
pl: Inni gracze na serwerze mogą odpowiedzieć, a następnie możesz wybrać przeciwnika
pt: Outros jogadores no servidor podem responder e então você pode escolher um oponente
ro: Alți jucători de pe server pot răspunde și apoi puteți alege un adversar
ru: Другие игроки на сервере могут ответить, и тогда вы сможете выбрать противника.

source: for a game.
fa: برای یک بازی
ja: ゲームのために。
ko: 게임을 위해서.
lt: už žaidimą.
no: for et spill.
pl: na grę.
pt: para um jogo.
ro: pentru un joc.
ru: для игры.

source: Minutes : The number of minutes allowed for a game.
fa: دقیقه: تعداد دقیقه های مجاز برای یک بازی.
ja: 分数: ゲームに許可される分数。
ko: 분: 게임에 허용된 분 수.
lt: Minutės: žaidimo minučių skaičius.
no: Minutter : Antall minutter tillatt for en kamp.
pl: Minuty: Liczba minut, na które można grać w grze.
pt: Minutos: O número de minutos permitidos para um jogo.
ro: Minute: Numărul de minute permis pentru un joc.
ru: Минуты: количество минут, отведенных на игру.

source: Increment : The increment in seconds for a move during the game.
fa: افزایش: افزایش در ثانیه برای یک حرکت در طول بازی.
ja: 増分: ゲーム中の移動の秒単位の増分。
ko: 증가: 게임 중 움직임에 대한 증가 단위(초)입니다.
lt: Prieaugis : žingsnio padidėjimas sekundėmis žaidimo metu.
no: Økning : Økningen i sekunder for et trekk i løpet av spillet.
pl: Przyrost: Przyrost w sekundach dla ruchu w grze.
pt: Incremento: O incremento em segundos para um movimento durante o jogo.
ro: Increment: Creșterea în secunde pentru o mișcare în timpul jocului.
ru: Приращение: приращение в секундах для хода во время игры.

source: Select colour : Choose the White pieces, the Black pieces or either colour.
fa: انتخاب رنگ: تکه های سفید، تکه های سیاه یا هر یک از رنگ ها را انتخاب کنید.
ja: 色を選択: 白のピース、黒のピース、またはどちらかの色を選択します。
ko: 색상 선택 : 흰색 조각, 검정색 조각 또는 두 가지 색상을 선택하세요.
lt: Pasirinkite spalvą: pasirinkite baltas, juodas dalis arba bet kurią spalvą.
no: Velg farge: Velg de hvite brikkene, de svarte brikkene eller en av fargene.
pl: Wybierz kolor: Wybierz białe elementy, czarne elementy lub dowolny kolor.
pt: Selecione a cor: Escolha as peças brancas, as peças pretas ou qualquer uma das cores.
ro: Selectați culoarea: alegeți piesele albe, piesele negre sau oricare dintre culori.
ru: Выберите цвет: выберите белые фигуры, черные фигуры или любой другой цвет.

source: Rating range : Choose the Elo rating range of your opponent.
fa: محدوده رتبه بندی: محدوده رتبه بندی Elo حریف خود را انتخاب کنید.
ja: 評価範囲: 対戦相手の Elo 評価範囲を選択します。
ko: 등급 범위 : 상대방의 Elo 등급 범위를 선택하세요.
lt: Reitingų diapazonas: pasirinkite savo priešininko Elo reitingų diapazoną.
no: Rangeringsområde: Velg Elo-rangeringsområdet til motstanderen din.
pl: Zakres ocen: Wybierz zakres ocen ELO swojego przeciwnika.
pt: Faixa de classificação: escolha a faixa de classificação Elo do seu oponente.
ro: Interval de evaluare: alege intervalul de rating Elo al adversarului tău.
ru: Диапазон рейтинга: выберите диапазон рейтинга Эло вашего оппонента.

source: Rated game : Check this box if you want the game to count towards your rating.
fa: بازی رتبه‌بندی شده: اگر می‌خواهید بازی در رتبه‌بندی شما لحاظ شود، این کادر را علامت بزنید.
ja: 評価されたゲーム: ゲームを評価にカウントしたい場合は、このボックスをオンにします。
ko: 평가된 게임: 게임을 평가에 포함하려면 이 상자를 선택하세요.
lt: Įvertintas žaidimas : pažymėkite šį laukelį, jei norite, kad žaidimas būtų įtrauktas į jūsų įvertinimą.
no: Vurdert spill : Kryss av i denne boksen hvis du vil at spillet skal telle mot vurderingen din.
pl: Oceniona gra: Zaznacz to pole, jeśli chcesz, aby gra była wliczana do Twojej oceny.
pt: Jogo classificado: marque esta caixa se quiser que o jogo seja contabilizado na sua classificação.
ro: Joc evaluat: bifați această casetă dacă doriți ca jocul să fie luat în considerare pentru evaluarea dvs.
ru: Рейтинг игры: установите этот флажок, если хотите, чтобы игра учитывалась при оценке.

source: Auto response : Check this box to accept the first respondant for a game.
fa: پاسخ خودکار: این کادر را علامت بزنید تا اولین پاسخ دهنده را برای یک بازی بپذیرید.
ja: 自動応答: ゲームの最初の応答者を受け入れるには、このボックスをオンにします。
ko: 자동 응답: 게임의 첫 번째 응답자를 수락하려면 이 상자를 선택하세요.
lt: Automatinis atsakymas : pažymėkite šį laukelį, kad priimtumėte pirmąjį atsakiklį į žaidimą.
no: Autosvar : Merk av i denne boksen for å godta den første respondenten for et spill.
pl: Odpowiedź automatyczna: Zaznacz to pole, aby zaakceptować pierwszą osobę odpowiadającą na pytanie w grze.
pt: Resposta automática: marque esta caixa para aceitar o primeiro respondente de um jogo.
ro: Răspuns automat: bifați această casetă pentru a accepta primul respondent pentru un joc.
ru: Автоматический ответ: установите этот флажок, чтобы принять участие в игре от первого ответившего.

source: Leave the box unchecked, if you want to choose from multiple replies.
fa: اگر می‌خواهید از بین چند پاسخ انتخاب کنید، کادر را بدون علامت بگذارید.
ja: 複数の返信から選択する場合は、ボックスのチェックを外しておきます。
ko: 여러 답변 중에서 선택하려면 상자를 선택하지 마십시오.
lt: Palikite laukelį nepažymėtą, jei norite pasirinkti iš kelių atsakymų.
no: La boksen være umerket hvis du vil velge mellom flere svar.
pl: Jeśli chcesz wybrać spośród wielu odpowiedzi, pozostaw to pole niezaznaczone.
pt: Deixe a caixa desmarcada se quiser escolher entre várias respostas.
ro: Lăsați caseta nebifată, dacă doriți să alegeți dintre mai multe răspunsuri.
ru: Если вы хотите выбрать из нескольких вариантов ответа, не устанавливайте флажок.

source: Apply formula : Check this box to apply your choices to filter the replies.
fa: اعمال فرمول: این کادر را علامت بزنید تا گزینه های خود را برای فیلتر کردن پاسخ ها اعمال کنید.
ja: 数式を適用: 選択内容を適用して返信をフィルタリングするには、このボックスをオンにします。
ko: 수식 적용: 이 상자를 체크하면 선택 사항이 답변 필터링에 적용됩니다.
lt: Taikyti formulę : pažymėkite šį laukelį, kad pritaikytumėte pasirinkimus filtruojant atsakymus.
no: Bruk formel : Merk av i denne boksen for å bruke valgene dine for å filtrere svarene.
pl: Zastosuj formułę: Zaznacz to pole, aby zastosować wybrane opcje filtrowania odpowiedzi.
pt: Aplicar fórmula: marque esta caixa para aplicar suas escolhas para filtrar as respostas.
ro: Aplicați formula: bifați această casetă pentru a aplica opțiunile dvs. de filtrare a răspunsurilor.
ru: Применить формулу: установите этот флажок, чтобы применить выбранные вами параметры фильтрации ответов.

source: Fics place game advert help
fa: کمک تبلیغات بازی Fics place
ja: Fics プレイス ゲーム広告ヘルプ
ko: Fics 플레이스 게임 광고 도움말
lt: Fics vietos žaidimo reklamos pagalba
no: Fics plass spill annonse hjelp
pl: Pomoc w reklamie gry Fics
pt: Ajuda com anúncios de jogos de lugar de Fics
ro: Ajutor pentru anunțul jocului Fics Place
ru: Fics место игра реклама помощь

source: Enter the network window settings
fa: وارد تنظیمات پنجره شبکه شوید
ja: ネットワークウィンドウの設定を入力します
ko: 네트워크 창 설정을 입력하세요
lt: Įveskite tinklo lango nustatymus
no: Angi innstillingene for nettverksvinduet
pl: Wprowadź ustawienia okna sieciowego
pt: Insira as configurações da janela de rede
ro: Introduceți setările ferestrei de rețea
ru: Введите настройки сетевого окна

source: Text input box line no.
fa: خط جعبه ورودی متن شماره
ja: テキスト入力ボックスの行番号。
ko: 텍스트 입력 상자 줄 번호
lt: Teksto įvesties laukelio eilutė Nr.
no: Tekstinntastingsboks linjenr.
pl: Numer wiersza pola wprowadzania tekstu.
pt: Nº da linha da caixa de entrada de texto.
ro: Linia casetei de introducere text nr.
ru: Номер строки поля ввода текста.

source: Default take back move no.
fa: شماره حرکت پیش‌فرض پس گرفتن
ja: デフォルトのテイクバック移動番号。
ko: 기본값은 다시 이동합니다.
lt: Numatytasis grąžinimo judėjimas Nr.
no: Standard ta tilbake trekk nr.
pl: Domyślny ruch cofnięcia nr.
pt: Movimento de retomada padrão nº.
ro: Mișcare implicită de retragere nr.
ru: Номер хода возврата по умолчанию.

source: Cancel adverts on startup
fa: لغو تبلیغات در راه اندازی
ja: 起動時に広告をキャンセルする
ko: 시작시 광고 취소
lt: Atšaukite skelbimus paleidžiant
no: Avbryt annonser ved oppstart
pl: Anuluj reklamy przy uruchomieniu
pt: Cancelar anúncios na inicialização
ro: Anulați reclamele la pornire
ru: Отменить рекламу при запуске

source: Silence connection messages
fa: پیام های اتصال را خاموش کنید
ja: 接続メッセージを無音にする
ko: 연결 메시지 무음
lt: Nutildyti ryšio pranešimus
no: Slå av tilkoblingsmeldinger
pl: Wycisz komunikaty o połączeniu
pt: Silenciar mensagens de conexão
ro: Opriți mesajele de conexiune
ru: Сообщения о подключении тишины
