Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: If there are no errors when sub - var comments are added, or you are not
fa: اگر هنگام اضافه شدن نظرات sub-var خطایی وجود نداشته باشد یا شما اضافه نشده اید
ja: サブ変数コメントを追加してもエラーが発生しない場合、または
ko: 하위 var 주석을 추가할 때 오류가 발생하지 않거나
lt: Jei nėra klaidų, kai pridedami sub - var komentarai, arba jūs nesate
no: Hvis det ikke er noen feil når sub - var-kommentarer legges til, eller du ikke er det
pl: Jeśli nie ma błędów podczas dodawania komentarzy sub-var lub nie
pt: Se não houver erros quando os comentários da sub-var forem adicionados, ou se você não estiver
ro: Dacă nu există erori atunci când sunt adăugate comentarii sub-var, sau nu sunteți
ru: Если при добавлении комментариев sub-var нет ошибок или вы не

source: troubled if a few errors arise, I suggest leaving these options switched off.
fa: در صورت بروز چند خطا مشکل دارم، پیشنهاد می کنم این گزینه ها را خاموش کنید.
ja: いくつかのエラーが発生すると困るので、これらのオプションはオフのままにしておくことをお勧めします。
ko: 몇 가지 오류가 발생하면 문제가 되므로 이러한 옵션을 꺼두는 것이 좋습니다.
lt: jei kyla problemų, siūlau palikti šias parinktis išjungtas.
no: urolig hvis det oppstår noen feil, foreslår jeg at du lar disse alternativene være slått av.
pl: Jeśli jednak pojawi się kilka błędów, radzę wyłączyć te opcje.
pt: preocupado se surgirem alguns erros, sugiro deixar essas opções desativadas.
ro: tulburat dacă apar câteva erori, vă sugerez să lăsați aceste opțiuni dezactivate.
ru: Если возникнут какие-то ошибки, предлагаю оставить эти опции отключенными.

source: However, if more errors arise, you may want to switch < Bug fix > on.
fa: با این حال، اگر خطاهای بیشتری رخ داد، ممکن است بخواهید <رفع اشکال > را روشن کنید.
ja: ただし、さらにエラーが発生する場合は、< バグ修正 > をオンにすることをお勧めします。
ko: 하지만, 더 많은 오류가 발생할 경우, <버그 수정>을 켜는 것이 좋습니다.
lt: Tačiau jei atsiranda daugiau klaidų, galbūt norėsite įjungti < Klaidų taisymas >.
no: Men hvis det oppstår flere feil, kan det være lurt å slå på < Feilretting>.
pl: Jeśli jednak wystąpi więcej błędów, możesz włączyć opcję <Napraw błędy>.
pt: Entretanto, se surgirem mais erros, você pode querer ativar < Correção de bug >.
ro: Cu toate acestea, dacă apar mai multe erori, poate doriți să activați < Remediere erori >.
ru: Однако если возникнут дополнительные ошибки, вы можете включить функцию <Исправление ошибок>.

source: In this case, you then have to decide how to set < Check list change >
fa: در این صورت، شما باید تصمیم بگیرید که چگونه <تغییر لیست را بررسی کنید>
ja: この場合、<チェックリストの変更>をどのように設定するかを決定する必要があります。
ko: 이 경우에는 <체크리스트 변경>을 어떻게 설정할 것인지 결정해야 합니다.
lt: Tokiu atveju turite nuspręsti, kaip nustatyti < Check list change >
no: I dette tilfellet må du bestemme hvordan du stiller inn < Sjekklisteendring >
pl: W takim przypadku należy podjąć decyzję, jak ustawić <Zmianę listy kontrolnej>
pt: Neste caso, você deve decidir como definir < Mudança na lista de verificação >
ro: În acest caz, trebuie să decideți cum să setați < Schimbarea listei de verificare >
ru: В этом случае вам придется решить, как установить <Изменение контрольного списка>.

source: So if you have set the program to add sub-variation comments
fa: بنابراین اگر برنامه را تنظیم کرده اید که نظرات زیر متغیر را اضافه کند
ja: サブバリエーションコメントを追加するようにプログラムを設定した場合
ko: 따라서 하위 변형 주석을 추가하도록 프로그램을 설정한 경우
lt: Taigi, jei nustatėte programą pridėti papildomų variantų komentarų
no: Så hvis du har satt programmet til å legge til undervariasjonskommentarer
pl: Jeśli więc ustawiłeś program tak, aby dodawał komentarze do podwariantów,
pt: Então, se você configurou o programa para adicionar comentários de subvariação
ro: Deci, dacă ați setat programul să adauge comentarii de subvariație
ru: Итак, если вы настроили программу на добавление комментариев к подвариантам

source: and none are being added when a sub-variation is added to the main line,
fa: و هنگامی که یک متغیر فرعی به خط اصلی اضافه می شود، هیچ کدام اضافه نمی شود،
ja: メインラインにサブバリエーションが追加されても何も追加されません。
ko: 그리고 메인 라인에 하위 변형이 추가될 때 아무것도 추가되지 않습니다.
lt: ir nė vienas nepridedamas, kai antrinis variantas įtraukiamas į pagrindinę eilutę,
no: og ingen blir lagt til når en undervariasjon legges til hovedlinjen,
pl: i żadna z nich nie jest dodawana, gdy do wiersza głównego dodawana jest podwariacja,
pt: e nenhuma está sendo adicionada quando uma subvariação é adicionada à linha principal,
ro: și niciunul nu este adăugat atunci când o subvariație este adăugată la linia principală,
ru: и ни один не добавляется, когда к основной линии добавляется подвариант,

source: then switch on < Check list change >
fa: سپس < Check list change > را روشن کنید
ja: 次にスイッチをオンにします < チェックリストの変更 >
ko: 그런 다음 <체크리스트 변경>을 켜세요
lt: tada įjunkite < Check list change>
no: slå deretter på < Endre sjekkliste >
pl: następnie włącz < Sprawdź zmianę listy >
pt: então ligue < Alterar lista de verificação >
ro: apoi porniți < Schimbarea listei de verificare >
ru: затем включите <Изменение контрольного списка>

source: Given the fact that I have no idea what the underlying cause of this problem is
fa: با توجه به این واقعیت که من نمی دانم علت اصلی این مشکل چیست
ja: この問題の根本的な原因が何なのか全く分からないので
ko: 이 문제의 근본 원인이 무엇인지 전혀 모른다는 사실을 감안할 때
lt: Atsižvelgiant į tai, kad aš neįsivaizduoju, kokia yra pagrindinė šios problemos priežastis
no: Gitt det faktum at jeg ikke aner hva den underliggende årsaken til dette problemet er
pl: Biorąc pod uwagę fakt, że nie mam pojęcia, jaka jest podstawowa przyczyna tego problemu
pt: Dado o fato de que não tenho ideia de qual é a causa subjacente deste problema
ro: Având în vedere faptul că nu am idee care este cauza de bază a acestei probleme
ru: Учитывая тот факт, что я понятия не имею, какова основная причина этой проблемы

source: and the equally mystifying behaviour of the bug fix, I thought it best
fa: و رفتار به همان اندازه اسرارآمیز رفع اشکال، به نظر من بهترین بود
ja: そして同様に不可解なバグ修正の挙動は、
ko: 그리고 버그 수정의 똑같이 신비로운 행동은 내가 가장 좋다고 생각했습니다.
lt: ir taip pat paslaptingas klaidų taisymo elgesys, maniau, kad tai geriausia
no: og den like mystifiserende oppførselen til feilrettingen, jeg syntes det var best
pl: i równie zagadkowe zachowanie poprawki błędu, uznałem za najlepsze rozwiązanie
pt: e o comportamento igualmente misterioso da correção do bug, pensei que seria melhor
ro: și comportamentul la fel de mistificator al remedierii erorilor, am crezut că este cel mai bine
ru: и столь же загадочное поведение исправления ошибки, я подумал, что лучше всего

source: to cover both possibilities for adding sub-vars to the game list box.
fa: برای پوشش دادن هر دو احتمال برای اضافه کردن متغیرهای فرعی به کادر لیست بازی.
ja: ゲーム リスト ボックスにサブ変数を追加する両方の可能性をカバーします。
ko: 게임 목록 상자에 하위 변수를 추가하는 두 가지 가능성을 모두 다루려고 합니다.
lt: kad apimtų abi galimybes įtraukti papildomus variantus į žaidimų sąrašo laukelį.
no: for å dekke begge mulighetene for å legge til sub-vars til spilllisteboksen.
pl: aby uwzględnić obie możliwości dodawania podzmiennych do listy gier.
pt: para cobrir ambas as possibilidades de adicionar subvariáveis à caixa de listagem do jogo.
ro: pentru a acoperi ambele posibilități de adăugare de sub-varuri la caseta cu listă de joc.
ru: чтобы охватить обе возможности добавления подпеременных в список игр.

source: Help on bug fix for adding sub variations
fa: کمک در رفع اشکال برای اضافه کردن تغییرات فرعی
ja: サブバリエーションの追加に関するバグ修正のヘルプ
ko: 하위 변형 추가 버그 수정에 대한 도움말
lt: Pagalba taisant riktą pridedant papildomų variantų
no: Hjelp til feilretting for å legge til undervariasjoner
pl: Pomoc w naprawie błędu przy dodawaniu podwariantów
pt: Ajuda na correção de bug para adicionar variações de sub
ro: Ajutor pentru remedierea erorilor pentru adăugarea subvariațiilor
ru: Помощь в исправлении ошибки при добавлении подвариантов

source: Analysing game
fa: آنالیز بازی
ja: ゲームの分析
ko: 게임 분석
lt: Analizuojamas žaidimas
no: Analyser spillet
pl: Analiza gry
pt: Analisando o jogo
ro: Joc de analiză
ru: Анализируем игру

source: Analysing game %d / %d
fa: تجزیه و تحلیل بازی %d / %d
ja: ゲーム %d / %d を分析中
ko: 게임 %d / %d 분석 중
lt: Analizuojamas žaidimas %d / %d
no: Analyserer spillet %d / %d
pl: Analizowanie gry %d / %d
pt: Analisando jogo %d / %d
ro: Se analizează jocul %d / %d
ru: Анализ игры %d / %d

source: Piece animation options for 3d graphics
fa: گزینه های انیمیشن قطعه برای گرافیک سه بعدی
ja: 3Dグラフィックスのピースアニメーションオプション
ko: 3D 그래픽을 위한 조각 애니메이션 옵션
lt: 3D grafikos dalių animacijos parinktys
no: Stykkeanimasjonsalternativer for 3d-grafikk
pl: Opcje animacji elementów dla grafiki 3D
pt: Opções de animação de peças para gráficos 3D
ro: Opțiuni de animație pentru piese pentru grafică 3D
ru: Варианты анимации фрагментов для 3D-графики

source: Piece animation options for 2d graphics
fa: گزینه های انیمیشن قطعه برای گرافیک دو بعدی
ja: 2Dグラフィックスのピースアニメーションオプション
ko: 2D 그래픽을 위한 조각 애니메이션 옵션
lt: 2D grafikos dalių animacijos parinktys
no: Stykkeanimasjonsalternativer for 2d-grafikk
pl: Opcje animacji elementów dla grafiki 2D
pt: Opções de animação de peças para gráficos 2D
ro: Opțiuni de animație pentru piese pentru grafică 2D
ru: Варианты анимации деталей для 2D-графики

source: Use animation
fa: از انیمیشن استفاده کنید
ja: アニメーションを使用する
ko: 애니메이션을 사용하세요
lt: Naudokite animaciją
no: Bruk animasjon
pl: Użyj animacji
pt: Usar animação
ro: Folosiți animație
ru: Использовать анимацию

source: Pixel increment(1 - 10) :
fa: افزایش پیکسل (1 - 10):
ja: ピクセル増分(1 - 10):
ko: 픽셀 증가(1 - 10) :
lt: Pikselių padidėjimas (1–10):
no: Pikseløkning (1 - 10):
pl: Przyrost pikseli (1 - 10):
pt: Incremento de pixel (1 - 10):
ro: Increment de pixeli (1 - 10):
ru: Шаг пикселя (1 - 10):

source: Screen increment in thousandths (1 - 1000) :
fa: افزایش صفحه در هزارم (1 - 1000):
ja: 画面の増分（1000分の1単位、1 - 1000）:
ko: 화면 단위 천분율(1~1000):
lt: Ekrano padidėjimas tūkstantosiomis dalimis (1–1000):
no: Skjermøkning i tusendeler (1 - 1000):
pl: Przyrost ekranu w tysięcznych częściach (1 - 1000):
pt: Incremento da tela em milésimos (1 - 1000):
ro: Creșterea ecranului în miimi (1 - 1000):
ru: Шаг экрана в тысячных долях (1 - 1000):

source: Delay in milli-seconds (0 - 100) :
fa: تاخیر در میلی ثانیه (0 - 100):
ja: 遅延（ミリ秒単位、0 - 100）:
ko: 밀리초 단위 지연(0~100):
lt: Vėlavimas milisekundėmis (0–100):
no: Forsinkelse i millisekunder (0 - 100):
pl: Opóźnienie w milisekundach (0 - 100):
pt: Atraso em milissegundos (0 - 100):
ro: Întârziere în milisecunde (0 - 100):
ru: Задержка в миллисекундах (0 - 100):

source: Use animation for
fa: استفاده از انیمیشن برای
ja: アニメーションを使用する
ko: 애니메이션을 사용하세요
lt: Naudokite animaciją
no: Bruk animasjon til
pl: Użyj animacji dla
pt: Use animação para
ro: Utilizați animația pentru
ru: Используйте анимацию для

source: Player moves
fa: بازیکن حرکت می کند
ja: プレイヤーの動き
ko: 플레이어 이동
lt: Žaidėjas juda
no: Spilleren beveger seg
pl: Ruchy gracza
pt: Movimentos do jogador
ro: Jucătorul se mișcă
ru: Игроки двигаются

source: Computer moves
fa: کامپیوتر حرکت می کند
ja: コンピュータの動き
ko: 컴퓨터 이동
lt: Kompiuteris juda
no: Datamaskinen beveger seg
pl: Komputer się porusza
pt: Movimentos de computador
ro: Calculatorul se mișcă
ru: Компьютерные движения

source: Engine vs. engine
fa: موتور در مقابل موتور
ja: エンジン対エンジン
ko: 엔진 대 엔진
lt: Variklis prieš variklį
no: Motor vs. motor
pl: Silnik kontra silnik
pt: Motor vs. motor
ro: Motor vs. motor
ru: Двигатель против двигателя

source: Puzzle mode
fa: حالت پازل
ja: パズルモード
ko: 퍼즐 모드
lt: Dėlionės režimas
no: Puslespillmodus
pl: Tryb łamigłówki
pt: Modo quebra-cabeça
ro: Modul puzzle
ru: Режим головоломки

source: Pixel increment for screen move update of sliding piece
fa: افزایش پیکسل برای به‌روزرسانی حرکت صفحه نمایش قطعه کشویی
ja: スライドピースの画面移動更新のピクセル増分
ko: 슬라이딩 조각의 화면 이동 업데이트를 위한 픽셀 증가
lt: Pikselių prieaugis, atnaujinant slankiosios dalies ekrano judesį
no: Pikseløkning for oppdatering av skjermbevegelse av glidestykket
pl: Przyrost pikseli dla aktualizacji ruchu ekranu przesuwanego elementu
pt: Incremento de pixel para atualização de movimento de tela da peça deslizante
ro: Increment de pixeli pentru actualizarea mișcării ecranului a piesei glisante
ru: Приращение пикселя для обновления перемещения экрана скользящей части

source: Screen increment for move update of sliding piece in thousandths
fa: افزایش صفحه برای به روز رسانی حرکت قطعه کشویی در هزارم
ja: スライドピースの移動更新の画面増分（1000分の1単位）
ko: 슬라이딩 조각의 이동 업데이트를 위한 화면 증가(천분의 일)
lt: Ekrano prieaugis, norint atnaujinti slydimo elementą, tūkstantosiomis dalimis
no: Skjermøkning for flytteoppdatering av glidestykket i tusendeler
pl: Przyrost ekranu dla aktualizacji ruchu przesuwanego elementu w tysięcznych częściach
pt: Incremento de tela para atualização de movimento de peça deslizante em milésimos
ro: Creșterea ecranului pentru actualizarea mută a piesei de alunecare în miimi
ru: Шаг изменения экрана для обновления хода скользящей детали в тысячных долях

source: Lower for slower and smoother,
fa: پایین تر برای کندتر و نرم تر،
ja: 低くするとゆっくり滑らかになり、
ko: 더 느리고 부드럽게 하려면 낮추세요.
lt: Žemesnis, kad būtų lėtesnis ir sklandesnis,
no: Senk for tregere og jevnere,
pl: Niższe, aby uzyskać wolniejszy i płynniejszy dźwięk,
pt: Mais baixo para mais lento e suave,
ro: Mai jos pentru mai lent și mai lin,
ru: Ниже — медленнее и плавнее,

source: Higher for faster but more jerky
fa: بالاتر برای سریعتر اما تندتر
ja: 高いほど速くなりますが、ぎくしゃくします
ko: 더 빠르지만 더 불규칙한 경우 더 높음
lt: Aukštesnis, kad būtų greitesnis, bet labiau trūkčiojantis
no: Høyere for raskere, men mer rykkete
pl: Wyższe, aby przyspieszyć, ale bardziej szarpane
pt: Mais alto para mais rápido, mas mais irregular
ro: Mai mare pentru mai rapid, dar mai sacadat
ru: Выше — быстрее, но более дергано

source: Delay in milli-seconds for screen update of sliding piece
fa: تاخیر در میلی ثانیه برای به روز رسانی صفحه نمایش قطعه کشویی
ja: スライドピースの画面更新の遅延（ミリ秒）
ko: 슬라이딩 조각의 화면 업데이트를 위한 밀리초 단위 지연
lt: Slenkančios dalies ekrano atnaujinimo delsa milisekundėmis
no: Forsinkelse i millisekunder for skjermoppdatering av glidestykket
pl: Opóźnienie w milisekundach dla aktualizacji ekranu elementu przesuwnego
pt: Atraso em milissegundos para atualização da tela da peça deslizante
ro: Întârziere în milisecunde pentru actualizarea ecranului piesei glisante
ru: Задержка в миллисекундах для обновления экрана скользящей части

source: Lower for faster, higher for slower
fa: پایین تر برای سریعتر، بالاتر برای کندتر
ja: 低いほど速く、高いほど遅くなります
ko: 더 빠르려면 낮게, 더 느리려면 높게
lt: Žemesnis greitesnis, aukštesnis lėtesnis
no: Lavere for raskere, høyere for langsommere
pl: Niżej, aby przyspieszyć, wyżej, aby zwolnić
pt: Mais baixo para mais rápido, mais alto para mais lento
ro: Mai jos pentru mai repede, mai mare pentru mai lent
ru: Ниже — быстрее, выше — медленнее

source: Sliding piece animation shows a piece gradually moving across
fa: انیمیشن قطعه کشویی یک قطعه را به تدریج در حال حرکت نشان می دهد
ja: スライドピースアニメーションは、ピースが徐々に移動する様子を示しています
ko: 슬라이딩 조각 애니메이션은 조각이 점차적으로 움직이는 것을 보여줍니다.
lt: Stumdomos detalės animacija rodo, kad gabalas palaipsniui juda
no: Animasjon med glidende brikke viser en brikke som gradvis beveger seg på tvers
pl: Animacja przesuwania elementów pokazuje, jak element stopniowo się przesuwa
pt: A animação de peça deslizante mostra uma peça se movendo gradualmente
ro: Animația piesei glisante arată o piesă care se deplasează treptat
ru: Анимация скользящей части показывает, как часть постепенно перемещается

source: the board when it is making a move from one square to another,
fa: تخته زمانی که از یک مربع به مربع دیگر حرکت می کند،
ja: 盤面が1つのマスから別のマスへ移動するとき、
ko: 보드가 한 칸에서 다른 칸으로 이동할 때,
lt: lenta, kai ji pereina iš vieno langelio į kitą,
no: brettet når det beveger seg fra en rute til en annen,
pl: plansza, gdy wykonuje ruch z jednego pola na drugie,
pt: o tabuleiro quando ele está se movendo de uma casa para outra,
ro: tabla atunci când face o mișcare dintr-un pătrat în altul,
ru: доску, когда она делает ход с одного поля на другое,

source: rather than instantaneously disappearing from the start square
fa: به جای ناپدید شدن آنی از میدان شروع
ja: スタート地点から一瞬で消えるのではなく
ko: 시작 지점에서 즉시 사라지는 것보다
lt: o ne akimirksniu dingti iš starto aikštės
no: i stedet for å forsvinne øyeblikkelig fra startplassen
pl: zamiast natychmiastowego zniknięcia z pola startowego
pt: em vez de desaparecer instantaneamente do quadrado inicial
ro: mai degrabă decât să dispară instantaneu din pătratul de start
ru: а не мгновенно исчезнуть из стартовой клетки

source: and reappearing on the destination square.
fa: و دوباره در میدان مقصد ظاهر می شود.
ja: 目的地のマスに再び現れます。
ko: 목적지 사각형에 다시 나타납니다.
lt: ir vėl pasirodo paskirties aikštėje.
no: og dukker opp igjen på destinasjonsplassen.
pl: i ponownie pojawia się na polu docelowym.
pt: e reaparecendo no quadrado de destino.
ro: si reaparand pe piata destinatiei.
ru: и снова появляется на клетке назначения.

source: This dialog box allows the user to select options
fa: این کادر محاوره ای به کاربر امکان انتخاب گزینه ها را می دهد
ja: このダイアログボックスでは、ユーザーはオプションを選択できます。
ko: 이 대화 상자를 사용하면 사용자가 옵션을 선택할 수 있습니다.
lt: Šiame dialogo lange vartotojas gali pasirinkti parinktis
no: Denne dialogboksen lar brukeren velge alternativer
pl: To okno dialogowe umożliwia użytkownikowi wybór opcji
pt: Esta caixa de diálogo permite ao usuário selecionar opções
ro: Această casetă de dialog permite utilizatorului să selecteze opțiuni
ru: Это диалоговое окно позволяет пользователю выбирать параметры

source: for sliding piece animation.
fa: برای انیمیشن قطعه کشویی.
ja: スライディングピースアニメーション用。
ko: 슬라이딩 조각 애니메이션을 위해.
lt: slankiojančių kūrinių animacijai.
no: for glidende stykke animasjon.
pl: do animacji przesuwanych elementów.
pt: para animação de peças deslizantes.
ro: pentru animația piesei glisante.
ru: для анимации скользящего элемента.

source: Use animation - use sliding piece animation for moves.
fa: از انیمیشن استفاده کنید - از انیمیشن قطعه کشویی برای حرکت استفاده کنید.
ja: アニメーションを使用する - 移動にスライディング ピース アニメーションを使用します。
ko: 애니메이션을 사용합니다. 움직일 때는 슬라이딩 조각 애니메이션을 사용합니다.
lt: Naudokite animaciją – judesiams naudokite slankiojančią animaciją.
no: Bruk animasjon - bruk glidestykkeanimasjon for trekk.
pl: Użyj animacji - użyj animacji przesuwania elementów do ruchów.
pt: Use animação - use animação de peças deslizantes para movimentos.
ro: Folosește animație - folosește animația piesei glisante pentru mișcări.
ru: Использовать анимацию — использовать анимацию скользящих фигур для ходов.

source: Screen increment - is the size in thousandths, for the
fa: افزایش صفحه - اندازه در هزارم است
ja: 画面の増分 - 1000分の1単位のサイズ。
ko: 화면 증가 - 화면의 크기(천분의 일)입니다.
lt: Ekrano padidėjimas – yra dydis tūkstantosiomis dalimis
no: Skjermøkning - er størrelsen i tusendeler, for
pl: Przyrost ekranu – jest to wielkość w tysięcznych częściach, dla
pt: Incremento da tela - é o tamanho em milésimos, para o
ro: Creșterea ecranului - este dimensiunea în miimi, pentru
ru: Шаг экрана - это размер в тысячных долях, для

source: position change for a piece when it is re-drawn on the screen.
fa: تغییر موقعیت برای یک قطعه زمانی که دوباره روی صفحه کشیده می شود.
ja: ピースが画面上に再描画される際の位置の変化。
ko: 화면에 다시 그려질 때 조각의 위치가 변경됩니다.
lt: kūrinio padėties pasikeitimas, kai jis iš naujo nupieštas ekrane.
no: posisjonsendring for en brikke når den tegnes på nytt på skjermen.
pl: zmiana położenia elementu podczas jego ponownego rysowania na ekranie.
pt: mudança de posição de uma peça quando ela é redesenhada na tela.
ro: schimbarea poziției pentru o piesă atunci când este redesenată pe ecran.
ru: изменение положения фигуры при ее повторном отображении на экране.

source: A lower figure gives a smoother but slower animation,
fa: یک رقم پایین تر انیمیشن روان تر اما کندتر می دهد،
ja: 数値が低いほどアニメーションはスムーズになりますが、遅くなります。
ko: 낮은 수치는 더 부드럽지만 느린 애니메이션을 제공합니다.
lt: Mažesnė figūra suteikia sklandesnę, bet lėtesnę animaciją,
no: Et lavere tall gir en jevnere, men langsommere animasjon,
pl: Niższa wartość daje płynniejszą, ale wolniejszą animację,
pt: Um número menor proporciona uma animação mais suave, porém mais lenta,
ro: O cifră mai mică oferă o animație mai lină, dar mai lentă,
ru: Меньшее значение дает более плавную, но медленную анимацию,

source: A higher figure gives a faster, but more jerky animation.
fa: یک رقم بالاتر انیمیشن سریعتر، اما تندتری را ارائه می دهد.
ja: 数値が高いほどアニメーションは速くなりますが、ぎくしゃくした感じになります。
ko: 수치가 높을수록 애니메이션은 더 빠르지만 갑작스러운 움직임이 발생합니다.
lt: Didesnis skaičius suteikia greitesnę, bet trūkčiojančią animaciją.
no: Et høyere tall gir en raskere, men mer rykkete animasjon.
pl: Wyższa wartość oznacza szybszą, ale bardziej urywaną animację.
pt: Um valor maior resulta em uma animação mais rápida, porém mais irregular.
ro: O cifră mai mare oferă o animație mai rapidă, dar mai sacadată.
ru: Более высокое значение дает более быструю, но прерывистую анимацию.

source: With 3d graphics you will need a very fast computer and graphics card
fa: با گرافیک سه بعدی به یک کامپیوتر و کارت گرافیک بسیار سریع نیاز خواهید داشت
ja: 3Dグラフィックスでは、非常に高速なコンピュータとグラフィックカードが必要になります。
ko: 3D 그래픽을 사용하려면 매우 빠른 컴퓨터와 그래픽 카드가 필요합니다.
lt: Su 3D grafika jums reikės labai greito kompiuterio ir vaizdo plokštės
no: Med 3d-grafikk trenger du en veldig rask datamaskin og grafikkort
pl: Do grafiki 3D potrzebny jest bardzo szybki komputer i karta graficzna
pt: Com gráficos 3D você precisará de um computador e placa gráfica muito rápidos
ro: Cu grafică 3d veți avea nevoie de un computer foarte rapid și de o placă grafică
ru: Для 3D-графики вам понадобится очень быстрый компьютер и видеокарта.

source: to have this figure set to less than 10
fa: تا این رقم کمتر از 10 باشد
ja: この数値を10未満に設定する
ko: 이 수치를 10보다 작게 설정하려면
lt: kad šis skaičius būtų mažesnis nei 10
no: for å ha dette tallet satt til mindre enn 10
pl: ustawić tę liczbę na mniej niż 10
pt: para que esse número seja menor que 10
ro: pentru a avea această cifră setată la mai puțin de 10
ru: чтобы эта цифра была меньше 10

source: On my computer, which is almost an antique,
fa: در کامپیوتر من که تقریباً یک عتیقه است،
ja: 私のコンピューターはほぼ骨董品ですが、
ko: 내 컴퓨터는 거의 골동품과도 같은데,
lt: Mano kompiuteryje, kuris yra beveik senovinis,
no: På datamaskinen min, som nesten er en antikk,
pl: Na moim komputerze, który jest już prawie zabytkiem,
pt: No meu computador, que é quase uma antiguidade,
ro: Pe computerul meu, care este aproape antic,
ru: На моем компьютере, который является почти антиквариатом,

source: I have the screen increment set to 100
fa: من افزایش صفحه نمایش را روی 100 تنظیم کرده ام
ja: 画面の増分を100に設定しています
ko: 화면 증가를 100으로 설정했습니다
lt: Nustačiau ekrano žingsnį į 100
no: Jeg har skjermstigningen satt til 100
pl: Mam ustawiony przyrost ekranu na 100
pt: Tenho o incremento da tela definido para 100
ro: Am incrementul de ecran setat la 100
ru: У меня шаг экрана установлен на 100

source: On my new computer, I have the screen increment set to 30
fa: در رایانه جدیدم، افزایش صفحه روی 30 تنظیم شده است
ja: 新しいコンピュータでは、画面の増分を30に設定しています
ko: 내 새 컴퓨터에서는 화면 증가를 30으로 설정했습니다.
lt: Mano naujajame kompiuteryje ekrano padidėjimas yra 30
no: På den nye datamaskinen min har jeg skjermstigningen satt til 30
pl: Na moim nowym komputerze mam ustawiony przyrost ekranu na 30
pt: No meu novo computador, tenho o incremento da tela definido para 30
ro: Pe noul meu computer, am incrementul de ecran setat la 30
ru: На моем новом компьютере я установил шаг экрана на 30.

source: Delay - is the delay in milli-seconds between each re-draw of a piece.
fa: تاخیر - تاخیر در میلی ثانیه بین هر بار کشیدن مجدد یک قطعه است.
ja: 遅延 - ピースの再描画間の遅延（ミリ秒単位）です。
ko: 지연 - 조각을 다시 뽑는 사이의 밀리초 단위 지연입니다.
lt: Vėlavimas – tai delsa milisekundėmis tarp kiekvieno gabalo pertraukimo.
no: Forsinkelse - er forsinkelsen i millisekunder mellom hver omtrekking av en brikke.
pl: Opóźnienie – opóźnienie w milisekundach pomiędzy każdym ponownym wylosowaniem figury.
pt: Atraso - é o atraso em milissegundos entre cada novo desenho de uma peça.
ro: Întârziere - este întârzierea în milisecunde dintre fiecare re-desenare a unei piese.
ru: Задержка — задержка в миллисекундах между каждым повторным вытягиванием фигуры.
