Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: These options allow you to specify how the vertex colours are changed after
fa: این گزینه ها به شما این امکان را می دهند تا مشخص کنید که چگونه رنگ های رأس تغییر می کنند
ja: これらのオプションでは、頂点の色をどのように変更するかを指定できます。
ko: 이러한 옵션을 사용하면 정점 색상이 어떻게 변경되는지 지정할 수 있습니다.
lt: Šios parinktys leidžia nurodyti, kaip po to keičiamos viršūnių spalvos
no: Disse alternativene lar deg spesifisere hvordan toppunktfargene endres etterpå
pl: Opcje te umożliwiają określenie sposobu zmiany kolorów wierzchołków po
pt: Estas opções permitem que você especifique como as cores dos vértices são alteradas após
ro: Aceste opțiuni vă permit să specificați cum sunt schimbate culorile vârfurilor după
ru: Эти параметры позволяют указать, как будут изменяться цвета вершин после

source: a board flip. This only applies if < Flip background with board > is checked.
fa: یک تلنگر تخته این فقط در صورتی اعمال می‌شود که <Flip background with board > علامت زده شود.
ja: ボードを反転します。これは、< ボードに合わせて背景を反転 > がチェックされている場合にのみ適用されます。
ko: 보드 뒤집기. 이것은 <보드와 배경 뒤집기>가 체크된 경우에만 적용됩니다.
lt: lentos apverstas. Tai taikoma tik tuo atveju, jei pažymėta < Flip background with board >.
no: en brettflip. Dette gjelder kun hvis < Vend bakgrunn med brett > er merket av.
pl: flip planszy. Dotyczy to tylko sytuacji, gdy zaznaczono < Flip background with board >.
pt: uma virada de tabuleiro. Isso só se aplica se < Flip background with board > estiver marcado.
ro: un board flip. Acest lucru se aplică numai dacă < Întoarce fundalul cu tablă > este bifat.
ru: переворот доски. Это применимо только если отмечено < Перевернуть фон с доской >.

source: Swap - swaps the colour of the bottom vertex with the two top ones.
fa: تعویض - رنگ راس پایین را با دو رأس بالا عوض می کند.
ja: スワップ - 下の頂点の色を上の 2 つの頂点の色と交換します。
ko: 교환 - 아래쪽 정점의 색상을 위쪽 두 정점의 색상과 바꿉니다.
lt: Sukeisti – sukeičia apatinės viršūnės spalvą su dviem viršutinėmis.
no: Bytt - bytter fargen på det nederste toppunktet med de to øverste.
pl: Zamień – zamienia kolor dolnego wierzchołka z dwoma górnymi.
pt: Trocar - troca a cor do vértice inferior com os dois superiores.
ro: Schimbare - schimbă culoarea vârfului inferior cu cele două de sus.
ru: Поменять местами — меняет цвет нижней вершины с двумя верхними.

source: with the default settings, this simply reverses the colour gradient.
fa: با تنظیمات پیش فرض، این به سادگی گرادیان رنگ را معکوس می کند.
ja: デフォルト設定では、色のグラデーションが単純に反転されます。
ko: 기본 설정으로는 단순히 색상 그라데이션이 반전됩니다.
lt: naudojant numatytuosius nustatymus, tai tiesiog pakeičia spalvų gradientą.
no: med standardinnstillingene reverserer dette ganske enkelt fargegradienten.
pl: przy ustawieniach domyślnych po prostu odwraca się gradient kolorów.
pt: com as configurações padrão, isso simplesmente inverte o gradiente de cores.
ro: cu setările implicite, acest lucru pur și simplu inversează gradientul de culoare.
ru: при настройках по умолчанию это просто меняет цветовой градиент на противоположный.

source: Rotate up - this will rotate the colour vertices upwards.
fa: چرخش به بالا - با این کار رئوس رنگ به سمت بالا می چرخد.
ja: 上へ回転 - 色の頂点を上へ回転します。
ko: 위로 회전 - 이렇게 하면 색상 정점이 위쪽으로 회전합니다.
lt: Pasukti aukštyn – taip pasuksite spalvų viršūnes į viršų.
no: Roter opp - dette vil rotere fargepunktene oppover.
pl: Obróć w górę – spowoduje to obrócenie wierzchołków koloru w górę.
pt: Girar para cima - isso girará os vértices coloridos para cima.
ro: Rotire în sus - aceasta va roti vârfurile de culoare în sus.
ru: Повернуть вверх — это приведет к повороту цветных вершин вверх.

source: i.e. vertex 2 colour will be set to vertex 1 colour, v3 to v2 and v1 to v3
fa: یعنی رنگ راس 2 روی رنگ راس 1، v3 به v2 و v1 به v3 تنظیم می شود
ja: つまり、頂点2の色は頂点1の色に設定され、v3はv2に、v1はv3に設定されます。
ko: 즉, 정점 2 색상은 정점 1 색상으로 설정되고 v3은 v2로, v1은 v3로 설정됩니다.
lt: ty 2 viršūnės spalva bus nustatyta į 1 viršūnės spalvą, v3 į v2 ir v1 į v3
no: dvs. toppunkt 2-farge vil bli satt til toppunkt 1-farge, v3 til v2 og v1 til v3
pl: tj. kolor wierzchołka 2 zostanie ustawiony na kolor wierzchołka 1, v3 na v2, a v1 na v3
pt: ou seja, a cor do vértice 2 será definida como a cor do vértice 1, v3 como v2 e v1 como v3
ro: adică culoarea vârfului 2 va fi setată la culoarea vârfului 1, v3 la v2 și v1 la v3
ru: т.е. цвет вершины 2 будет установлен на цвет вершины 1, v3 на v2 и v1 на v3

source: Rotate up - this will rotate the colour vertices downwards.
fa: چرخش به بالا - این کار رئوس رنگ را به سمت پایین می چرخاند.
ja: 上へ回転 - 色の頂点を下向きに回転します。
ko: 위로 회전 - 이렇게 하면 색상 정점이 아래로 회전합니다.
lt: Pasukti aukštyn – taip pasuksite spalvų viršūnes žemyn.
no: Roter opp - dette vil rotere fargepunktene nedover.
pl: Obróć w górę – spowoduje to obrócenie wierzchołków koloru w dół.
pt: Girar para cima - isso girará os vértices coloridos para baixo.
ro: Rotire în sus - aceasta va roti vârfurile de culoare în jos.
ru: Повернуть вверх — это приведет к повороту цветных вершин вниз.

source: i.e. vertex 1 colour will be set to vertex 2 colour, v2 to v3 and v3 to v1
fa: یعنی رنگ راس 1 روی رنگ راس 2، v2 به v3 و v3 به v1 تنظیم می شود
ja: つまり、頂点1の色は頂点2の色に、v2はv3に、v3はv1に設定されます。
ko: 즉, 정점 1 색상은 정점 2 색상으로 설정되고 v2는 v3으로, v3는 v1로 설정됩니다.
lt: y., 1 viršūnės spalva bus nustatyta į 2 viršūnės spalvą, v2 į v3 ir v3 į v1
no: dvs. toppunkt 1-farge vil bli satt til toppunkt 2-farge, v2 til v3 og v3 til v1
pl: tj. kolor wierzchołka 1 zostanie ustawiony na kolor wierzchołka 2, v2 na v3, a v3 na v1
pt: ou seja, a cor do vértice 1 será definida como a cor do vértice 2, v2 como v3 e v3 como v1
ro: adică culoarea vârfului 1 va fi setată la culoarea vârfului 2, v2 la v3 și v3 la v1
ru: т.е. цвет вершины 1 будет установлен на цвет вершины 2, v2 на v3 и v3 на v1

source: Use image for background - Check this button to use a bitmap image
fa: استفاده از تصویر برای پس‌زمینه - برای استفاده از تصویر بیت مپ، این دکمه را علامت بزنید
ja: 背景に画像を使用する - ビットマップ画像を使用するにはこのボタンをチェックします
ko: 배경에 이미지 사용 - 비트맵 이미지를 사용하려면 이 버튼을 선택하세요.
lt: Naudoti vaizdą fone – pažymėkite šį mygtuką, jei norite naudoti bitmap vaizdą
no: Bruk bilde for bakgrunn - Merk av for denne knappen for å bruke et punktgrafikkbilde
pl: Użyj obrazu jako tła — zaznacz ten przycisk, aby użyć obrazu bitmapowego
pt: Usar imagem para plano de fundo - Marque este botão para usar uma imagem bitmap
ro: Utilizați imaginea pentru fundal - Bifați acest buton pentru a utiliza o imagine bitmap
ru: Использовать изображение в качестве фона. Установите этот флажок, чтобы использовать растровое изображение.

source: for the main window background.
fa: برای پس زمینه پنجره اصلی
ja: メインウィンドウの背景用。
ko: 메인 창 배경용.
lt: pagrindinio lango fonui.
no: for hovedvinduets bakgrunn.
pl: dla tła głównego okna.
pt: para o fundo da janela principal.
ro: pentru fundalul ferestrei principale.
ru: для фона главного окна.

source: Select image file - Select the image file that you want to use.
fa: فایل تصویری را انتخاب کنید - فایل تصویری را که می خواهید استفاده کنید انتخاب کنید.
ja: 画像ファイルの選択 - 使用する画像ファイルを選択します。
ko: 이미지 파일 선택 - 사용할 이미지 파일을 선택하세요.
lt: Pasirinkti vaizdo failą – pasirinkite vaizdo failą, kurį norite naudoti.
no: Velg bildefil – Velg bildefilen du vil bruke.
pl: Wybierz plik obrazu – Wybierz plik obrazu, którego chcesz użyć.
pt: Selecionar arquivo de imagem - Selecione o arquivo de imagem que você deseja usar.
ro: Selectare fișier imagine - Selectați fișierul imagine pe care doriți să îl utilizați.
ru: Выберите файл изображения. Выберите файл изображения, который вы хотите использовать.

source: You may select *.png *.jpg *.bmp *.dds *.dib and *.tga files.
fa: می توانید فایل های *.png *.jpg *.bmp *.dds *.dib و *.tga را انتخاب کنید.
ja: *.png、*.jpg、*.bmp、*.dds、*.dib、*.tga ファイルを選択できます。
ko: *.png *.jpg *.bmp *.dds *.dib 및 *.tga 파일을 선택할 수 있습니다.
lt: Galite pasirinkti *.png *.jpg *.bmp *.dds *.dib ir *.tga failus.
no: Du kan velge *.png *.jpg *.bmp *.dds *.dib og *.tga filer.
pl: Można wybrać pliki o rozszerzeniu *.png *.jpg *.bmp *.dds *.dib i *.tga.
pt: Você pode selecionar arquivos *.png *.jpg *.bmp *.dds *.dib e *.tga.
ro: Puteți selecta fișiere *.png *.jpg *.bmp *.dds *.dib și *.tga.
ru: Вы можете выбрать файлы *.png *.jpg *.bmp *.dds *.dib и *.tga.

source: For more details on using bitmap image files click on the < Image files > button
fa: برای جزئیات بیشتر در مورد استفاده از فایل های تصویری bitmap روی دکمه < Image files > کلیک کنید
ja: ビットマップ画像ファイルの使用に関する詳細については、<画像ファイル>ボタンをクリックしてください。
ko: 비트맵 이미지 파일 사용에 대한 자세한 내용은 <이미지 파일> 버튼을 클릭하세요.
lt: Norėdami gauti daugiau informacijos apie bitmap vaizdo failų naudojimą, spustelėkite mygtuką < Vaizdo failai >
no: For mer informasjon om bruk av bitmap-bildefiler, klikk på < Bildefiler >-knappen
pl: Aby uzyskać więcej szczegółów na temat korzystania z plików obrazów bitmapowych, kliknij przycisk < Pliki obrazów >
pt: Para mais detalhes sobre o uso de arquivos de imagem bitmap, clique no botão < Arquivos de imagem >
ro: Pentru mai multe detalii despre utilizarea fișierelor imagine bitmap, faceți clic pe butonul < Fișiere imagine >
ru: Для получения более подробной информации об использовании файлов растровых изображений нажмите кнопку < Файлы изображений >.

source: Triangle size - input the size for the window background colour triangle.
fa: اندازه مثلث - اندازه مثلث رنگ پس زمینه پنجره را وارد کنید.
ja: 三角形のサイズ - ウィンドウの背景色の三角形のサイズを入力します。
ko: 삼각형 크기 - 창 배경색 삼각형의 크기를 입력하세요.
lt: Trikampio dydis – įveskite lango fono spalvos trikampio dydį.
no: Trekantstørrelse - skriv inn størrelsen for vindusbakgrunnsfargetrekanten.
pl: Rozmiar trójkąta – wprowadź rozmiar trójkąta oznaczającego kolor tła okna.
pt: Tamanho do triângulo - insira o tamanho do triângulo da cor de fundo da janela.
ro: Dimensiunea triunghiului - introduceți dimensiunea pentru triunghiul de culoare de fundal al ferestrei.
ru: Размер треугольника — введите размер треугольника цвета фона окна.

source: A smaller size gives better definition, but if you make it too small,
fa: اندازه کوچکتر تعریف بهتری می دهد، اما اگر آن را خیلی کوچک کنید،
ja: サイズが小さいほど鮮明度は高くなりますが、小さすぎると
ko: 더 작은 크기는 더 나은 정의를 제공하지만 너무 작게 만들면
lt: Mažesnis dydis suteikia geresnį apibrėžimą, bet jei padarysite jį per mažą,
no: En mindre størrelse gir bedre definisjon, men hvis du gjør den for liten,
pl: Mniejszy rozmiar zapewnia lepszą definicję, ale jeśli zrobisz go za małym,
pt: Um tamanho menor dá melhor definição, mas se você torná-lo muito pequeno,
ro: O dimensiune mai mică oferă o definiție mai bună, dar dacă o faceți prea mică,
ru: Меньший размер дает лучшее разрешение, но если вы сделаете его слишком маленьким,

source: it will not fully cover the screen.
fa: آن را به طور کامل صفحه نمایش را پوشش نمی دهد.
ja: 画面を完全に覆うことはできません。
ko: 화면을 완전히 덮지는 않습니다.
lt: jis visiškai neuždengs ekrano.
no: den vil ikke dekke skjermen helt.
pl: nie pokryje całego ekranu.
pt: não cobrirá totalmente a tela.
ro: nu va acoperi complet ecranul.
ru: он не будет полностью закрывать экран.

source: Flip background with board - Check to flip the main window background
fa: برگرداندن پس‌زمینه با تخته - برای برگرداندن پس‌زمینه پنجره اصلی علامت بزنید
ja: ボードで背景を反転 - メインウィンドウの背景を反転するにはチェックを入れます
ko: 보드와 배경 뒤집기 - 메인 창 배경을 뒤집으려면 체크하세요
lt: Apversti foną su lenta – pažymėkite, jei norite apversti pagrindinio lango foną
no: Vend bakgrunn med tavle - Merk av for å snu hovedvinduets bakgrunn
pl: Odwróć tło z planszą – zaznacz, aby odwrócić tło głównego okna
pt: Inverter fundo com quadro - Marque para inverter o fundo da janela principal
ro: Întoarce fundalul cu tabla - Bifați pentru a răsturna fundalul ferestrei principale
ru: Перевернуть фон вместе с доской — установите флажок, чтобы перевернуть фон главного окна.

source: in harmony with a board flip.
fa: هماهنگ با تلنگر تخته.
ja: ボードの反転と調和します。
ko: 보드 플립과 조화를 이룹니다.
lt: dera su lentos apverstu.
no: i harmoni med en brettflip.
pl: w harmonii z flipem na desce.
pt: em harmonia com um board flip.
ro: în armonie cu un board flip.
ru: в гармонии с переворотом доски.

source: To restore the default values for all screen elements,
fa: برای بازیابی مقادیر پیش فرض برای همه عناصر صفحه،
ja: すべての画面要素のデフォルト値を復元するには、
ko: 모든 화면 요소에 대한 기본값을 복원하려면
lt: Norėdami atkurti numatytąsias visų ekrano elementų reikšmes,
no: For å gjenopprette standardverdiene for alle skjermelementer,
pl: Aby przywrócić wartości domyślne dla wszystkich elementów ekranu,
pt: Para restaurar os valores padrão de todos os elementos da tela,
ro: Pentru a restabili valorile implicite pentru toate elementele ecranului,
ru: Чтобы восстановить значения по умолчанию для всех элементов экрана,

source: click on the Defaults button at the bottom of the screen.
fa: روی دکمه Defaults در پایین صفحه کلیک کنید.
ja: 画面下部の「デフォルト」ボタンをクリックします。
ko: 화면 하단의 기본값 버튼을 클릭하세요.
lt: spustelėkite ekrano apačioje esantį mygtuką Numatytieji nustatymai.
no: klikk på Standard-knappen nederst på skjermen.
pl: Kliknij przycisk Domyślne na dole ekranu.
pt: clique no botão Padrões na parte inferior da tela.
ro: faceți clic pe butonul Setări implicite din partea de jos a ecranului.
ru: нажмите кнопку «По умолчанию» в нижней части экрана.

source: Like the board bitmaps and the sound effects,
fa: مانند بیت مپ های برد و جلوه های صوتی،
ja: ボードのビットマップやサウンドエフェクトのように、
ko: 보드 비트맵과 사운드 효과와 마찬가지로
lt: Kaip lentos bitmaps ir garso efektai,
no: I likhet med tavlens punktgrafikk og lydeffekter,
pl: Podobnie jak mapy bitowe i efekty dźwiękowe,
pt: Assim como os bitmaps da placa e os efeitos sonoros,
ro: La fel ca hărțile de bit ale plăcii și efectele sonore,
ru: Как и растровые изображения доски и звуковые эффекты,

source: you can add files to use for the main window background in 3d
fa: می توانید فایل هایی را برای استفاده برای پس زمینه پنجره اصلی به صورت سه بعدی اضافه کنید
ja: 3Dのメインウィンドウの背景に使用するファイルを追加できます
ko: 3D 메인 창 배경에 사용할 파일을 추가할 수 있습니다.
lt: galite pridėti failų, skirtų naudoti pagrindinio lango fone 3D
no: du kan legge til filer som skal brukes for hovedvinduets bakgrunn i 3d
pl: możesz dodać pliki, które wykorzystasz jako tło głównego okna w 3D
pt: você pode adicionar arquivos para usar como plano de fundo da janela principal em 3D
ro: puteți adăuga fișiere de utilizat pentru fundalul ferestrei principale în 3d
ru: вы можете добавлять файлы для использования в качестве фона главного окна в 3D

source: You may use the following file types for a background bitmap image.
fa: می توانید از انواع فایل زیر برای تصویر بیت مپ پس زمینه استفاده کنید.
ja: 背景ビットマップ画像には次のファイルタイプを使用できます。
ko: 배경 비트맵 이미지에 다음 파일 유형을 사용할 수 있습니다.
lt: Fono bitmap vaizdui galite naudoti šiuos failų tipus.
no: Du kan bruke følgende filtyper for et bakgrunnsbilde.
pl: Do stworzenia obrazu bitmapowego tła możesz użyć następujących typów plików.
pt: Você pode usar os seguintes tipos de arquivo para uma imagem bitmap de fundo.
ro: Puteți utiliza următoarele tipuri de fișiere pentru o imagine bitmap de fundal.
ru: Для фонового растрового изображения можно использовать следующие типы файлов.

source: Unlike the board bitmap files, although there are no rigid size restrictions,
fa: برخلاف فایل های بیت مپ برد، اگرچه هیچ محدودیتی در اندازه سخت وجود ندارد.
ja: ボードビットマップファイルとは異なり、厳密なサイズ制限はありませんが、
ko: 보드 비트맵 파일과 달리 엄격한 크기 제한은 없지만,
lt: Skirtingai nuo lentos bitmap failų, nors nėra griežtų dydžio apribojimų,
no: I motsetning til styrets punktgrafikkfiler, selv om det ikke er noen stive størrelsesbegrensninger,
pl: W przeciwieństwie do plików bitmapowych, chociaż nie ma sztywnych ograniczeń rozmiaru,
pt: Ao contrário dos arquivos bitmap da placa, embora não haja restrições rígidas de tamanho,
ro: Spre deosebire de fișierele bitmap de pe placă, deși nu există restricții de dimensiune rigide,
ru: В отличие от файлов растровых изображений платы, хотя жестких ограничений по размеру нет,

source: I strongly advise you to make them square and the size a power of 2,
fa: من اکیداً به شما توصیه می کنم آنها را مربع و اندازه آنها را 2 بسازید.
ja: 正方形にしてサイズを2の累乗にすることを強くお勧めします。
ko: 나는 당신이 그것들을 정사각형으로 만들고 크기를 2의 거듭제곱으로 만드는 것을 강력히 권장합니다.
lt: Primygtinai patariu, kad jie būtų kvadratiniai, o jų dydis būtų 2,
no: Jeg anbefaler deg på det sterkeste å gjøre dem firkantede og størrelsen til en potens på 2,
pl: Zdecydowanie radzę Ci, abyś zrobił je kwadratowe i o rozmiarze będącym potęgą liczby 2,
pt: Eu recomendo fortemente que você os faça quadrados e do tamanho de uma potência de 2,
ro: Vă sfătuiesc cu insistență să le faceți pătrate și mărimea unei puteri de 2,
ru: Я настоятельно рекомендую вам сделать их квадратными и размером, равным степени 2,

source: e.g. 512 * 512, 1024 * 1024 etc. because then they load much more quickly.
fa: به عنوان مثال 512 * 512، 1024 * 1024 و غیره زیرا در این صورت آنها بسیار سریعتر بارگیری می شوند.
ja: たとえば、512 * 512、1024 * 1024 などです。こうすると、読み込みがはるかに速くなります。
ko: 예를 들어 512 * 512, 1024 * 1024 등으로 설정하면 훨씬 더 빨리 로드됩니다.
lt: pvz. 512 * 512, 1024 * 1024 ir tt, nes tada jie įkeliami daug greičiau.
no: f.eks. 512 * 512, 1024 * 1024 osv. for da laster de mye raskere.
pl: np. 512 * 512, 1024 * 1024 itd., ponieważ wówczas ładują się znacznie szybciej.
pt: por exemplo 512 * 512, 1024 * 1024 etc. porque assim eles carregam muito mais rápido.
ro: de ex. 512 * 512, 1024 * 1024 etc pentru ca atunci se incarca mult mai repede.
ru: например, 512 * 512, 1024 * 1024 и т. д., потому что тогда они загружаются гораздо быстрее.

source: In terms of definition quality, there does not seem to be much difference
fa: از نظر کیفیت تعریف، به نظر نمی رسد تفاوت زیادی وجود داشته باشد
ja: 解像度に関しては、大きな違いはないようです
ko: 정의 품질 측면에서는 큰 차이가 없는 것으로 보입니다.
lt: Kalbant apie apibrėžimo kokybę, panašu, kad nėra didelio skirtumo
no: Når det gjelder definisjonskvalitet, ser det ikke ut til å være stor forskjell
pl: Jeśli chodzi o jakość definicji, nie wydaje się, aby istniała duża różnica
pt: Em termos de qualidade de definição, não parece haver muita diferença
ro: În ceea ce privește calitatea definiției, nu pare să fie prea mare diferență
ru: С точки зрения качества определения, похоже, большой разницы нет.

source: between the formats when used in this program.
fa: بین فرمت هایی که در این برنامه استفاده می شود.
ja: このプログラムで使用する場合の形式間の相違点。
ko: 이 프로그램에서 사용할 경우 형식 사이를 전환합니다.
lt: tarp formatų, kai naudojami šioje programoje.
no: mellom formatene når de brukes i dette programmet.
pl: między formatami używanymi w tym programie.
pt: entre os formatos quando usados neste programa.
ro: între formate atunci când este utilizat în acest program.
ru: между форматами при использовании в этой программе.

source: I have provided .png and .jpg versions of the Travertine009 file
fa: من نسخه های png. و .jpg فایل Travertine009 را ارائه کرده ام
ja: Travertine009ファイルの.pngと.jpgバージョンを用意しました。
ko: Travertine009 파일의 .png 및 .jpg 버전을 제공했습니다.
lt: Pateikiau .png ir .jpg failo Travertine009 versijas
no: Jeg har gitt .png- og .jpg-versjoner av Travertine009-filen
pl: Dostarczyłem wersje pliku Travertine009 w formatach .png i .jpg
pt: Forneci versões .png e .jpg do arquivo Travertine009
ro: Am furnizat versiuni .png și .jpg ale fișierului Travertine009
ru: Я предоставил версии файла Travertine009 в форматах .png и .jpg.

source: from Ambientcg.com so that you can compare them if you wish to.
fa: از Ambientcg.com تا در صورت تمایل بتوانید آنها را با هم مقایسه کنید.
ja: Ambientcg.com からダウンロードできるので、必要に応じて比較することができます。
ko: 원하시면 Ambientcg.com에서 비교할 수 있습니다.
lt: iš Ambientcg.com, kad galėtumėte juos palyginti, jei norite.
no: fra Ambientcg.com slik at du kan sammenligne dem hvis du ønsker det.
pl: ze strony Ambientcg.com, dzięki czemu możesz je porównać, jeśli chcesz.
pt: do Ambientcg.com para que você possa compará-los se desejar.
ro: de la Ambientcg.com, astfel încât să le puteți compara dacă doriți.
ru: с сайта Ambientcg.com, чтобы вы могли сравнить их, если захотите.

source: I did try a *.png version of this file, 2048 pixels square,
fa: من یک نسخه *.png از این فایل را امتحان کردم، مربع 2048 پیکسل،
ja: このファイルの2048ピクセル四方の*.pngバージョンを試してみました。
ko: 나는 이 파일의 *.png 버전을 시도했습니다. 2048픽셀 정사각형입니다.
lt: Išbandžiau *.png šio failo versiją, 2048 pikselių kvadratą,
no: Jeg prøvde en *.png-versjon av denne filen, 2048 piksler i kvadrat,
pl: Wypróbowałem wersję *.png tego pliku, o wymiarach 2048 pikseli na kwadracie,
pt: Eu tentei uma versão *.png deste arquivo, 2048 pixels quadrados,
ro: Am încercat o versiune *.png a acestui fișier, 2048 pixeli pătrați,
ru: Я попробовал версию этого файла *.png, квадрат размером 2048 пикселей,

source: and the definition was marginally better, but the file size is much larger,
fa: و تعریف کمی بهتر بود، اما اندازه فایل بسیار بزرگتر است،
ja: 解像度はわずかに向上しましたが、ファイルサイズははるかに大きくなりました。
ko: 그리고 정의는 약간 더 좋아졌지만 파일 크기가 훨씬 더 큽니다.
lt: ir apibrėžimas buvo šiek tiek geresnis, bet failo dydis yra daug didesnis,
no: og definisjonen var marginalt bedre, men filstørrelsen er mye større,
pl: a definicja była nieznacznie lepsza, ale rozmiar pliku był znacznie większy,
pt: e a definição era marginalmente melhor, mas o tamanho do arquivo é muito maior,
ro: iar definiția a fost puțin mai bună, dar dimensiunea fișierului este mult mai mare,
ru: и разрешение стало немного лучше, но размер файла стал намного больше,

source: 5.2mb for 2048 pixels square compared with 1.3mb for 1024 pixels square.
fa: 5.2 مگابایت برای مربع 2048 پیکسل در مقایسه با 1.3 مگابایت برای 1024 پیکسل مربع.
ja: 2048 ピクセル四方の場合は 5.2 MB、1024 ピクセル四方の場合は 1.3 MB です。
ko: 2048픽셀 정사각형의 경우 5.2mb인 반면, 1024픽셀 정사각형의 경우 1.3mb입니다.
lt: 5,2 MB 2048 pikselių kvadratiniam plotui, palyginti su 1,3 MB 1024 pikselių kvadratui.
no: 5,2 mb for 2048 piksler i kvadrat sammenlignet med 1,3 mb for 1024 piksler i kvadrat.
pl: 5,2 MB dla 2048 pikseli kwadratowych w porównaniu do 1,3 MB dla 1024 pikseli kwadratowych.
pt: 5,2 MB para 2.048 pixels quadrados, em comparação com 1,3 MB para 1.024 pixels quadrados.
ro: 5,2 MB pentru 2048 pixeli pătrați, comparativ cu 1,3 MB pentru 1024 pixeli pătrați.
ru: 5,2 МБ для квадрата размером 2048 пикселей по сравнению с 1,3 МБ для квадрата размером 1024 пикселя.

source: Ambientcg.com has some really high definition versions of their files,
fa: Ambientcg.com چند نسخه با کیفیت بسیار بالا از فایل های خود دارد،
ja: Ambientcg.comには、非常に高解像度のファイルがいくつかあります。
ko: Ambientcg.com에는 정말 고화질 버전의 파일이 있습니다.
lt: Ambientcg.com turi keletą tikrai didelės raiškos failų versijų,
no: Ambientcg.com har noen virkelig høydefinisjonsversjoner av filene deres,
pl: Na stronie Ambientcg.com znajdują się pliki w naprawdę wysokiej rozdzielczości,
pt: Ambientcg.com tem algumas versões de seus arquivos em alta definição,
ro: Ambientcg.com are câteva versiuni de înaltă definiție ale fișierelor lor,
ru: Ambientcg.com предлагает несколько версий файлов с действительно высоким разрешением,

source: if you want to try them.
fa: اگر می خواهید آنها را امتحان کنید
ja: 試してみたい場合は。
ko: 시도해보고 싶다면.
lt: jei norite juos išbandyti.
no: hvis du vil prøve dem.
pl: jeśli chcesz ich spróbować.
pt: se você quiser experimentá-los.
ro: daca vrei sa le incerci.
ru: если вы хотите их попробовать.

source: There are many free sources for bitmap image files, if you want
fa: اگر بخواهید منابع رایگان زیادی برای فایل های تصویری بیت مپ وجود دارد
ja: ビットマップ画像ファイルの無料ソースは多数あります。
ko: 원하는 경우 비트맵 이미지 파일에 대한 무료 소스가 많이 있습니다.
lt: Jei norite, yra daug nemokamų bitmap vaizdo failų šaltinių
no: Det finnes mange gratis kilder for bitmap-bildefiler, hvis du vil
pl: Istnieje wiele bezpłatnych źródeł plików obrazów bitmapowych, jeśli chcesz
pt: Existem muitas fontes gratuitas para arquivos de imagem bitmap, se você quiser
ro: Există multe surse gratuite pentru fișiere imagine bitmap, dacă doriți
ru: Если хотите, есть много бесплатных источников для файлов растровых изображений.
