Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Load the engine match settings from a file
fa: تنظیمات مسابقه موتور را از یک فایل بارگیری کنید
ja: ファイルからエンジンのマッチ設定を読み込む
ko: 파일에서 엔진 매치 설정 로드
lt: Įkelkite variklio atitikties nustatymus iš failo
no: Last inn motormatchinnstillingene fra en fil
pl: Załaduj ustawienia dopasowania silnika z pliku
pt: Carregue as configurações de correspondência do mecanismo de um arquivo
ro: Încărcați setările de potrivire a motorului dintr-un fișier
ru: Загрузить настройки соответствия движка из файла

source: Display score on engine match panel tab
fa: نمایش امتیاز در تب پانل مسابقه موتور
ja: エンジンマッチパネルタブにスコアを表示する
ko: 엔진 매치 패널 탭에 점수 표시
lt: Rodyti rezultatą variklio atitikties skydelio skirtuke
no: Vis poengsum på motormatchpanelfanen
pl: Wyświetl wynik na karcie panelu dopasowania silnika
pt: Exibir pontuação na aba do painel de correspondência do motor
ro: Afișează scorul pe fila panoului de potrivire a motorului
ru: Отображение счета на вкладке панели соответствия двигателя

source: No engine selected
fa: موتور انتخاب نشده است
ja: エンジンが選択されていません
ko: 엔진이 선택되지 않았습니다
lt: Variklis nepasirinktas
no: Ingen motor valgt
pl: Nie wybrano silnika
pt: Nenhum motor selecionado
ro: Niciun motor selectat
ru: Двигатель не выбран

source: No book selected
fa: هیچ کتابی انتخاب نشده است
ja: 書籍が選択されていません
ko: 선택된 책이 없습니다
lt: Knyga nepasirinkta
no: Ingen bok er valgt
pl: Nie wybrano żadnej książki
pt: Nenhum livro selecionado
ro: Nicio carte selectată
ru: Книга не выбрана

source: This allows you to stage automatic engine matches.
fa: این به شما امکان می دهد مسابقات موتور خودکار را صحنه سازی کنید.
ja: これにより、自動エンジン マッチをステージングできるようになります。
ko: 이를 통해 자동 엔진 매치를 실행할 수 있습니다.
lt: Tai leidžia surengti automatines variklio rungtynes.
no: Dette lar deg iscenesette automatiske motormatcher.
pl: Umożliwia to automatyczne dobieranie silników.
pt: Isso permite que você organize partidas automáticas de motores.
ro: Acest lucru vă permite să organizați meciuri automate ale motorului.
ru: Это позволяет вам проводить автоматические сопоставления двигателей.

source: You can select the engines to play and the options to use for the match.
fa: می‌توانید موتورهای بازی و گزینه‌های مورد استفاده برای مسابقه را انتخاب کنید.
ja: プレイするエンジンと試合に使用するオプションを選択できます。
ko: 플레이할 엔진과 경기에 사용할 옵션을 선택할 수 있습니다.
lt: Galite pasirinkti variklius, kuriuos norite žaisti, ir parinktis, kurias naudosite rungtynėms.
no: Du kan velge motorene du vil spille og alternativene du vil bruke for kampen.
pl: Możesz wybrać silniki, którymi chcesz grać i opcje, które chcesz wykorzystać w meczu.
pt: Você pode selecionar os motores para jogar e as opções para usar na partida.
ro: Puteți selecta motoarele de jucat și opțiunile de utilizat pentru meci.
ru: Вы можете выбрать движки для игры и опции, которые будут использоваться в матче.

source: PGN filename : Select the PGN filename to store the engine match games.
fa: نام فایل PGN: نام فایل PGN را برای ذخیره بازی های مسابقه موتور انتخاب کنید.
ja: PGN ファイル名: エンジン マッチ ゲームを保存する PGN ファイル名を選択します。
ko: PGN 파일 이름: 엔진 매치 게임을 저장할 PGN 파일 이름을 선택하세요.
lt: PGN failo pavadinimas: pasirinkite PGN failo pavadinimą, kad išsaugotumėte variklio atitikimo žaidimus.
no: PGN-filnavn : Velg PGN-filnavnet for å lagre motormatchspillene.
pl: Nazwa pliku PGN: Wybierz nazwę pliku PGN, w którym będą przechowywane gry dopasowujące silnik.
pt: Nome do arquivo PGN: Selecione o nome do arquivo PGN para armazenar os jogos de partida do mecanismo.
ro: Nume fișier PGN : Selectați numele fișierului PGN pentru a stoca jocurile de potrivire ale motorului.
ru: Имя файла PGN: выберите имя файла PGN для сохранения игровых движков.

source: If no filename is input, EngineMatch.pgn will be used
fa: اگر نام فایلی وارد نشود، EngineMatch.pgn استفاده خواهد شد
ja: ファイル名が入力されていない場合は、EngineMatch.pgnが使用されます。
ko: 파일 이름을 입력하지 않으면 EngineMatch.pgn이 사용됩니다.
lt: Jei neįvedamas failo pavadinimas, bus naudojamas EngineMatch.pgn
no: Hvis ingen filnavn er skrevet inn, vil EngineMatch.pgn bli brukt
pl: Jeśli nie podano nazwy pliku, zostanie użyty EngineMatch.pgn
pt: Se nenhum nome de arquivo for inserido, EngineMatch.pgn será usado
ro: Dacă nu este introdus niciun nume de fișier, va fi folosit EngineMatch.pgn
ru: Если имя файла не указано, будет использован EngineMatch.pgn.

source: Select engine : Choose the engines and set their parameters.
fa: انتخاب موتور: موتورها را انتخاب کنید و پارامترهای آنها را تنظیم کنید.
ja: エンジンを選択: エンジンを選択し、そのパラメータを設定します。
ko: 엔진 선택: 엔진을 선택하고 매개변수를 설정합니다.
lt: Pasirinkite variklį: pasirinkite variklius ir nustatykite jų parametrus.
no: Velg motor : Velg motorene og still inn parameterne deres.
pl: Wybierz silnik: Wybierz silniki i ustaw ich parametry.
pt: Selecionar motor: Escolha os motores e defina seus parâmetros.
ro: Selectare motor: Alegeți motoarele și setați parametrii acestora.
ru: Выберите двигатель: выберите двигатели и задайте их параметры.

source: Use opening book : Check this box for the engine to use the opening book.
fa: از کتاب باز کردن استفاده کنید: این کادر را علامت بزنید تا موتور از دفترچه افتتاحیه استفاده کند.
ja: オープニングブックを使用する: エンジンがオープニングブックを使用するには、このボックスをオンにします。
ko: 오프닝 북 사용 : 엔진이 오프닝 북을 사용하려면 이 확인란을 선택하세요.
lt: Naudoti atidarymo knygą : pažymėkite šį langelį, kad variklis naudotų atidarymo knygą.
no: Bruk åpningsbok : Kryss av i denne boksen for at motoren skal bruke åpningsboken.
pl: Użyj księgi otwarć: Zaznacz to pole, aby silnik używał księgi otwarć.
pt: Usar livro de abertura: Marque esta caixa para que o mecanismo use o livro de abertura.
ro: Utilizați cartea de deschidere: bifați această casetă pentru ca motorul să folosească cartea de deschidere.
ru: Использовать дебютную книгу: установите этот флажок, чтобы движок использовал дебютную книгу.

source: Opening book : Select which opening book that you want to use for the match.
fa: کتاب افتتاحیه : کتاب افتتاحیه را که می خواهید برای مسابقه استفاده کنید انتخاب کنید.
ja: オープニングブック: 試合で使用するオープニングブックを選択します。
ko: 오프닝 북: 경기에 사용할 오프닝 북을 선택하세요.
lt: Atidarymo knyga : pasirinkite, kurią atidarymo knygą norite naudoti rungtynėms.
no: Åpningsbok : Velg hvilken åpningsbok du vil bruke til kampen.
pl: Księga otwarć: Wybierz księgę otwarć, którą chcesz wykorzystać w meczu.
pt: Livro de abertura: Selecione qual livro de abertura você deseja usar para a partida.
ro: Cartea de deschidere : selectați cartea de deschidere pe care doriți să o utilizați pentru meci.
ru: Дебютная книга: выберите, какую дебютную книгу вы хотите использовать для матча.

source: Time controls : Select blitz or fixed time period mode games.
fa: کنترل‌های زمان: بازی‌های حالت رعد اسا یا دوره زمانی ثابت را انتخاب کنید.
ja: 時間制御: ブリッツまたは固定時間モードのゲームを選択します。
ko: 시간 제어: 블리츠 또는 고정 기간 모드 게임을 선택하세요.
lt: Laiko valdikliai: pasirinkite „Blitz“ arba fiksuoto laikotarpio režimo žaidimus.
no: Tidskontroller: Velg blitz- eller fast tidsperiode-modus.
pl: Kontrola czasu: Wybierz tryb gry błyskawicznej lub o ustalonym okresie czasu.
pt: Controles de tempo: Selecione jogos de blitz ou de período de tempo fixo.
ro: Controale timpului: selectați jocuri blitz sau cu perioade de timp fix.
ru: Контроль времени: выберите режим блица или игры с фиксированным периодом времени.

source: Number of games : Specify how many games should be played.
fa: تعداد بازی ها: مشخص کنید چند بازی باید انجام شود.
ja: ゲーム数: プレイするゲームの数を指定します。
ko: 게임 수 : 플레이할 게임 수를 지정합니다.
lt: Žaidimų skaičius: nurodykite, kiek žaidimų reikia žaisti.
no: Antall spill : Spesifiser hvor mange spill som skal spilles.
pl: Liczba gier: Określ, ile gier ma zostać rozegranych.
pt: Número de jogos: especifique quantos jogos devem ser jogados.
ro: Număr de jocuri: specificați câte jocuri trebuie jucate.
ru: Количество игр: укажите, сколько игр должно быть сыграно.

source: Move limit : Specify how many moves should be played in a game,
fa: محدودیت حرکت: مشخص کنید که چند حرکت باید در یک بازی انجام شود،
ja: 移動制限: ゲーム中にプレイする移動回数を指定します。
ko: 이동 제한: 게임에서 플레이해야 하는 이동 수를 지정합니다.
lt: Judėjimo limitas: nurodykite, kiek ėjimų reikia žaisti žaidime,
no: Bevegelsesgrense: Spesifiser hvor mange trekk som skal spilles i et spill,
pl: Limit ruchów: Określ, ile ruchów powinno zostać wykonanych w grze,
pt: Limite de movimentos: especifique quantos movimentos devem ser jogados em um jogo,
ro: Limită de mișcare: specificați câte mișcări trebuie jucate într-un joc,
ru: Лимит ходов: укажите, сколько ходов должно быть сделано в игре,

source: before it is abandoned as a draw.
fa: قبل از اینکه به عنوان تساوی رها شود.
ja: 引き分けとして放棄される前に。
ko: 무승부로 버려지기 전에.
lt: prieš tai atsisakoma kaip lygiosios.
no: før det blir forlatt som uavgjort.
pl: zanim zostanie porzucony jako remis.
pt: antes de ser abandonado como um empate.
ro: înainte de a fi abandonat ca remiză.
ru: прежде чем он будет отменен из-за ничьей.

source: Alternate colours : Check this box to swap colours after each game.
fa: رنگ های جایگزین: برای تعویض رنگ ها بعد از هر بازی، این کادر را علامت بزنید.
ja: 代替色: 各ゲームの後に色を交換するには、このボックスをオンにします。
ko: 대체 색상: 이 상자를 선택하면 각 게임이 끝난 후 색상을 바꿀 수 있습니다.
lt: Alternatyvios spalvos: pažymėkite šį langelį, kad pakeistumėte spalvas po kiekvieno žaidimo.
no: Alternative farger: Kryss av i denne boksen for å bytte farger etter hvert spill.
pl: Alternatywne kolory: Zaznacz to pole, aby zamienić kolory po każdej grze.
pt: Cores alternativas: marque esta caixa para trocar as cores após cada jogo.
ro: Culori alternative: bifați această casetă pentru a schimba culorile după fiecare joc.
ru: Альтернативные цвета: установите этот флажок, чтобы менять цвета после каждой игры.

source: Engine adjustment : Open the engine time adjustment dialog box.
fa: تنظیم موتور: کادر گفتگوی تنظیم زمان موتور را باز کنید.
ja: エンジン調整: エンジン時間調整ダイアログボックスを開きます。
ko: 엔진 조정 : 엔진 시간 조정 대화 상자를 엽니다.
lt: Variklio reguliavimas: atidarykite variklio laiko reguliavimo dialogo langą.
no: Motorjustering : Åpne dialogboksen for justering av motortid.
pl: Regulacja silnika: Otwórz okno dialogowe regulacji czasu pracy silnika.
pt: Ajuste do motor: Abra a caixa de diálogo de ajuste do tempo do motor.
ro: Reglare motor : deschideți caseta de dialog pentru reglarea timpului motorului.
ru: Регулировка двигателя: открыть диалоговое окно регулировки времени работы двигателя.

source: Save settings : Save the current settings to a file
fa: ذخیره تنظیمات: تنظیمات فعلی را در یک فایل ذخیره کنید
ja: 設定を保存: 現在の設定をファイルに保存します
ko: 설정 저장 : 현재 설정을 파일에 저장합니다.
lt: Išsaugoti nustatymus: išsaugokite esamus nustatymus į failą
no: Lagre innstillinger : Lagre gjeldende innstillinger i en fil
pl: Zapisz ustawienia: Zapisz bieżące ustawienia do pliku
pt: Salvar configurações: salva as configurações atuais em um arquivo
ro: Salvare setări: Salvați setările curente într-un fișier
ru: Сохранить настройки: сохранить текущие настройки в файл.

source: Load settings : Load the current settings from a file
fa: تنظیمات بارگیری: تنظیمات فعلی را از یک فایل بارگیری کنید
ja: 設定を読み込む: ファイルから現在の設定を読み込む
ko: 설정 로드 : 파일에서 현재 설정을 로드합니다.
lt: Įkelti nustatymus: įkelkite esamus nustatymus iš failo
no: Last inn innstillinger : Last inn gjeldende innstillinger fra en fil
pl: Załaduj ustawienia: Załaduj bieżące ustawienia z pliku
pt: Carregar configurações: Carregue as configurações atuais de um arquivo
ro: Încărcare setări: Încarcă setările curente dintr-un fișier
ru: Загрузить настройки: загрузить текущие настройки из файла.

source: Engine match files (*.mat) from previous versions of the program
fa: فایل‌های مطابقت موتور (*.mat) از نسخه‌های قبلی برنامه
ja: プログラムの以前のバージョンのエンジン マッチ ファイル (*.mat)
ko: 이전 버전의 프로그램의 엔진 매치 파일(*.mat)
lt: Variklio atitikties failai (*.mat) iš ankstesnių programos versijų
no: Motormatchfiler (*.mat) fra tidligere versjoner av programmet
pl: Pliki dopasowania silnika (*.mat) z poprzednich wersji programu
pt: Arquivos de correspondência do mecanismo (*.mat) de versões anteriores do programa
ro: Fișierele de potrivire ale motorului (*.mat) din versiunile anterioare ale programului
ru: Файлы соответствия движка (*.mat) из предыдущих версий программы

source: Display score on tab : Check to display the current match score
fa: نمایش امتیاز در برگه: برای نمایش امتیاز مسابقه فعلی علامت بزنید
ja: タブにスコアを表示: 現在の試合スコアを表示する場合はチェックします
ko: 탭에 점수 표시 : 현재 경기 점수를 표시하려면 체크하세요
lt: Rodyti rezultatą skirtuke : pažymėkite, kad būtų rodomas dabartinis rungtynių rezultatas
no: Vis poengsum på fane : Merk av for å vise gjeldende kampresultat
pl: Wyświetl wynik na karcie: Zaznacz, aby wyświetlić aktualny wynik meczu
pt: Exibir pontuação na aba: Marque para exibir a pontuação da partida atual
ro: Afișare scor pe filă: bifați pentru a afișa scorul curent al meciului
ru: Отображение счета на вкладке: установите флажок, чтобы отобразить текущий счет матча.

source: on the engine match panel tab.
fa: در تب پانل مسابقه موتور.
ja: エンジン マッチ パネル タブで。
ko: 엔진 매치 패널 탭에서.
lt: variklio atitikties skydelio skirtuke.
no: på motormatchpanelfanen.
pl: na karcie panelu dopasowania silnika.
pt: na aba do painel de correspondência do motor.
ro: pe fila panoului de potrivire a motorului.
ru: на вкладке панели соответствия двигателя.

source: This is useful if you want to set the bottom panel to < Search info >
fa: اگر بخواهید پانل پایینی را روی <جستجوی اطلاعات > تنظیم کنید مفید است
ja: これは、下部パネルを<検索情報>に設定する場合に便利です。
ko: 하단 패널을 <검색 정보>로 설정하려는 경우 유용합니다.
lt: Tai naudinga, jei apatiniame skydelyje norite nustatyti < Search info >
no: Dette er nyttig hvis du vil sette bunnpanelet til < Søkeinfo >
pl: Jest to przydatne, jeśli chcesz ustawić dolny panel na < Wyszukaj informacje >
pt: Isso é útil se você quiser definir o painel inferior como < Pesquisar informações >
ro: Acest lucru este util dacă doriți să setați panoul de jos la < Căutare informații >
ru: Это полезно, если вы хотите настроить нижнюю панель на < Поиск информации >

source: but still want to know what the score is.
fa: اما هنوز هم می خواهم بدانم که چه نمره ای است.
ja: しかし、スコアが何であるかはまだ知りたいです。
ko: 하지만 여전히 점수가 어떤지 알고 싶어요.
lt: bet vis tiek noriu sužinoti, koks yra rezultatas.
no: men vil fortsatt vite hva poengsummen er.
pl: ale nadal chcę wiedzieć jaki jest wynik.
pt: mas ainda quero saber qual é o placar.
ro: dar totusi vreau sa stiu care este scorul.
ru: но все равно хочется узнать, каков счет.

source: Engine match help
fa: کمک موتور مطابقت
ja: エンジンマッチングヘルプ
ko: 엔진 매치 도움말
lt: Variklio atitikimo pagalba
no: Motor match hjelp
pl: Pomoc w dopasowaniu silnika
pt: Ajuda de correspondência de mecanismo
ro: Ajutor pentru potrivirea motorului
ru: Помощь в подборе двигателя

source: Notes on variety of play
fa: نکاتی در مورد تنوع بازی
ja: 遊びの多様性に関するメモ
ko: 다양한 놀이에 대한 참고사항
lt: Pastabos apie žaidimo įvairovę
no: Merknader om forskjellige spill
pl: Notatki na temat różnorodności gry
pt: Notas sobre a variedade de jogo
ro: Note despre varietatea jocului
ru: Заметки о разнообразии игр

source: If you want greater variety of play in the opening stage
fa: اگر می خواهید تنوع بیشتری از بازی در مرحله افتتاحیه داشته باشید
ja: オープニングステージでより多様なプレイをしたい場合
ko: 오프닝 스테이지에서 더 다양한 플레이를 원하신다면
lt: Jei norite didesnės žaidimo įvairovės atidarymo etape
no: Hvis du ønsker større variasjon av spill i åpningsscenen
pl: Jeśli chcesz większej różnorodności gry na etapie otwarcia
pt: Se você quiser maior variedade de jogo na fase de abertura
ro: Dacă doriți o mai mare varietate de joc în etapa de deschidere
ru: Если вы хотите большего разнообразия в игре на начальном этапе

source: of an engine match game, it is best to use an opening book.
fa: در یک بازی موتور مسابقه، بهتر است از کتاب افتتاحیه استفاده کنید.
ja: エンジンマッチゲームの場合は、オープニングブックを使用するのが最適です。
ko: 엔진 매치 게임의 경우 오프닝 북을 사용하는 것이 가장 좋습니다.
lt: Variklio rungtynių žaidime geriausia naudoti pradinę knygą.
no: av et motormatch-spill, er det best å bruke en åpningsbok.
pl: W przypadku gier opartych na silniku najlepiej jest korzystać z książki otwarć.
pt: de um jogo de combinação de motores, é melhor usar um livro de abertura.
ro: a unui joc de potrivire cu motor, cel mai bine este să folosiți o carte de deschidere.
ru: в игре на движке лучше всего использовать дебютную книгу.

source: Whilst the default book can be used for this purpose,
fa: در حالی که می توان از کتاب پیش فرض برای این منظور استفاده کرد،
ja: デフォルトのブックをこの目的に使用できますが、
ko: 이 목적을 위해 기본 책을 사용할 수 있지만,
lt: Nors šiam tikslui galima naudoti numatytąją knygą,
no: Selv om standardboken kan brukes til dette formålet,
pl: Chociaż do tego celu można użyć domyślnej książki,
pt: Embora o livro padrão possa ser usado para essa finalidade,
ro: În timp ce cartea implicită poate fi utilizată în acest scop,
ru: Хотя для этой цели можно использовать книгу по умолчанию,

source: there are plenty of others available for more varied requirements.
fa: بسیاری از موارد دیگر برای نیازهای متنوع تر در دسترس هستند.
ja: より多様な要件に対応できる他の製品も多数あります。
ko: 더 다양한 요구 사항에 맞는 다른 옵션도 많이 있습니다.
lt: Yra daugybė kitų, atitinkančių įvairesnius reikalavimus.
no: det er mange andre tilgjengelige for mer varierte krav.
pl: dostępnych jest wiele innych, spełniających bardziej zróżnicowane wymagania.
pt: há muitos outros disponíveis para requisitos mais variados.
ro: există o mulțime de altele disponibile pentru cerințe mai variate.
ru: существует множество других вариантов, удовлетворяющих более разнообразным требованиям.

source: However, there are hardly any available in PGN format
fa: با این حال، به ندرت در قالب PGN موجود است
ja: しかし、PGN形式で利用できるものはほとんどありません
ko: 하지만 PGN 포맷으로는 거의 사용할 수 없습니다.
lt: Tačiau PGN formatu jų beveik nėra
no: Imidlertid er det knapt noen tilgjengelige i PGN-format
pl: Jednakże w formacie PGN jest ich bardzo mało
pt: No entanto, dificilmente há algum disponível no formato PGN
ro: Cu toate acestea, aproape că nu sunt disponibile în format PGN
ru: Однако в формате PGN их почти нет.

source: because this format is not suitable for large opening books.
fa: زیرا این فرمت برای کتاب های باز بزرگ مناسب نیست.
ja: この形式は大きな開きの本には適していないためです。
ko: 이 형식은 큰 책의 서두에 적합하지 않기 때문입니다.
lt: nes šis formatas netinka didelėms atidaromoms knygoms.
no: fordi dette formatet ikke egner seg for store åpningsbøker.
pl: ponieważ format ten nie nadaje się do książek z obszernymi otwarciami.
pt: porque esse formato não é adequado para livros com aberturas grandes.
ro: deoarece acest format nu este potrivit pentru cărți de deschidere mari.
ru: поскольку этот формат не подходит для больших прописных книг.

source: Whilst the PGN files themselves do not have any preferential move weighting,
fa: در حالی که خود فایل‌های PGN وزن حرکت ترجیحی ندارند،
ja: PGNファイル自体には優先移動の重み付けはありませんが、
ko: PGN 파일 자체에는 우선 이동 가중치가 없지만
lt: Nors patys PGN failai neturi jokio preferencinio judėjimo svorio,
no: Mens PGN-filene i seg selv ikke har noen fortrinnsrettsvekting,
pl: Chociaż same pliki PGN nie mają żadnych preferencyjnych wag ruchów,
pt: Embora os arquivos PGN em si não tenham nenhuma ponderação de movimento preferencial,
ro: În timp ce fișierele PGN în sine nu au nicio ponderare preferențială a mișcării,
ru: Хотя сами файлы PGN не имеют какого-либо предпочтительного веса хода,

source: in the original Tarrasch GUI Bill Forster wrote code to compile a PGN file
fa: بیل فورستر در GUI اصلی Tarrasch کدی را برای کامپایل یک فایل PGN نوشت
ja: オリジナルのTarrasch GUIでは、Bill ForsterがPGNファイルをコンパイルするコードを書いた。
ko: 원래 Tarrasch GUI에서 Bill Forster는 PGN 파일을 컴파일하기 위한 코드를 작성했습니다.
lt: originalioje Tarrasch GUI Billas Forsteris parašė kodą PGN failui sudaryti
no: i den originale Tarrasch GUI skrev Bill Forster kode for å kompilere en PGN-fil
pl: w oryginalnym interfejsie graficznym Tarrascha Bill Forster napisał kod do kompilacji pliku PGN
pt: na GUI Tarrasch original, Bill Forster escreveu código para compilar um arquivo PGN
ro: în interfața grafică originală Tarrasch, Bill Forster a scris cod pentru a compila un fișier PGN
ru: В оригинальном графическом интерфейсе пользователя Tarrasch Билл Форстер написал код для компиляции файла PGN

source: into an opening book that has a primitive type of move weighting
fa: به یک کتاب آغازین که دارای یک نوع وزن اولیه حرکتی است
ja: 原始的な動きの重み付けを持つオープニングブックに
ko: 원시 유형의 이동 가중치가 있는 오프닝 북으로
lt: į pradinę knygą, kuri turi primityvų judėjimo svorį
no: inn i en åpningsbok som har en primitiv type trekkvekting
pl: do książki otwarć, która ma prymitywny typ ważenia ruchów
pt: em um livro de abertura que tem um tipo primitivo de ponderação de movimento
ro: într-o carte de deschidere care are un tip primitiv de ponderare a mișcării
ru: в дебютную книгу, которая имеет примитивный тип взвешивания ходов

source: that records how many times a move appears in the book.
fa: که تعداد دفعات ظاهر شدن یک حرکت در کتاب را ثبت می کند.
ja: 本の中でその動きが何回登場するかを記録します。
ko: 책에 어떤 움직임이 몇 번 등장하는지 기록합니다.
lt: kuris įrašo, kiek kartų knygoje pasirodo judėjimas.
no: som registrerer hvor mange ganger et trekk vises i boken.
pl: który rejestruje, ile razy dany ruch pojawia się w książce.
pt: que registra quantas vezes um movimento aparece no livro.
ro: care înregistrează de câte ori apare o mișcare în carte.
ru: который записывает, сколько раз ход встречается в книге.

source: I have added a capability for using Polyglot .bin opening books
fa: من قابلیتی برای استفاده از کتاب های بازکننده Polyglot .bin اضافه کرده ام
ja: Polyglot .binオープニングブックを使用する機能を追加しました
ko: Polyglot .bin을 사용하여 책을 여는 기능을 추가했습니다.
lt: Pridėjau galimybę naudoti Polyglot .bin atidarymo knygas
no: Jeg har lagt til en mulighet for bruk av Polyglot .bin-åpningsbøker
pl: Dodałem możliwość otwierania książek za pomocą Polyglot .bin
pt: Adicionei uma capacidade para usar o Polyglot .bin para abrir livros
ro: Am adăugat o capacitate de utilizare a cărților de deschidere Polyglot .bin
ru: Я добавил возможность использования Polyglot .bin для открытия книг

source: which have a slightly more sophisticated move weighting system.
fa: که دارای سیستم وزن دهی حرکتی کمی پیچیده تر هستند.
ja: 少し洗練された移動重み付けシステムを備えています。
ko: 조금 더 정교한 동작 가중치 시스템을 갖추고 있습니다.
lt: kurie turi šiek tiek sudėtingesnę judesių svorio sistemą.
no: som har et litt mer sofistikert trekkveiingssystem.
pl: które mają nieco bardziej wyrafinowany system ważenia ruchów.
pt: que têm um sistema de ponderação de movimentos um pouco mais sofisticado.
ro: care au un sistem de ponderare a mișcării ceva mai sofisticat.
ru: которые имеют немного более сложную систему взвешивания ходов.

source: For more info, see the help on Polyglot opening books.
fa: برای اطلاعات بیشتر، به راهنمای کتاب‌های افتتاحیه Polyglot مراجعه کنید.
ja: 詳細については、Polyglot オープニング ブックのヘルプを参照してください。
ko: 자세한 내용은 Polyglot 오프닝 북에 대한 도움말을 참조하세요.
lt: Norėdami gauti daugiau informacijos, žr. Polyglot atidarymo knygų žinyną.
no: For mer informasjon, se hjelpen om Polyglot-åpningsbøker.
pl: Więcej informacji znajdziesz w pomocy dotyczącej podręczników Polyglot.
pt: Para mais informações, veja a ajuda em livros de abertura poliglotas.
ro: Pentru mai multe informații, consultați ajutorul despre cărțile de deschidere Polyglot.
ru: Более подробную информацию можно найти в справке по начальным книгам Полиглота.

source: For small opening books, which contain only playable moves,
fa: برای کتاب‌های ابتدایی کوچک، که فقط دارای حرکات قابل پخش هستند،
ja: プレイ可能な動きだけを記載した小さなオープニングブックの場合、
ko: 플레이 가능한 움직임만 포함된 작은 오프닝 북의 경우,
lt: Mažoms atidaromoms knygoms, kuriose yra tik žaidžiami judesiai,
no: For små åpningsbøker, som kun inneholder spillbare trekk,
pl: W przypadku małych książek otwarć, które zawierają tylko ruchy do gry,
pt: Para livros de abertura pequenos, que contêm apenas movimentos jogáveis,
ro: Pentru cărțile de început mici, care conțin doar mișcări care pot fi jucate,
ru: Для небольших дебютных книг, содержащих только игровые ходы,

source: the PGN format is quite usuable.
fa: فرمت PGN کاملاً قابل استفاده است.
ja: PGN 形式は非常に便利です。
ko: PGN 형식은 꽤 유용합니다.
lt: PGN formatas yra gana tinkamas.
no: PGN-formatet er ganske brukbart.
pl: Format PGN jest całkowicie użyteczny.
pt: o formato PGN é bastante utilizável.
ro: formatul PGN este destul de utilizabil.
ru: Формат PGN вполне удобен.
