Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Tournament : Here you can search for a specific tournament or location.
fa: تورنمنت: در اینجا می توانید یک تورنمنت یا مکان خاص را جستجو کنید.
ja: トーナメント: ここで特定のトーナメントまたは場所を検索できます。
ko: 토너먼트: 여기서 특정 토너먼트나 장소를 검색할 수 있습니다.
lt: Turnyras: čia galite ieškoti konkretaus turnyro ar vietos.
no: Turnering : Her kan du søke etter en spesifikk turnering eller plassering.
pl: Turniej: Tutaj możesz wyszukać konkretny turniej lub lokalizację.
pt: Torneio: aqui você pode pesquisar um torneio ou local específico.
ro: Turneu: Aici puteți căuta un anumit turneu sau locație.
ru: Турнир: Здесь вы можете найти определенный турнир или место.

source: Year : To search for the games of a particular period, enter the years here.
fa: سال : برای جستجوی بازی های یک دوره خاص، سال ها را در اینجا وارد کنید.
ja: 年: 特定の期間のゲームを検索するには、ここに年を入力します。
ko: 연도: 특정 기간의 게임을 검색하려면 여기에 연도를 입력하세요.
lt: Metai : norėdami ieškoti tam tikro laikotarpio žaidimų, įveskite metus čia.
no: År : For å søke etter spillene fra en bestemt periode, skriv inn årene her.
pl: Rok: Aby wyszukać gry z określonego okresu, wpisz tutaj lata.
pt: Ano: Para pesquisar jogos de um período específico, insira os anos aqui.
ro: An : pentru a căuta jocurile unei anumite perioade, introduceți anii aici.
ru: Год: для поиска игр определенного периода введите здесь годы.

source: ECO : You can search for the games from a particular ECO key, e.g. C43 - C45
fa: ECO : می توانید بازی ها را از یک کلید ECO خاص جستجو کنید، به عنوان مثال. C43 - C45
ja: ECO: 特定のECOキー（例：C43 - C45）からゲームを検索できます。
ko: ECO : 특정 ECO 키(예: C43 - C45)에서 게임을 검색할 수 있습니다.
lt: ECO: galite ieškoti žaidimų naudodami tam tikrą ECO klavišą, pvz. C43 - C45
no: ECO : Du kan søke etter spillene fra en bestemt ECO-nøkkel, f.eks. C43 - C45
pl: ECO: Możesz wyszukiwać gry za pomocą konkretnego klucza ECO, np. C43 - C45
pt: ECO: Você pode procurar os jogos de uma chave ECO específica, por exemplo C43 - C45
ro: ECO: Puteți căuta jocurile dintr-o anumită tastă ECO, de ex. C43 - C45
ru: ECO: Вы можете искать игры с определенной клавиши ECO, например C43 - C45.

source: Moves : You can set to search for long or short games here.
fa: حرکات: می‌توانید در اینجا جستجوی بازی‌های طولانی یا کوتاه را تنظیم کنید.
ja: 移動: ここで長いゲームまたは短いゲームを検索するように設定できます。
ko: 이동: 여기에서 긴 게임이나 짧은 게임을 검색하도록 설정할 수 있습니다.
lt: Judėjimai : čia galite nustatyti ilgų arba trumpų žaidimų paiešką.
no: Moves : Du kan stille inn å søke etter lange eller korte spill her.
pl: Ruchy: Tutaj możesz ustawić wyszukiwanie długich lub krótkich gier.
pt: Movimentos: Você pode definir a busca por jogos longos ou curtos aqui.
ro: Mișcări: puteți seta să căutați jocuri lungi sau scurte aici.
ru: Ходы: Здесь вы можете настроить поиск длинных или коротких игр.

source: Elo : When searching for the games of players who lie within
fa: Elo: هنگام جستجوی بازی های بازیکنانی که در درون خود قرار دارند
ja: Elo: 範囲内にいるプレイヤーのゲームを検索する場合
ko: Elo : 해당 지역에 있는 플레이어의 게임을 검색할 때
lt: Elo: ieškant žaidėjų žaidimų
no: Elo : Når du søker etter spillene til spillere som ligger innenfor
pl: ELO: Podczas wyszukiwania gier graczy, którzy znajdują się w tym samym przedziale
pt: Elo: Ao procurar os jogos dos jogadores que estão dentro
ro: Elo: Când cauți jocurile jucătorilor care se află înăuntru
ru: Эло: При поиске игр игроков, которые находятся в пределах

source: a certain Elo range, you can specify whether one player, both players
fa: یک محدوده Elo خاص، شما می توانید مشخص کنید که آیا یک بازیکن، هر دو بازیکن
ja: 特定のElo範囲では、1人のプレイヤー、両方のプレイヤー、
ko: 특정 Elo 범위에서 한 플레이어, 두 플레이어 모두를 지정할 수 있습니다.
lt: tam tikrą Elo diapazoną, galite nurodyti, ar vienas žaidėjas, abu žaidėjai
no: et visst Elo-område, kan du spesifisere om én spiller, begge spillere
pl: pewien zakres ELO, możesz określić, czy jeden gracz, obaj gracze
pt: um certo intervalo Elo, você pode especificar se um jogador, ambos os jogadores
ro: un anumit interval Elo, puteți specifica dacă un jucător, ambii jucători
ru: определенный диапазон Эло, вы можете указать, является ли один игрок, оба игрока

source: or the average should lie within the given range.
fa: یا میانگین باید در محدوده داده شده باشد.
ja: または、平均値は指定された範囲内に収まる必要があります。
ko: 또는 평균은 주어진 범위 내에 있어야 합니다.
lt: arba vidurkis turėtų būti nurodytame diapazone.
no: eller gjennomsnittet skal ligge innenfor det gitte området.
pl: lub średnia powinna mieścić się w podanym zakresie.
pt: ou a média deve estar dentro do intervalo fornecido.
ro: sau media ar trebui să se încadreze în intervalul dat.
ru: или среднее значение должно находиться в заданном диапазоне.

source: Result : Searches for games in which White won, Black won,
fa: نتیجه: جستجو برای بازی هایی که در آن سفید برنده شد، سیاه برنده شد،
ja: 結果: 白が勝った、黒が勝った、
ko: 결과 : 화이트가 이겼고, 블랙이 이긴 게임 검색
lt: Rezultatas : ieško žaidimų, kuriuose laimėjo baltas, juodasis
no: Resultat: Søker etter spill der hvit vant, svart vant,
pl: Wynik: Wyszukiwania gier, w których wygrały białe, wygrały czarne,
pt: Resultado: Pesquisas por jogos em que as Brancas venceram, as Pretas venceram,
ro: Rezultat: Căutări pentru jocuri în care albul a câștigat, negru a câștigat,
ru: Результат: Поиск игр, в которых победили белые, победили черные,

source: games which were drawn and games with no result.
fa: بازی های مساوی و بازی های بدون نتیجه.
ja: 引き分けとなった試合と結果が出なかった試合。
ko: 무승부로 끝난 게임과 결과가 없는 게임.
lt: žaidimai, kurie buvo lygiosi, ir žaidimai be rezultato.
no: kamper som ble uavgjort og spill uten resultat.
pl: gry zakończone remisem i gry, które nie przyniosły rezultatu.
pt: jogos que terminaram empatados e jogos sem resultado.
ro: jocuri care au fost extrase și jocuri fără rezultat.
ru: партии, закончившиеся вничью, и партии, не закончившиеся ничем.

source: You can also search for games that ended in mate, stalemate or a check.
fa: همچنین می‌توانید بازی‌هایی را جستجو کنید که به mate، stalemate یا چک ختم شده‌اند.
ja: メイト、ステイルメイト、またはチェックで終了したゲームを検索することもできます。
ko: 메이트, 스테일메이트 또는 체크로 끝난 게임을 검색할 수도 있습니다.
lt: Taip pat galite ieškoti žaidimų, kurie baigėsi mate, aklavietėje arba čekiu.
no: Du kan også søke etter spill som endte med kompis, stalemate eller en sjekk.
pl: Można również wyszukiwać gry zakończone matem, patem lub szachem.
pt: Você também pode procurar por jogos que terminaram em xeque, empate ou mate.
ro: De asemenea, puteți căuta jocuri care s-au încheiat cu mate, impas sau un cec.
ru: Вы также можете искать партии, закончившиеся матом, патом или шахом.

source: Position : Allows the user to input a position to search for.
fa: موقعیت: به کاربر امکان می دهد موقعیتی را برای جستجو وارد کند.
ja: 位置: ユーザーが検索する位置を入力できるようにします。
ko: 위치: 사용자가 검색할 위치를 입력할 수 있습니다.
lt: Pozicija : leidžia vartotojui įvesti vietą, kurios reikia ieškoti.
no: Posisjon : Lar brukeren legge inn en posisjon å søke etter.
pl: Pozycja: Umożliwia użytkownikowi wprowadzenie pozycji, według której będzie wyszukiwany obiekt.
pt: Posição: permite que o usuário insira uma posição para pesquisar.
ro: Poziție: permite utilizatorului să introducă o poziție de căutat.
ru: Позиция: позволяет пользователю ввести позицию для поиска.

source: Be careful to make sure that you have the correct colour to play set
fa: مراقب باشید تا مطمئن شوید که رنگ مناسبی برای ست بازی دارید
ja: プレイセットに正しい色があることを確認するように注意してください
ko: 플레이 세트에 맞는 색상이 있는지 확인하십시오.
lt: Būkite atsargūs ir įsitikinkite, kad turite tinkamą žaidimo spalvą
no: Vær nøye med å sørge for at du har den riktige fargen for å spille
pl: Upewnij się, że masz odpowiedni zestaw kolorów do gry
pt: Tenha cuidado para garantir que você tenha a cor correta para jogar o conjunto
ro: Aveți grijă să vă asigurați că aveți culoarea corectă pentru a juca setul
ru: Будьте внимательны и убедитесь, что у вас есть правильный цвет для игрового набора.

source: before you start a position search.
fa: قبل از شروع جستجوی موقعیت
ja: 求人検索を始める前に。
ko: 직책 검색을 시작하기 전에.
lt: prieš pradėdami padėties paiešką.
no: før du starter et posisjonssøk.
pl: zanim rozpoczniesz poszukiwania stanowiska.
pt: antes de começar uma busca de emprego.
ro: înainte de a începe o căutare de poziție.
ru: прежде чем начать поиск должности.

source: e.g. If you were searching for games that started with 1. f4
fa: به عنوان مثال اگر به دنبال بازی هایی هستید که با 1. f4 شروع شده اند
ja: 例えば、1で始まるゲームを検索する場合。f4
ko: 예를 들어 1로 시작하는 게임을 검색하는 경우 f4
lt: pvz. Jei ieškojote žaidimų, kurie prasidėjo 1. f4
no: f.eks. Hvis du søkte etter spill som startet med 1. f4
pl: np. Jeśli szukasz gier zaczynających się od 1. f4
pt: por exemplo, se você estivesse procurando por jogos que começassem com 1. f4
ro: de ex. Dacă ai căutat jocuri care au început cu 1. f4
ru: например, если вы искали игры, начинающиеся с 1. f4

source: Check the <Black to play> box before searching.
fa: قبل از جستجو کادر <Black to play> را علامت بزنید.
ja: 検索する前に、<黒でプレイ> ボックスをチェックしてください。
ko: 검색하기 전에 <Black to play> 상자를 체크하세요.
lt: Prieš ieškodami pažymėkite laukelį <Black to play>.
no: Merk av for <Black to play> før du søker.
pl: Przed rozpoczęciem wyszukiwania zaznacz pole wyboru <Czarny do gry>.
pt: Marque a caixa <Preto para jogar> antes de pesquisar.
ro: Bifați caseta <Black to play> înainte de a căuta.
ru: Перед поиском установите флажок <Играть черными>.

source: The games found in the search are copied to the clipboard
fa: بازی های یافت شده در جستجو در کلیپ بورد کپی می شوند
ja: 検索で見つかったゲームはクリップボードにコピーされます
ko: 검색에서 찾은 게임은 클립보드에 복사됩니다.
lt: Paieškoje rasti žaidimai nukopijuojami į mainų sritį
no: Spillene som ble funnet i søket blir kopiert til utklippstavlen
pl: Znalezione w wyszukiwarce gry są kopiowane do schowka
pt: Os jogos encontrados na pesquisa são copiados para a área de transferência
ro: Jocurile găsite în căutare sunt copiate în clipboard
ru: Найденные в результате поиска игры копируются в буфер обмена.

source: and can be accessed from Games, Clipboard on the main menu.
fa: و از بازی ها، کلیپ بورد در منوی اصلی قابل دسترسی است.
ja: メインメニューの「ゲーム」、「クリップボード」からアクセスできます。
ko: 메인 메뉴의 게임, 클립보드에서 접근할 수 있습니다.
lt: ir gali būti pasiekiami iš žaidimų, iškarpinės pagrindiniame meniu.
no: og kan nås fra spill, utklippstavle på hovedmenyen.
pl: i można uzyskać do niego dostęp w zakładce Gry, Schowek w menu głównym.
pt: e pode ser acessado em Jogos, Área de transferência no menu principal.
ro: și poate fi accesat din Jocuri, Clipboard din meniul principal.
ru: и может быть доступен из разделов Игры, Буфер обмена в главном меню.

source: The game search function is generally rather slow, and I would suggest
fa: عملکرد جستجوی بازی به طور کلی نسبتاً کند است و من پیشنهاد می کنم
ja: ゲームの検索機能は一般的にかなり遅いので、
ko: 게임 검색 기능은 일반적으로 다소 느리며 제안하고 싶습니다.
lt: Žaidimo paieškos funkcija paprastai yra gana lėta, ir aš siūlyčiau
no: Spillsøkefunksjonen er generelt ganske treg, og jeg vil foreslå
pl: Funkcja wyszukiwania gier jest ogólnie dość powolna i sugerowałbym
pt: A função de busca de jogos é geralmente bastante lenta, e eu sugeriria
ro: Funcția de căutare a jocului este în general destul de lentă și aș sugera
ru: Функция поиска игр в целом довольно медленная, и я бы посоветовал

source: that you use it only with small PGN database files, 50,000 games at the most.
fa: که فقط با فایل های پایگاه داده کوچک PGN، حداکثر 50000 بازی از آن استفاده می کنید.
ja: 最大 50,000 ゲーム程度の小さな PGN データベース ファイルでのみ使用してください。
ko: 작은 PGN 데이터베이스 파일에만 사용하고, 최대 50,000개의 게임에만 사용하세요.
lt: kad jį naudojate tik su mažais PGN duomenų bazės failais, daugiausiai 50 000 žaidimų.
no: at du bare bruker den med små PGN-databasefiler, 50 000 spill på det meste.
pl: że należy go używać tylko z małymi plikami bazy danych PGN, zawierającymi maksymalnie 50 000 gier.
pt: que você o use apenas com pequenos arquivos de banco de dados PGN, 50.000 jogos no máximo.
ro: că îl folosești doar cu fișiere mici de bază de date PGN, cel mult 50.000 de jocuri.
ru: что вы используете его только с небольшими файлами базы данных PGN, максимум 50 000 игр.

source: For searching databases larger than this, I would recommend using the
fa: برای جستجوی پایگاه های داده بزرگتر از این، من استفاده از آن را توصیه می کنم
ja: これより大きいデータベースを検索する場合は、
ko: 이보다 큰 데이터베이스를 검색하려면 다음을 사용하는 것이 좋습니다.
lt: Jei norite ieškoti didesnėse duomenų bazėse, rekomenduočiau naudoti
no: For å søke i databaser som er større enn dette, vil jeg anbefale å bruke
pl: W przypadku przeszukiwania baz danych większych niż ta zalecałbym użycie
pt: Para pesquisar em bancos de dados maiores que este, eu recomendaria usar o
ro: Pentru a căuta baze de date mai mari decât aceasta, aș recomanda utilizarea
ru: Для поиска в базах данных большего размера я бы рекомендовал использовать

source: dedicated database functions instead.
fa: در عوض توابع اختصاصی پایگاه داده
ja: 代わりに専用のデータベース関数を使用します。
ko: 대신 전담 데이터베이스 기능을 사용합니다.
lt: Vietoj to, tam skirtos duomenų bazės funkcijos.
no: dedikerte databasefunksjoner i stedet.
pl: zamiast tego dedykowane funkcje bazy danych.
pt: funções de banco de dados dedicadas.
ro: funcții de bază de date dedicate în schimb.
ru: вместо этого выделенные функции базы данных.

source: Game search options help
fa: گزینه های جستجوی بازی کمک می کند
ja: ゲーム検索オプションのヘルプ
ko: 게임 검색 옵션 도움말
lt: Žaidimų paieškos parinktys padeda
no: Hjelp for spillsøkealternativer
pl: Pomoc w wyszukiwaniu gier
pt: Ajuda com opções de pesquisa de jogos
ro: Opțiunile de căutare pentru jocuri ajută
ru: Помощь с параметрами поиска игры

source: Game search
fa: جستجوی بازی
ja: ゲーム検索
ko: 게임 검색
lt: Žaidimo paieška
no: Spillsøk
pl: Wyszukiwanie gier
pt: Busca de jogos
ro: Căutare joc
ru: Поиск игры

source: Current number
fa: شماره فعلی
ja: 現在の番号
ko: 현재 번호
lt: Dabartinis numeris
no: Nåværende nummer
pl: Numer bieżący
pt: Número atual
ro: Numărul curent
ru: Текущий номер

source: Current game number
fa: شماره بازی فعلی
ja: 現在のゲーム番号
ko: 현재 게임 번호
lt: Dabartinis žaidimo numeris
no: Nåværende spillnummer
pl: Aktualny numer gry
pt: Número do jogo atual
ro: Numărul actual al jocului
ru: Текущий номер игры

source: This panel lets you setup some general options.
fa: این پانل به شما امکان می دهد تا برخی از گزینه های کلی را تنظیم کنید.
ja: このパネルでは、いくつかの一般的なオプションを設定できます。
ko: 이 패널을 사용하면 몇 가지 일반적인 옵션을 설정할 수 있습니다.
lt: Šiame skydelyje galite nustatyti kai kurias bendrąsias parinktis.
no: Dette panelet lar deg sette opp noen generelle alternativer.
pl: Ten panel umożliwia skonfigurowanie kilku ogólnych opcji.
pt: Este painel permite que você configure algumas opções gerais.
ro: Acest panou vă permite să configurați câteva opțiuni generale.
ru: Эта панель позволяет вам настроить некоторые общие параметры.

source: Language used for notation (KQRNB):
fa: زبان مورد استفاده برای نشانه گذاری (KQRNB):
ja: 表記に使用される言語 (KQRNB):
ko: 표기에 사용된 언어(KQRNB):
lt: Kalba, naudojama žymėjimui (KQRNB):
no: Språk brukt for notasjon (KQRNB):
pl: Język używany do notacji (KQRNB):
pt: Linguagem usada para notação (KQRNB):
ro: Limbajul folosit pentru notare (KQRNB):
ru: Язык, используемый для обозначения (KQRNB):

source: Show heading above board (instead of in frame)
fa: نمایش عنوان بالای تابلو (به جای در کادر)
ja: 見出しをボードの上に表示する（フレーム内ではなく）
ko: 프레임 대신 보드 위에 제목 표시
lt: Rodyti antraštę virš lentos (o ne rėmelyje)
no: Vis overskrift over brettet (i stedet for i ramme)
pl: Pokaż nagłówek nad planszą (zamiast w ramce)
pt: Mostrar título acima do quadro (em vez de no quadro)
ro: Afișați titlul deasupra panoului (în loc de în cadru)
ru: Показывать заголовок над доской (а не в рамке)

source: Don't use italics for subvariations
fa: از حروف کج برای تغییرات فرعی استفاده نکنید
ja: サブバリエーションには斜体を使用しないでください
ko: 하위 변형에는 이탤릭체를 사용하지 마십시오.
lt: Nenaudokite kursyvo subvariacijoms
no: Ikke bruk kursiv for undervariasjoner
pl: Nie używaj kursywy dla podwariantów
pt: Não use itálico para subvariações
ro: Nu folosiți cursive pentru subvariații
ru: Не используйте курсив для подвариантов.

source: Go straight to game for single game .pgn files
fa: مستقیماً به بازی برای فایل‌های pgn. تک بازی بروید
ja: 単一のゲームの .pgn ファイルについてはゲームに直接アクセスしてください
ko: 단일 게임 .pgn 파일을 보려면 게임으로 바로 이동하세요.
lt: Norėdami gauti vieno žaidimo .pgn failus, eikite tiesiai į žaidimą
no: Gå rett til spillet for .pgn-filer for enkeltspill
pl: Przejdź bezpośrednio do gry, aby uzyskać pliki .pgn dla pojedynczej gry
pt: Vá direto para o jogo para arquivos .pgn de jogo único
ro: Accesați direct jocul pentru fișiere .pgn pentru un singur joc
ru: Перейдите сразу к игре для файлов .pgn для одной игры

source: Go straight to first game for all .pgn files
fa: برای همه فایل‌های pgn. مستقیماً به اولین بازی بروید
ja: すべての.pgnファイルの最初のゲームに直接移動します
ko: 모든 .pgn 파일에 대해 첫 번째 게임으로 바로 이동하세요.
lt: Eikite tiesiai į pirmąjį žaidimą visiems .pgn failams
no: Gå rett til det første spillet for alle .pgn-filer
pl: Przejdź bezpośrednio do pierwszej gry dla wszystkich plików .pgn
pt: Vá direto para o primeiro jogo para todos os arquivos .pgn
ro: Mergeți direct la primul joc pentru toate fișierele .pgn
ru: Перейти сразу к первой игре для всех файлов .pgn

source: Don't flip board to put human at bottom
fa: برای قرار دادن انسان در پایین تخته را نچرخانید
ja: 人間を一番下に置くためにボードをひっくり返さないでください
ko: 인간을 바닥에 두기 위해 보드를 뒤집지 마십시오.
lt: Neapverskite lentos, kad žmogus atsidurtų apačioje
no: Ikke snurbrett for å sette mennesket i bunnen
pl: Nie odwracaj tablicy, aby umieścić człowieka na dole
pt: Não vire o tabuleiro para colocar o humano na parte inferior
ro: Nu răsturnați placa pentru a pune un om în partea de jos
ru: Не переворачивайте доску, чтобы человек оказался внизу

source: Emit bell sound when engine moves
fa: هنگامی که موتور حرکت می کند صدای زنگ منتشر می شود
ja: エンジンが動くとベル音を発する
ko: 엔진이 움직일 때 벨 소리가 납니다.
lt: Varikliui judant, skleiskite skambučio garsą
no: Avgi ringelyd når motoren beveger seg
pl: Wydaj dźwięk dzwonka, gdy silnik się porusza
pt: Emitir som de campainha quando o motor estiver em movimento
ro: Emite un sunet de sonerie când motorul se mișcă
ru: Издавать звук колокольчика при движении двигателя

source: Display a board border
fa: یک حاشیه تخته را نمایش دهید
ja: ボードの境界線を表示する
ko: 보드 테두리 표시
lt: Rodyti lentos kraštinę
no: Vis en bordkant
pl: Wyświetl obramowanie planszy
pt: Exibir uma borda do quadro
ro: Afișați o bordură de tablă
ru: Отображение границы доски

source: Load last PGN file
fa: آخرین فایل PGN را بارگیری کنید
ja: 最後のPGNファイルを読み込む
ko: 마지막 PGN 파일 로드
lt: Įkelti paskutinį PGN failą
no: Last ned siste PGN-fil
pl: Załaduj ostatni plik PGN
pt: Carregar último arquivo PGN
ro: Încărcați ultimul fișier PGN
ru: Загрузить последний файл PGN

source: Load last PGN game
fa: آخرین بازی PGN را بارگیری کنید
ja: 最後のPGNゲームをロード
ko: 마지막 PGN 게임 로드
lt: Įkelti paskutinį PGN žaidimą
no: Last ned siste PGN-spill
pl: Załaduj ostatnią grę PGN
pt: Carregar último jogo PGN
ro: Încărcați ultimul joc PGN
ru: Загрузить последнюю игру PGN

source: Load last game
fa: آخرین بازی را بارگیری کنید
ja: 最後のゲームをロード
ko: 마지막 게임 로드
lt: Įkelti paskutinį žaidimą
no: Last inn siste spill
pl: Załaduj ostatnią grę
pt: Carregar último jogo
ro: Încărcați ultimul joc
ru: Загрузить последнюю игру

source: Full kibitz mode
fa: حالت کیبیتز کامل
ja: 完全なおしゃべりモード
ko: 풀 키비츠 모드
lt: Visas kibico režimas
no: Full kibitz-modus
pl: Pełny tryb kibitz
pt: Modo kibitz completo
ro: Modul kibitz complet
ru: Полный режим кибица

source: Font size in points (default is 9)
fa: اندازه قلم بر حسب امتیاز (پیش‌فرض 9 است)
ja: フォントサイズ（ポイント単位）（デフォルトは9）
ko: 글꼴 크기(포인트) (기본값은 9)
lt: Šrifto dydis taškais (numatytasis yra 9)
no: Skriftstørrelse i poeng (standard er 9)
pl: Rozmiar czcionki w punktach (domyślnie 9)
pt: Tamanho da fonte em pontos (o padrão é 9)
ro: Dimensiunea fontului în puncte (implicit este 9)
ru: Размер шрифта в пунктах (по умолчанию 9)

source: Toolbar icon size in pixels (default is 16)
fa: اندازه نماد نوار ابزار به پیکسل (پیش‌فرض 16 است)
ja: ツールバーアイコンのサイズ（ピクセル単位）（デフォルトは 16）
ko: 픽셀 단위의 툴바 아이콘 크기(기본값은 16)
lt: Įrankių juostos piktogramos dydis pikseliais (numatytasis yra 16)
no: Verktøylinjeikonstørrelse i piksler (standard er 16)
pl: Rozmiar ikony paska narzędzi w pikselach (domyślnie 16)
pt: Tamanho do ícone da barra de ferramentas em pixels (o padrão é 16)
ro: Dimensiunea pictogramei barei de instrumente în pixeli (implicit este 16)
ru: Размер значка панели инструментов в пикселях (по умолчанию 16)

source: Set the algebraic notation characters used for king,
fa: کاراکترهای نماد جبری مورد استفاده برای پادشاه را تنظیم کنید،
ja: キングに使用する代数表記文字を設定します。
ko: 왕에 사용되는 대수 표기법 문자를 설정합니다.
lt: Nustatykite algebrinio žymėjimo simbolius, naudojamus karaliui,
no: Angi de algebraiske notasjonstegnene som brukes for konge,
pl: Ustaw znaki notacji algebraicznej używane dla króla,
pt: Defina os caracteres de notação algébrica usados para rei,
ro: Setați caracterele de notație algebrică utilizate pentru rege,
ru: Установите символы алгебраической нотации, используемые для короля,

source: queen, rook, knight and bishop respectively
fa: ملکه، روک، شوالیه و اسقف به ترتیب
ja: それぞれクイーン、ルーク、ナイト、ビショップ
ko: 각각 퀸, 룩, 나이트, 비숍
lt: atitinkamai karalienė, bokštas, riteris ir vyskupas
no: henholdsvis dronning, tårn, ridder og biskop
pl: odpowiednio królowa, wieża, skoczek i goniec
pt: rainha, torre, cavalo e bispo respectivamente
ro: regină, turn, cavaler și, respectiv, episcop
ru: ферзь, ладья, конь и слон соответственно

source: Set this if you don't want subvariations to show as italic
fa: اگر نمی خواهید تغییرات فرعی به صورت مورب نشان داده شوند، این را تنظیم کنید
ja: サブバリエーションを斜体で表示したくない場合はこれを設定します
ko: 하위 변형을 기울임체로 표시하지 않으려면 이것을 설정하세요.
lt: Nustatykite tai, jei nenorite, kad subvariantai būtų rodomi kursyvu
no: Angi dette hvis du ikke vil at undervariasjoner skal vises i kursiv
pl: Ustaw tę opcję, jeśli nie chcesz, aby podwarianty były wyświetlane jako kursywa
pt: Defina isso se não quiser que as subvariações sejam exibidas em itálico
ro: Setați această opțiune dacă nu doriți ca subvariațiile să fie afișate ca cursive
ru: Установите этот параметр, если вы не хотите, чтобы подварианты отображались курсивом.

source: Set this to skip the game selection dialog
fa: این را برای رد شدن از گفتگوی انتخاب بازی تنظیم کنید
ja: ゲーム選択ダイアログをスキップするにはこれを設定します
ko: 게임 선택 대화 상자를 건너뛰려면 이것을 설정합니다.
lt: Nustatykite tai, kad praleistumėte žaidimo pasirinkimo dialogo langą
no: Angi dette for å hoppe over dialogboksen for valg av spill
pl: Ustaw tę opcję, aby pominąć okno dialogowe wyboru gry
pt: Defina isso para pular a caixa de diálogo de seleção do jogo
ro: Setați acest lucru pentru a sări peste dialogul de selecție a jocului
ru: Установите этот параметр, чтобы пропустить диалог выбора игры.

source: when a newly opened file has only one game
fa: وقتی یک فایل تازه باز شده فقط یک بازی دارد
ja: 新しく開いたファイルにゲームが1つしかない場合
ko: 새로 열린 파일에 게임이 하나만 있는 경우
lt: kai naujai atidarytame faile yra tik vienas žaidimas
no: når en nyåpnet fil bare har ett spill
pl: gdy nowo otwarty plik zawiera tylko jedną grę
pt: quando um arquivo recém-aberto tem apenas um jogo
ro: când un fișier nou deschis are un singur joc
ru: когда в недавно открытом файле есть только одна игра

source: and go straight to the first game
fa: و مستقیم به بازی اول بروید
ja: そして最初の試合に直行する
ko: 그리고 바로 첫 번째 게임으로 넘어가세요
lt: ir eikite tiesiai į pirmąjį žaidimą
no: og gå rett til det første spillet
pl: i przejdź od razu do pierwszej gry
pt: e vá direto para o primeiro jogo
ro: și mergi direct la primul joc
ru: и перейти сразу к первой игре

source: Set this to move board heading into frame
fa: این را طوری تنظیم کنید که تابلو را به سمت قاب حرکت دهد
ja: これを設定するとボードの見出しがフレーム内に移動します
ko: 이것을 설정하여 보드 헤딩을 프레임으로 이동합니다.
lt: Nustatykite tai, kad lentos antraštė būtų perkelta į kadrą
no: Sett dette for å flytte brettoverskriften inn i rammen
pl: Ustaw to, aby przesunąć nagłówek planszy do ramki
pt: Defina isso para mover o cabeçalho do quadro para o quadro
ro: Setați această opțiune pentru a muta direcția panoului în cadru
ru: Установите это, чтобы переместить заголовок доски в рамку
