Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: many of them are fine and there are a lot to choose from.
fa: بسیاری از آنها خوب هستند و گزینه های زیادی برای انتخاب وجود دارد.
ja: それらの多くは優れており、選択肢がたくさんあります。
ko: 그 중 대부분은 괜찮고, 선택할 수 있는 것도 많습니다.
lt: daugelis iš jų yra geri ir yra iš ko rinktis.
no: mange av dem er fine og det er mye å velge mellom.
pl: wiele z nich jest świetnych i jest w czym wybierać.
pt: muitos deles são bons e há muito por onde escolher.
ro: multe dintre ele sunt în regulă și sunt multe din care să alegi.
ru: многие из них хороши и есть из чего выбирать.

source: There are also some good ones at the following site -
fa: موارد خوب نیز در سایت زیر وجود دارد -
ja: 以下のサイトにもいくつか良いものがあります -
ko: 다음 사이트에도 몇 가지 좋은 것이 있습니다.
lt: Taip pat yra keletas gerų šioje svetainėje -
no: Det er også noen gode på følgende nettsted -
pl: Kilka dobrych można znaleźć również na następującej stronie -
pt: Também há alguns bons no seguinte site -
ro: Există, de asemenea, unele bune pe următorul site -
ru: Также есть несколько хороших на следующем сайте -

source: I think these are the ones used for the Chess.com game interface.
fa: من فکر می کنم اینها مواردی هستند که برای رابط بازی Chess.com استفاده می شوند.
ja: これらは Chess.com のゲーム インターフェイスに使用されているものだと思います。
ko: 이건 Chess.com 게임 인터페이스에 사용된 것 같아요.
lt: Manau, kad tai yra tie, kurie naudojami Chess.com žaidimo sąsajai.
no: Jeg tror dette er de som brukes for spillgrensesnittet Chess.com.
pl: Sądzę, że te właśnie są używane w interfejsie gry Chess.com.
pt: Acho que esses são os usados na interface do jogo Chess.com.
ro: Cred că acestea sunt cele folosite pentru interfața jocului Chess.com.
ru: Думаю, именно они используются в игровом интерфейсе Chess.com.

source: I contacted them to ask for their permission to distribute them
fa: با آنها تماس گرفتم تا از آنها برای توزیع آنها اجازه بگیرم
ja: 私は彼らに連絡して配布の許可を求めました
ko: 나는 그들에게 배포 허가를 요청하기 위해 연락했습니다.
lt: Susisiekiau su jais ir paprašiau leidimo juos platinti
no: Jeg tok kontakt med dem for å be om tillatelse til å distribuere dem
pl: Skontaktowałem się z nimi, aby poprosić o pozwolenie na ich dystrybucję
pt: Entrei em contato com eles para pedir permissão para distribuí-los
ro: I-am contactat pentru a le cere permisiunea de a le distribui
ru: Я связался с ними, чтобы попросить разрешения на их распространение.

source: with my program, but I got no reply, so I took this as a no.
fa: با برنامه ام، اما هیچ پاسخی دریافت نکردم، بنابراین این را به عنوان یک نه در نظر گرفتم.
ja: 私のプログラムでそれを試みましたが、返事がなかったので、これはノーだと受け取りました。
ko: 제 프로그램에 질문을 올렸지만 답변이 없어서 거절로 간주했습니다.
lt: su savo programa, bet negavau atsakymo, todėl priėmiau tai kaip ne.
no: med programmet mitt, men jeg fikk ikke noe svar, så jeg tok dette som et nei.
pl: z moim programem, ale nie otrzymałem odpowiedzi, więc przyjąłem to jako odpowiedź odmowną.
pt: com meu programa, mas não obtive resposta, então considerei isso como um não.
ro: cu programul meu, dar nu am primit niciun răspuns, așa că am considerat acest lucru ca un nu.
ru: с моей программой, но я не получил ответа, поэтому я воспринял это как отказ.

source: However, it is a fairly simple process to put them in yourself.
fa: با این حال، قرار دادن آنها در خودتان یک فرآیند نسبتاً ساده است.
ja: ただし、自分で取り付けるのはかなり簡単なプロセスです。
ko: 하지만 직접 넣는 건 비교적 간단한 과정입니다.
lt: Tačiau tai yra gana paprastas procesas, kurį galite įdėti patys.
no: Det er imidlertid en ganske enkel prosess å legge dem inn selv.
pl: Jednakże jest to stosunkowo prosty proces, aby je samemu wprowadzić.
pt: No entanto, colocá-los você mesmo é um processo bastante simples.
ro: Cu toate acestea, este un proces destul de simplu să le pui în tine.
ru: Однако установить их самостоятельно довольно просто.

source: After downloading and unzipping the files, they can be easily
fa: پس از دانلود و از حالت فشرده خارج کردن فایل ها، به راحتی می توان آنها را دریافت کرد
ja: ファイルをダウンロードして解凍したら、簡単に
ko: 파일을 다운로드하고 압축을 풀면 쉽게 사용할 수 있습니다.
lt: Atsisiuntę ir išpakavus failus, juos bus lengva
no: Etter å ha lastet ned og pakket ut filene, kan de enkelt gjøres
pl: Po pobraniu i rozpakowaniu plików można je łatwo
pt: Após baixar e descompactar os arquivos, eles podem ser facilmente
ro: După descărcarea și dezarhivarea fișierelor, acestea pot fi ușor
ru: После загрузки и распаковки файлов их можно легко

source: converted to
fa: تبدیل به
ja: に変換
ko: 로 변환
lt: konvertuoti į
no: konvertert til
pl: przekonwertowany na
pt: convertido para
ro: convertit la
ru: преобразован в

source: format, which is the format used in this program,
fa: فرمت که فرمت استفاده شده در این برنامه است،
ja: このプログラムで使用される形式である
ko: 이 프로그램에서 사용되는 형식은 다음과 같습니다.
lt: formatu, kuris naudojamas šioje programoje,
no: format, som er formatet som brukes i dette programmet,
pl: format, który jest formatem używanym w tym programie,
pt: formato, que é o formato usado neste programa,
ro: format, care este formatul folosit în acest program,
ru: формат, который используется в этой программе,

source: using either of the following free programs -
fa: با استفاده از یکی از برنامه های رایگان زیر -
ja: 以下の無料プログラムのいずれかを使用します -
ko: 다음 무료 프로그램 중 하나를 사용하세요.
lt: naudojant vieną iš šių nemokamų programų -
no: ved å bruke ett av følgende gratis programmer -
pl: korzystając z dowolnego z następujących bezpłatnych programów -
pt: usando qualquer um dos seguintes programas gratuitos -
ro: folosind oricare dintre următoarele programe gratuite -
ru: используя любую из следующих бесплатных программ -

source: < Hamster free audio converter > or < Movavi video converter >
fa: < مبدل صوتی رایگان Hamster > یا < مبدل ویدیویی Movavi >
ja: < Hamster 無料オーディオコンバータ > または < Movavi ビデオコンバータ >
ko: < 햄스터 무료 오디오 변환기 > 또는 < 모바비 비디오 변환기 >
lt: < Hamster free audio converter > arba < Movavi video converter >
no: < Hamster gratis lydkonverter > eller < Movavi videokonverter >
pl: < Darmowy konwerter audio Hamster > lub < Konwerter wideo Movavi >
pt: < Conversor de áudio sem hamster > ou < Conversor de vídeo Movavi >
ro: < Convertor audio gratuit pentru hamster > sau < Convertor video Movavi >
ru: < Бесплатный аудиоконвертер Hamster > или < Видеоконвертер Movavi >

source: They can also be edited, if necessary, with the free program < Waveshop >
fa: همچنین در صورت لزوم می توان آنها را با برنامه رایگان < Waveshop > ویرایش کرد
ja: 必要に応じて、無料のプログラム< Waveshop >で編集することもできます。
ko: 필요한 경우 무료 프로그램인 <Waveshop>을 사용하여 편집할 수도 있습니다.
lt: Taip pat, jei reikia, juos galima redaguoti nemokama programa < Waveshop >
no: De kan også redigeres, om nødvendig, med gratisprogrammet < Waveshop >
pl: Można je także edytować, jeśli zachodzi taka potrzeba, przy pomocy bezpłatnego programu < Waveshop >
pt: Eles também podem ser editados, se necessário, com o programa gratuito < Waveshop >
ro: Ele pot fi editate, dacă este necesar, cu programul gratuit < Waveshop >
ru: При необходимости их также можно редактировать с помощью бесплатной программы < Waveshop >

source: You may, for example, want to change the volume of the sound or fade it more quickly.
fa: برای مثال ممکن است بخواهید میزان صدا را تغییر دهید یا آن را با سرعت بیشتری محو کنید.
ja: たとえば、サウンドの音量を変更したり、より速くフェードアウトさせたりしたい場合があります。
ko: 예를 들어, 소리의 볼륨을 바꾸거나 소리를 더 빨리 사라지게 할 수 있습니다.
lt: Pavyzdžiui, galite pakeisti garso stiprumą arba jį greičiau išblukti.
no: Du kan for eksempel ønske å endre volumet på lyden eller tone den raskere.
pl: Możesz na przykład chcieć zmienić głośność dźwięku lub przyspieszyć jego wyciszanie.
pt: Você pode, por exemplo, querer alterar o volume do som ou reduzi-lo mais rapidamente.
ro: S-ar putea, de exemplu, să doriți să schimbați volumul sunetului sau să îl estompați mai rapid.
ru: Например, вы можете захотеть изменить громкость звука или сделать его затухание более быстрым.

source: I used < Waveshop > because it seemed the easiest to use and had the best help file.
fa: من از < Waveshop > استفاده کردم زیرا به نظر ساده ترین کار بود و بهترین فایل راهنما را داشت.
ja: 最も使いやすく、ヘルプ ファイルも充実していたため、< Waveshop > を使用しました。
ko: 저는 <Waveshop>을 사용했는데, 사용하기 가장 편리하고 도움말 파일도 가장 좋았기 때문입니다.
lt: Naudojau <Waveshop>, nes atrodė lengviausia naudoti ir turi geriausią pagalbos failą.
no: Jeg brukte < Waveshop > fordi den virket som den enkleste å bruke og hadde den beste hjelpefilen.
pl: Użyłem < Waveshop >, ponieważ wydał mi się najłatwiejszy w użyciu i miał najlepszy plik pomocy.
pt: Usei o < Waveshop > porque parecia o mais fácil de usar e tinha o melhor arquivo de ajuda.
ro: Am folosit < Waveshop > pentru că mi s-a părut cel mai ușor de utilizat și avea cel mai bun fișier de ajutor.
ru: Я использовал < Waveshop >, потому что он показался мне самым простым в использовании и имел лучший файл справки.

source: Then copy them to the < sound_wav > directory and swap the filenames
fa: سپس آنها را در دایرکتوری < sound_wav > کپی کنید و نام فایل ها را عوض کنید
ja: 次に、それらを< sound_wav >ディレクトリにコピーし、ファイル名を入れ替えます。
ko: 그런 다음 <sound_wav> 디렉토리로 복사하고 파일 이름을 바꿉니다.
lt: Tada nukopijuokite juos į < sound_wav > katalogą ir pakeiskite failų pavadinimus
no: Kopier dem deretter til katalogen < sound_wav > og bytt filnavnene
pl: Następnie skopiuj je do katalogu < sound_wav > i zamień nazwy plików
pt: Em seguida, copie-os para o diretório < sound_wav > e troque os nomes dos arquivos
ro: Apoi copiați-le în directorul < sound_wav > și schimbați numele fișierelor
ru: Затем скопируйте их в каталог <sound_wav> и поменяйте имена файлов.

source: for the sounds that you want, as described earlier.
fa: برای صداهایی که می خواهید، همانطور که قبلا توضیح داده شد.
ja: 前述のように、必要なサウンドを選択します。
ko: 앞서 설명한 대로, 원하는 소리를 들을 수 있습니다.
lt: norimiems garsams, kaip aprašyta anksčiau.
no: for lydene du ønsker, som beskrevet tidligere.
pl: dla dźwięków, których potrzebujesz, jak opisano wcześniej.
pt: para os sons que você deseja, conforme descrito anteriormente.
ro: pentru sunetele pe care le doriți, așa cum este descris mai devreme.
ru: для нужных вам звуков, как описано ранее.

source: To see the list of the sound files used in the program,
fa: برای مشاهده لیست فایل های صوتی مورد استفاده در برنامه،
ja: プログラムで使用されているサウンドファイルのリストを表示するには、
ko: 프로그램에서 사용되는 사운드 파일 목록을 보려면
lt: Norėdami pamatyti programoje naudojamų garso failų sąrašą,
no: For å se listen over lydfilene som brukes i programmet,
pl: Aby zobaczyć listę plików dźwiękowych użytych w programie,
pt: Para ver a lista dos arquivos de som usados no programa,
ro: Pentru a vedea lista fișierelor de sunet utilizate în program,
ru: Чтобы увидеть список звуковых файлов, используемых в программе,

source: Click the < Game sound effects > button on the previous help screen.
fa: روی دکمه < جلوه های صوتی بازی > در صفحه راهنمای قبلی کلیک کنید.
ja: 前のヘルプ画面で < ゲームサウンドエフェクト > ボタンをクリックします。
ko: 이전 도움말 화면에서 <게임 사운드 효과> 버튼을 클릭하세요.
lt: Ankstesniame pagalbos ekrane spustelėkite mygtuką < Žaidimo garso efektai >.
no: Klikk på knappen < Spilllydeffekter > på forrige hjelpeskjerm.
pl: Kliknij przycisk < Efekty dźwiękowe gry > na poprzednim ekranie pomocy.
pt: Clique no botão < Efeitos sonoros do jogo > na tela de ajuda anterior.
ro: Faceți clic pe butonul < Efecte sonore joc > din ecranul de ajutor anterior.
ru: Нажмите кнопку < Звуковые эффекты игры > на предыдущем экране справки.

source: Notes on sound effects
fa: نکاتی در مورد جلوه های صوتی
ja: 効果音に関する注意事項
ko: 음향 효과에 대한 참고 사항
lt: Pastabos apie garso efektus
no: Merknader om lydeffekter
pl: Notatki dotyczące efektów dźwiękowych
pt: Notas sobre efeitos sonoros
ro: Note despre efectele sonore
ru: Заметки о звуковых эффектах

source: Tab list
fa: لیست برگه ها
ja: タブリスト
ko: 탭 목록
lt: Skirtukų sąrašas
no: Faneliste
pl: Lista kart
pt: Lista de abas
ro: Lista cu file
ru: Список вкладок

source: Base Round
fa: دور پایه
ja: ベースラウンド
ko: 베이스 라운드
lt: Bazinis ratas
no: Grunnrunde
pl: Podstawa okrągła
pt: Base redonda
ro: Baza Rotunda
ru: Базовый раунд

source: Paste Players and Ratings here, using the format shown below ;
fa: بازیکنان و رتبه‌بندی‌ها را با استفاده از قالب زیر در اینجا جای‌گذاری کنید.
ja: 以下に示す形式を使用して、プレーヤーと評価をここに貼り付けます。
ko: 아래 표시된 형식을 사용하여 플레이어와 평가를 여기에 붙여넣으세요.
lt: Įklijuokite žaidėjus ir įvertinimus čia, naudodami toliau pateiktą formatą;
no: Lim inn spillere og vurderinger her, ved å bruke formatet vist nedenfor;
pl: Wklej tutaj graczy i oceny, używając formatu pokazanego poniżej;
pt: Cole jogadores e classificações aqui, usando o formato mostrado abaixo;
ro: Lipiți jucători și evaluări aici, folosind formatul prezentat mai jos;
ru: Вставьте сюда игроков и рейтинги, используя формат, показанный ниже;

source: Federer, Roger 2499 Woods, Tiger 2499
fa: فدرر، راجر 2499 وودز، تایگر 2499
ja: フェデラー、ロジャー 2499 ウッズ、タイガー 2499
ko: 페더러, 로저 2499 우즈, 타이거 2499
lt: Federeris, Rogeris 2499 Woodsas, Tigras 2499
pt: Federer, Roger 2499 Madeiras, Tigre 2499
ru: Федерер, Роджер 2499 Вудс, Тайгер 2499

source: Messi, Lionel 2499 Ronaldo, Christiano 2499
fa: مسی، لیونل 2499 رونالدو، کریستیانو 2499
ja: メッシ、ライオネル 2499 ロナウド、クリスティアーノ 2499
ko: 메시, 리오넬 2499 호날두, 크리스티아누 2499
lt: Messi, Lionelis 2499 Ronaldo, Christiano 2499
pt: Messi, Lionel 2499 Ronaldo, Cristiano 2499
ru: Месси, Лионель 2499 Роналду, Кристиано 2499

source: Tarrasch expects two player names with ratings per line.
fa: Tarrasch انتظار دارد دو بازیکن با رتبه بندی در هر خط.
ja: Tarrasch は、各行に評価付きの選手名が 2 つあることを期待しています。
ko: 타라쉬는 한 줄에 등급이 있는 선수 이름 두 개를 예상합니다.
lt: Tarrasch tikisi dviejų žaidėjų vardų su reitingais vienoje eilutėje.
no: Tarrasch forventer to spillernavn med rangeringer per linje.
pl: Tarrasch spodziewa się dwóch nazwisk graczy z ocenami w każdym wierszu.
pt: Tarrasch espera dois nomes de jogadores com classificações por linha.
ro: Tarrasch se așteaptă la două nume de jucători cu evaluări pe linie.
ru: Тарраш ожидает, что в каждой строке будет по два имени игроков с рейтингом.

source: It will remove extra spaces and punctuation.
fa: فضاهای اضافی و علائم نگارشی را حذف می کند.
ja: 余分なスペースと句読点が削除されます。
ko: 불필요한 공백과 구두점이 제거됩니다.
lt: Tai pašalins papildomus tarpus ir skyrybos ženklus.
no: Det vil fjerne ekstra mellomrom og tegnsetting.
pl: Spowoduje to usunięcie dodatkowych spacji i znaków interpunkcyjnych.
pt: Isso removerá espaços e pontuação extras.
ro: Va elimina spațiile suplimentare și semnele de punctuație.
ru: Это удалит лишние пробелы и знаки препинания.

source: It expects ratings to immediately follow names,
fa: انتظار دارد رتبه‌بندی‌ها فوراً نام‌ها را دنبال کنند،
ja: 評価は名前の直後に発表されると予想している。
ko: 이름 바로 뒤에 등급이 표시될 것으로 예상합니다.
lt: Ji tikisi, kad įvertinimai iškart atsiras po vardų,
no: Den forventer at rangeringer umiddelbart følger navn,
pl: Oczekuje się, że oceny będą natychmiast podążać za nazwiskami,
pt: Espera-se que as classificações sigam imediatamente os nomes,
ro: Se așteaptă ca evaluările să urmeze imediat nume,
ru: Ожидается, что рейтинги будут следовать сразу за именами,

source: but other non-alpha characters can appear between them or before fields,
fa: اما سایر کاراکترهای غیر آلفا می توانند بین آنها یا قبل از فیلدها ظاهر شوند،
ja: ただし、他の非アルファベット文字はフィールドの間やフィールドの前に出現する可能性がある。
ko: 그러나 다른 비알파벳 문자는 필드 사이 또는 필드 앞에 나타날 수 있습니다.
lt: bet kiti ne alfa simboliai gali būti tarp jų arba prieš laukus,
no: men andre ikke-alfategn kan vises mellom dem eller før felt,
pl: ale inne znaki niealfabetyczne mogą pojawiać się między nimi lub przed polami,
pt: mas outros caracteres não alfabéticos podem aparecer entre eles ou antes dos campos,
ro: dar alte caractere non-alfa pot apărea între ele sau înaintea câmpurilor,
ru: но между ними или перед полями могут появляться другие небуквенные символы,

source: so the following Swiss Perfect format for example is okay;
fa: بنابراین فرمت Swiss Perfect زیر برای مثال مشکلی ندارد.
ja: たとえば、次の Swiss Perfect 形式は問題ありません。
ko: 따라서 예를 들어 다음의 Swiss Perfect 형식은 괜찮습니다.
lt: taigi, pavyzdžiui, šis Swiss Perfect formatas yra tinkamas;
no: så følgende Swiss Perfect-format for eksempel er greit;
pl: więc na przykład poniższy format Swiss Perfect jest w porządku;
pt: então o seguinte formato Swiss Perfect, por exemplo, está correto;
ro: deci următorul format Swiss Perfect, de exemplu, este în regulă;
ru: поэтому следующий формат Swiss Perfect, например, вполне допустим;

source: 1 Federer, Roger 2499 [6.5] : Woods, Tiger 2499 [5.5]
fa: 1 فدرر، راجر 2499 [6.5] : وودز، تایگر 2499 [5.5]
ja: 1 ロジャー・フェデラー 2499 [6.5] : タイガー・ウッズ 2499 [5.5]
ko: 1 페더러, 로저 2499 [6.5] : 우즈, 타이거 2499 [5.5]
lt: 1 Federeris, Rogeris 2499 [6.5] : Woodsas, Tigras 2499 [5.5]
pt: 1 Federer, Roger 2499 [6,5] : Woods, Tigre 2499 [5,5]
ru: 1 Федерер, Роджер 2499 [6.5] : Вудс, Тайгер 2499 [5.5]

source: If your pairing program produces something that doesn't work,
fa: اگر برنامه جفت سازی شما چیزی را تولید می کند که کار نمی کند،
ja: ペアリングプログラムが機能しないものを生成した場合、
ko: 페어링 프로그램에서 작동하지 않는 것이 생성되는 경우
lt: Jei jūsų poravimo programa sukuria kažką, kas neveikia,
no: Hvis sammenkoblingsprogrammet ditt produserer noe som ikke fungerer,
pl: Jeśli Twój program parowania wygeneruje coś, co nie działa,
pt: Se o seu programa de pareamento produzir algo que não funciona,
ro: Dacă programul dvs. de asociere produce ceva care nu funcționează,
ru: Если ваша программа сопряжения выдает что-то, что не работает,

source: email me at billforsternz@gmail.com with a sample
fa: با یک نمونه به آدرس billforsternz@gmail.com ایمیل بزنید
ja: サンプルをbillforsternz@gmail.comまでメールで送ってください。
ko: billforsternz@gmail.com으로 샘플을 이메일로 보내주세요.
lt: atsiųskite man pavyzdį adresu billforsternz@gmail.com
no: send meg en e-post på billforsternz@gmail.com med en prøve
pl: napisz do mnie na adres billforsternz@gmail.com z próbką
pt: envie um e-mail para billforsternz@gmail.com com uma amostra
ro: e-mail-mi la billforsternz@gmail.com cu o mostră
ru: отправьте мне образец по адресу billforsternz@gmail.com

source: and if you ask nicely I'll adapt Tarrasch for you.
fa: و اگر خوب بپرسید من تاراش را برای شما تطبیق خواهم داد.
ja: 丁寧にお願いすれば、タラッシュをアレンジしてあげますよ。
ko: 그리고 당신이 정중하게 요청한다면 나는 당신을 위해 타라쉬를 각색해 줄게요.
lt: ir jei gražiai paprašysi, aš tau pritaikysiu Tarraschą.
no: og hvis du spør pent, tilpasser jeg Tarrasch for deg.
pl: a jeśli ładnie poprosisz, zaadaptuję dla ciebie Tarrascha.
pt: e se você pedir gentilmente eu adaptarei Tarrasch para você.
ro: iar dacă întrebi frumos, îți adaptez Tarrasch-ul.
ru: и если вы хорошо попросите, я адаптирую для вас Тарраша.

source: This help information will be ignored if it is present,
fa: این اطلاعات کمکی در صورت وجود نادیده گرفته می شود،
ja: このヘルプ情報は存在する場合は無視されます。
ko: 이 도움말 정보는 존재하는 경우 무시됩니다.
lt: Ši pagalbos informacija bus ignoruojama, jei ji pateikiama,
no: Denne hjelpeinformasjonen vil bli ignorert hvis den finnes,
pl: Jeśli te informacje pomocy są obecne, zostaną zignorowane.
pt: Essas informações de ajuda serão ignoradas se estiverem presentes,
ro: Aceste informații de ajutor vor fi ignorate dacă sunt prezente,
ru: Эта справочная информация будет проигнорирована, если она присутствует,

source: so you can paste above, paste below or Ctrl-A to select all and paste over the top.
fa: بنابراین می‌توانید در بالا، چسباندن زیر یا Ctrl-A برای انتخاب همه و چسباندن در بالای صفحه قرار دهید.
ja: 上に貼り付けたり、下に貼り付けたり、Ctrl + A ですべてを選択して上に貼り付けたりすることができます。
ko: 위에 붙여넣기, 아래에 붙여넣기, 아니면 Ctrl-A를 눌러 전체 선택해서 위에 붙여넣기 할 수 있습니다.
lt: kad galėtumėte įklijuoti aukščiau, įklijuoti žemiau arba Ctrl-A, kad pasirinktumėte viską ir įklijuokite viršuje.
no: slik at du kan lime inn over, lime inn under eller Ctrl-A for å velge alle og lime inn over toppen.
pl: Możesz więc wkleić powyżej, wkleić poniżej lub nacisnąć Ctrl-A, aby zaznaczyć wszystko i wkleić na górze.
pt: então você pode colar acima, colar abaixo ou Ctrl-A para selecionar tudo e colar por cima.
ro: astfel încât să puteți lipi deasupra, lipiți dedesubt sau Ctrl-A pentru a le selecta pe toate și a lipi deasupra.
ru: поэтому вы можете вставить выше, вставить ниже или нажать Ctrl-A, чтобы выделить все и вставить сверху.

source: Use this panel to generate empty skeleton games for a tournament round.
fa: از این پانل برای تولید بازی های اسکلت خالی برای دور مسابقات استفاده کنید.
ja: このパネルを使用して、トーナメント ラウンド用の空のスケルトン ゲームを生成します。
ko: 이 패널을 사용하여 토너먼트 라운드를 위한 빈 스켈레톤 게임을 생성합니다.
lt: Naudokite šį skydelį, kad sukurtumėte tuščius skeleto žaidimus turnyro raundui.
no: Bruk dette panelet til å generere tomme skjelettspill for en turneringsrunde.
pl: Użyj tego panelu, aby wygenerować puste gry szkieletowe na rundę turniejową.
pt: Use este painel para gerar jogos de esqueleto vazios para uma rodada de torneio.
ro: Utilizați acest panou pentru a genera jocuri schelete goale pentru o rundă de turneu.
ru: Используйте эту панель для создания пустых скелетных игр для турнирного раунда.

source: Don't worry, if Roger Federer is playing Tiger Woods at your tournament
fa: نگران نباشید، اگر راجر فدرر در مسابقات شما با تایگر وودز بازی می کند
ja: 心配しないでください。あなたのトーナメントでロジャー・フェデラーがタイガー・ウッズと対戦するとしても
ko: 걱정하지 마세요. Roger Federer가 귀하의 토너먼트에서 Tiger Woods와 경기를 펼친다면
lt: Nesijaudinkite, jei Rogeris Federeris jūsų turnyre žaidžia Tiger Woods
no: Ikke bekymre deg, hvis Roger Federer spiller mot Tiger Woods i turneringen din
pl: Nie martw się, jeśli Roger Federer gra na Twoim turnieju z Tigerem Woodsem
pt: Não se preocupe, se Roger Federer estiver jogando contra Tiger Woods no seu torneio
ro: Nu-ți face griji, dacă Roger Federer joacă Tiger Woods la turneul tău
ru: Не волнуйтесь, если Роджер Федерер играет с Тайгером Вудсом на вашем турнире

source: their game won't be skipped unless they are both rated 2499!
fa: بازی آنها حذف نخواهد شد مگر اینکه هر دو دارای رتبه 2499 باشند!
ja: 両者の評価が 2499 でない限り、ゲームはスキップされません。
ko: 두 사람 모두 2499점을 받지 않는 한, 해당 게임은 건너뛸 수 없습니다!
lt: jų žaidimas nebus praleistas, nebent jie abu bus įvertinti 2499!
no: spillet deres vil ikke bli hoppet over med mindre de begge er vurdert til 2499!
pl: ich gra nie zostanie pominięta, dopóki obydwie nie będą miały oceny 2499!
pt: o jogo deles não será pulado a menos que ambos tenham classificação 2499!
ro: jocul lor nu va fi omis decât dacă sunt amândoi cotați 2499!
ru: Их игра не будет пропущена, если только их рейтинг не будет равен 2499!

source: Tournament Dialog Help
fa: راهنمای گفتگوی مسابقات
ja: トーナメントダイアログヘルプ
ko: 토너먼트 대화 도움말
lt: Turnyro dialogo pagalba
no: Hjelp for turneringsdialog
pl: Pomoc dotycząca dialogu turniejowego
pt: Ajuda do diálogo do torneio
ro: Ajutor de dialog pentru turneu
ru: Помощь в диалоге турнира

source: Illegal base round field
fa: زمین گرد پایه غیر قانونی
ja: 違法なベースラウンドフィールド
ko: 불법적인 베이스 라운드 필드
lt: Neteisėtas bazės apvalus laukas
no: Ulovlig base rundt felt
pl: Nielegalne pole bazowe
pt: Campo de base ilegal
ro: Cîmp rotund de bază ilegală
ru: Незаконное поле раунда базы

source: Error in game template
fa: خطا در قالب بازی
ja: ゲームテンプレートのエラー
ko: 게임 템플릿 오류
lt: Klaida žaidimo šablone
no: Feil i spillmalen
pl: Błąd w szablonie gry
pt: Erro no modelo do jogo
ro: Eroare în șablonul de joc
ru: Ошибка в шаблоне игры

source: This panel lets you setup training options.
fa: این پنل به شما امکان می دهد گزینه های آموزشی را تنظیم کنید.
ja: このパネルではトレーニング オプションを設定できます。
ko: 이 패널을 사용하면 교육 옵션을 설정할 수 있습니다.
lt: Šiame skydelyje galite nustatyti treniruočių parinktis.
no: Dette panelet lar deg sette opp treningsalternativer.
pl: Ten panel umożliwia skonfigurowanie opcji szkoleniowych.
pt: Este painel permite que você configure opções de treinamento.
ro: Acest panou vă permite să configurați opțiunile de antrenament.
ru: Эта панель позволяет вам настраивать параметры обучения.

source: Board position lags play by this many half moves:
fa: تأخیر در موقعیت تخته با این تعداد حرکت نیمه در بازی:
ja: ボードの位置は、この半手数だけプレイより遅れます:
ko: 보드 위치는 이만큼의 반 이동으로 플레이가 지연됩니다.
lt: Lentos padėtis atsilieka žaidime šiais daugybe judesių:
no: Brettposisjon forsinker spillet med så mange halvtrekk:
pl: Pozycja na szachownicy opóźnia grę o następującą liczbę półruchów:
pt: A posição do tabuleiro atrasa o jogo em vários meios movimentos:
ro: Poziția la bord întârzie jocul cu atâtea jumătăți de mișcări:
ru: Позиция на доске отстает от игры на такое количество полуходов:
