Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Dutch
fa: هلندی
ja: オランダ語
ko: 네덜란드 사람
lt: olandų
no: nederlandsk
pl: Holenderski
pt: Holandês
ro: olandeză
ru: Голландский

source: Estonian
fa: استونیایی
ja: エストニア語
ko: 에스토니아 사람
lt: Estų
no: estisk
pl: estoński
pt: estoniano
ro: estonă
ru: эстонский

source: Finnish
fa: فنلاندی
ja: フィンランド語
ko: 핀란드어
lt: suomių
no: finsk
pl: fiński
pt: finlandês
ro: finlandeză
ru: финский

source: French
fa: فرانسوی
ja: フランス語
ko: 프랑스 국민
lt: prancūzų
no: fransk
pl: francuski
pt: Francês
ro: franceză
ru: Французский

source: German
fa: آلمانی
ja: ドイツ語
ko: 독일 사람
lt: vokiečių
no: tysk
pl: niemiecki
pt: Alemão
ru: немецкий

source: Greek
fa: یونانی
ja: ギリシャ語
ko: 그리스 사람
lt: graikų
no: gresk
pl: grecki
pt: grego
ro: greacă
ru: греческий

source: Hausa
fa: هاوسا
ja: ハウサ語
ko: 하우사어
pl: hausański
pt: Hauçá
ru: хауса

source: Hebrew
fa: عبری
ja: ヘブライ語
ko: 헤브라이 사람
lt: hebrajų
no: hebraisk
pl: hebrajski
pt: hebraico
ro: ebraică
ru: иврит

source: Hindi
fa: هندی
ja: ヒンディー語
ko: 힌디 어
pl: hinduski
ru: хинди

source: Hungarian
fa: مجارستانی
ja: ハンガリー語
ko: 헝가리 인
lt: vengrų
no: ungarsk
pl: węgierski
pt: húngaro
ro: maghiară
ru: венгерский

source: Indonesian
fa: اندونزیایی
ja: インドネシア語
ko: 인도네시아 인
lt: Indoneziečių
no: indonesisk
pl: indonezyjski
pt: indonésio
ro: indoneziană
ru: индонезийский

source: Italian
fa: ایتالیایی
ja: イタリア語
ko: 이탈리아 사람
lt: italų
no: italiensk
pl: włoski
pt: italiano
ru: итальянский

source: Japanese
fa: ژاپنی
ja: 日本語
ko: 일본어
lt: japonų
no: japansk
pl: japoński
pt: japonês
ro: japonez
ru: японский

source: Korean
fa: کره ای
ja: 韓国語
ko: 한국인
lt: korėjiečių
no: koreansk
pl: koreański
pt: coreano
ro: coreean
ru: корейский

source: Latvian
fa: لتونی
ja: ラトビア語
ko: 라트비아 사람
lt: latvių
no: latvisk
pl: łotewski
pt: letão
ro: letonă
ru: латышский

source: Lithuanian
fa: لیتوانیایی
ja: リトアニア語
ko: 리투아니아 사람
lt: lietuvių
no: litauisk
pl: litewski
pt: lituano
ro: lituanian
ru: литовский

source: Norwegian
fa: نروژی
ja: ノルウェー語
ko: 노르웨이 인
lt: norvegų
no: norsk
pl: norweski
pt: norueguês
ro: norvegian
ru: норвежский

source: Persian
fa: فارسی
ja: ペルシャ語
ko: 페르시아 인
lt: persų
no: persisk
pl: perski
pt: persa
ro: persană
ru: персидский

source: Polish
fa: لهستانی
ja: 研磨
ko: 광택
lt: lenkų
no: Pusse
pl: Polski
pt: polonês
ro: Lustrui
ru: польский

source: Portuguese
fa: پرتغالی
ja: ポルトガル語
ko: 포르투갈 인
lt: portugalų
no: portugisisk
pl: portugalski
pt: Português
ro: portugheză
ru: португальский

source: Romanian
fa: رومانیایی
ja: ルーマニア語
ko: 루마니아 사람
lt: rumunų
no: rumensk
pl: rumuński
pt: romeno
ro: română
ru: румынский

source: Russian
fa: روسی
ja: ロシア
ko: 러시아인
lt: rusų
no: russisk
pl: rosyjski
pt: russo
ro: rusă
ru: Русский

source: Serbian
fa: صربی
ja: セルビア語
ko: 세르비아 사람
lt: serbų
no: serbisk
pl: serbski
pt: sérvio
ro: sârb
ru: сербский

source: Spanish
fa: اسپانیایی
ja: スペイン語
ko: 스페인 사람
lt: ispanų
no: spansk
pl: hiszpański
pt: Espanhol
ro: spaniolă
ru: испанский

source: Swahili
fa: سواحیلی
ja: スワヒリ語
ko: 스와힐리어
lt: suahilių
pl: suahilijski
pt: Suaíli
ru: суахили

source: Swedish
fa: سوئدی
ja: スウェーデン語
ko: 스웨덴어
lt: švedų
no: svensk
pl: szwedzki
pt: sueco
ro: suedez
ru: шведский

source: Tamil
fa: تامیل
ja: タミル語
ko: 타밀 사람
lt: tamilų
pt: tâmil
ru: тамильский

source: Thai
fa: تایلندی
ja: タイ語
ko: 태국어
lt: tajų
pl: tajski
pt: tailandês
ro: thailandez
ru: тайский

source: Turkish
fa: ترکی
ja: トルコ語
ko: 터키어
lt: turkų
no: tyrkisk
pl: turecki
pt: turco
ro: turc
ru: турецкий

source: Ukrainian
fa: اوکراینی
ja: ウクライナ語
ko: 우크라이나 말
lt: ukrainiečių
no: ukrainsk
pl: ukraiński
pt: ucraniano
ro: ucrainean
ru: украинский

source: Urdu
fa: اردو
ja: ウルドゥー語
ko: 우르두어
ru: урду

source: Vietnamese
fa: ویتنامی
ja: ベトナム語
ko: 베트남 사람
lt: vietnamiečių
no: vietnamesisk
pl: wietnamski
pt: vietnamita
ro: vietnamez
ru: вьетнамский

source: Languages are selected by clicking on the language name or flag.
fa: زبان ها با کلیک بر روی نام یا پرچم زبان انتخاب می شوند.
ja: 言語は、言語名または国旗をクリックして選択します。
ko: 언어 이름이나 플래그를 클릭하면 언어를 선택할 수 있습니다.
lt: Kalbos pasirenkamos spustelėjus kalbos pavadinimą arba vėliavėlę.
no: Språk velges ved å klikke på språknavnet eller flagget.
pl: Wybór języka odbywa się poprzez kliknięcie na nazwę języka lub flagę.
pt: Os idiomas são selecionados clicando no nome do idioma ou na bandeira.
ro: Limbile sunt selectate făcând clic pe numele sau steag limbii.
ru: Выбор языка осуществляется нажатием на название языка или флаг.

source: The currently selected language is indicated by the
fa: زبان انتخاب شده در حال حاضر با علامت نشان داده می شود
ja: 現在選択されている言語は、
ko: 현재 선택된 언어는 다음과 같이 표시됩니다.
lt: Šiuo metu pasirinkta kalba rodoma simboliu
no: Det valgte språket er angitt med
pl: Aktualnie wybrany język jest oznaczony
pt: O idioma selecionado atualmente é indicado pelo
ro: Limba selectată în prezent este indicată de
ru: Текущий выбранный язык обозначен значком

source: marker
fa: نشانگر
ja: マーカー
ko: 채점자
lt: žymeklis
no: markør
pl: znacznik
pt: marcador
ru: маркер

source: The translations were made using GitLocalize.
fa: ترجمه ها با استفاده از GitLocalize انجام شده است.
ja: 翻訳は GitLocalize を使用して行われました。
ko: 번역은 GitLocalize를 사용하여 이루어졌습니다.
lt: Vertimai buvo atlikti naudojant „GitLocalize“.
no: Oversettelsene ble gjort ved hjelp av GitLocalize.
pl: Tłumaczenia wykonano przy użyciu GitLocalize.
pt: As traduções foram feitas usando o GitLocalize.
ro: Traducerile au fost făcute folosind GitLocalize.
ru: Переводы были выполнены с помощью GitLocalize.

source: The website address is -
fa: آدرس سایت -
ja: ウェブサイトのアドレスは -
ko: 웹사이트 주소는 -
lt: Svetainės adresas yra -
no: Nettstedets adresse er -
pl: Adres strony internetowej to -
pt: O endereço do site é -
ro: Adresa site-ului este -
ru: Адрес веб-сайта -

source: All of the languages display properly on my computer,
fa: همه زبان ها به درستی در رایانه من نمایش داده می شوند،
ja: 私のコンピュータではすべての言語が正しく表示されます。
ko: 모든 언어가 내 컴퓨터에 제대로 표시됩니다.
lt: Visos kalbos tinkamai rodomos mano kompiuteryje,
no: Alle språkene vises riktig på datamaskinen min,
pl: Wszystkie języki wyświetlają się prawidłowo na moim komputerze,
pt: Todos os idiomas são exibidos corretamente no meu computador,
ro: Toate limbile se afișează corect pe computerul meu,
ru: Все языки отображаются правильно на моем компьютере,

source: but I have no idea how accurate the translations are.
fa: اما من نمی دانم چقدر ترجمه ها دقیق هستند.
ja: しかし、翻訳がどれほど正確であるかはわかりません。
ko: 하지만 번역이 얼마나 정확한지는 전혀 모르겠습니다.
lt: bet neįsivaizduoju, kokie tikslūs yra vertimai.
no: men jeg aner ikke hvor nøyaktige oversettelsene er.
pl: ale nie mam pojęcia, jak dokładne są te tłumaczenia.
pt: mas não tenho ideia de quão precisas são as traduções.
ro: dar nu am idee cât de exacte sunt traducerile.
ru: но я понятия не имею, насколько точны переводы.

source: For technical reasons it would have been very difficult
fa: به دلایل فنی بسیار دشوار بود
ja: 技術的な理由から、それは非常に困難だっただろう
ko: 기술적인 이유로는 매우 어려웠을 것입니다.
lt: Dėl techninių priežasčių tai būtų buvę labai sunku
no: Av tekniske årsaker ville det vært svært vanskelig
pl: Ze względów technicznych byłoby to bardzo trudne
pt: Por razões técnicas teria sido muito difícil
ro: Din motive tehnice ar fi fost foarte greu
ru: По техническим причинам это было бы очень сложно.

source: to translate the text in the main window title bar.
fa: برای ترجمه متن در نوار عنوان پنجره اصلی.
ja: メインウィンドウのタイトルバーのテキストを翻訳します。
ko: 메인 창 제목 표시줄의 텍스트를 번역합니다.
lt: norėdami išversti tekstą pagrindinio lango pavadinimo juostoje.
no: for å oversette teksten i hovedvinduets tittellinje.
pl: aby przetłumaczyć tekst wyświetlany na pasku tytułowym głównego okna.
pt: para traduzir o texto na barra de título da janela principal.
ro: pentru a traduce textul din bara de titlu a ferestrei principale.
ru: для перевода текста в заголовке главного окна.

source: So here are the translated phrases for it -
fa: بنابراین در اینجا عبارات ترجمه شده برای آن وجود دارد -
ja: 翻訳されたフレーズは次のとおりです。
ko: 번역된 문구는 다음과 같습니다.
lt: Taigi čia yra išverstos frazės -
no: Så her er de oversatte setningene for det -
pl: Oto przetłumaczone frazy -
pt: Então aqui estão as frases traduzidas para isso -
ro: Deci, iată expresiile traduse pentru asta -
ru: Итак, вот перевод фраз:

source: Initial position
fa: موقعیت اولیه
ja: 初期位置
ko: 초기 위치
lt: Pradinė padėtis
no: Utgangsposisjon
pl: Pozycja początkowa
pt: Posição inicial
ro: Poziția inițială
ru: Исходное положение

source: Position before
fa: موقعیت قبل
ja: 前の位置
ko: 위치 전
lt: Pozicija prieš
no: Stilling før
pl: Pozycja przed
pt: Posição antes
ro: Poziție înainte
ru: Позиция перед

source: Position after
fa: موقعیت بعد
ja: 後の位置
ko: 위치 후
lt: Pozicija po
no: Stilling etter
pl: Pozycja po
pt: Posição depois
ro: Pozitia dupa
ru: Позиция после

source: As yet, I have not translated the Nimzo_3d.chm help file
fa: هنوز فایل راهنمای Nimzo_3d.chm را ترجمه نکرده ام
ja: まだ、Nimzo_3d.chmヘルプファイルを翻訳していません。
ko: 아직 Nimzo_3d.chm 도움말 파일을 번역하지 않았습니다.
lt: Kol kas neišverčiau pagalbos failo Nimzo_3d.chm
no: Foreløpig har jeg ikke oversatt hjelpefilen Nimzo_3d.chm
pl: Jak dotąd nie przetłumaczyłem pliku pomocy Nimzo_3d.chm
pt: Até agora, não traduzi o arquivo de ajuda Nimzo_3d.chm
ro: Până acum, nu am tradus fișierul de ajutor Nimzo_3d.chm
ru: На данный момент я не перевел файл помощи Nimzo_3d.chm.

source: because I have not found a free program that does this.
fa: چون برنامه رایگانی پیدا نکردم که این کار را انجام دهد.
ja: なぜなら、これを行う無料のプログラムを見つけられなかったからです。
ko: 이런 일을 해주는 무료 프로그램을 찾지 못했거든요.
lt: nes neradau nemokamos programos, kuri tai padarytų.
no: fordi jeg ikke har funnet et gratis program som gjør dette.
pl: ponieważ nie znalazłem darmowego programu, który by to robił.
pt: porque não encontrei um programa gratuito que faça isso.
ro: pentru că nu am găsit un program gratuit care să facă asta.
ru: потому что я не нашел бесплатной программы, которая делает это.

source: I decided to leave the English version in the program, because
fa: تصمیم گرفتم نسخه انگلیسی را در برنامه بگذارم، زیرا
ja: 私はプログラムに英語版を残すことにしました。
ko: 나는 영어 버전을 프로그램에 남겨두기로 결정했습니다.
lt: Anglišką versiją nusprendžiau palikti programoje, nes
no: Jeg bestemte meg for å la den engelske versjonen være i programmet, fordi
pl: Postanowiłem pozostawić wersję angielską w programie, ponieważ
pt: Decidi deixar a versão em inglês no programa, porque
ro: Am decis să las versiunea în limba engleză în program, pentru că
ru: Я решил оставить в программе английскую версию, потому что

source: it was simpler to do so and I thought it might be of some use.
fa: انجام این کار ساده تر بود و من فکر کردم که ممکن است مفید باشد.
ja: そうすればもっと簡単になるし、役に立つかもしれないと思ったのです。
ko: 그렇게 하면 더 간단할 것이고, 뭔가 도움이 될 수도 있을 것 같았습니다.
lt: tai padaryti buvo paprasčiau ir maniau, kad tai gali būti naudinga.
no: det var enklere å gjøre det, og jeg tenkte at det kunne være til noe nytte.
pl: było to prostsze i pomyślałem, że może się to okazać przydatne.
pt: era mais simples fazer isso e pensei que poderia ser útil.
ro: a fost mai simplu să faci asta și m-am gândit că ar putea fi de folos.
ru: так было проще сделать, и я подумал, что это может быть полезно.

source: As an alternative, there is a PDF help file in English,
fa: به عنوان جایگزین، یک فایل راهنمای PDF به زبان انگلیسی وجود دارد،
ja: 代わりに、英語のPDFヘルプファイルがあります。
ko: 대안으로 영어로 된 PDF 도움말 파일이 있습니다.
lt: Kaip alternatyva yra PDF žinyno failas anglų kalba,
no: Som et alternativ er det en PDF-hjelpefil på engelsk,
pl: Alternatywnie dostępny jest plik pomocy PDF w języku angielskim,
pt: Como alternativa, há um arquivo de ajuda em PDF em inglês,
ro: Ca alternativă, există un fișier de ajutor PDF în limba engleză,
ru: В качестве альтернативы имеется PDF-файл справки на английском языке,

source: available for download at the following links -
fa: برای دانلود در لینک های زیر موجود است -
ja: 以下のリンクからダウンロードできます -
ko: 다음 링크에서 다운로드 가능 -
lt: galima atsisiųsti iš šios nuorodos -
no: tilgjengelig for nedlasting på følgende lenker -
pl: dostępne do pobrania pod następującymi linkami -
pt: disponível para download nos seguintes links -
ro: disponibil pentru descărcare la următoarele link-uri -
ru: доступно для скачивания по следующим ссылкам -

source: There are many free PDF online translators availble that you
fa: بسیاری از مترجمان آنلاین رایگان PDF در دسترس شما هستند
ja: 無料で利用できるPDFオンライン翻訳ツールは数多くあります。
ko: 여러분이 사용할 수 있는 무료 PDF 온라인 번역기가 많이 있습니다.
lt: Yra daug nemokamų internetinių PDF vertėjų
no: Det er mange gratis PDF-oversettere på nett tilgjengelig for deg
pl: Dostępnych jest wiele bezpłatnych tłumaczy plików PDF online, które możesz
pt: Existem muitos tradutores de PDF online gratuitos disponíveis que você
ro: Aveți la dispoziție mulți traducători online PDF gratuiti
ru: Существует множество бесплатных онлайн-переводчиков PDF-файлов, которые вы можете использовать.

source: can then use to translate this file into your own language.
fa: سپس می توانید از این فایل برای ترجمه به زبان خود استفاده کنید.
ja: その後、このファイルを自分の言語に翻訳することができます。
ko: 그런 다음 이 파일을 사용자의 언어로 번역할 수 있습니다.
lt: tada galite naudoti norėdami išversti šį failą į savo kalbą.
no: kan deretter bruke til å oversette denne filen til ditt eget språk.
pl: możesz następnie użyć do przetłumaczenia tego pliku na swój język.
pt: você pode então usar para traduzir esse arquivo para seu próprio idioma.
ro: poate folosi apoi pentru a traduce acest fișier în propria dumneavoastră limbă.
ru: затем можете использовать этот файл для перевода на свой родной язык.

source: It is possible to add translations for other others languages.
fa: امکان افزودن ترجمه برای سایر زبان ها وجود دارد.
ja: 他の言語の翻訳を追加することも可能です。
ko: 다른 언어에 대한 번역을 추가하는 것도 가능합니다.
lt: Galima pridėti vertimų į kitas kalbas.
no: Det er mulig å legge til oversettelser for andre andre språk.
pl: Można dodawać tłumaczenia na inne języki.
pt: É possível adicionar traduções para outros idiomas.
ro: Este posibil să adăugați traduceri pentru alte limbi.
ru: Возможно добавление переводов на другие языки.

source: Click < New language > for more details.
fa: برای جزئیات بیشتر روی <زبان جدید > کلیک کنید.
ja: 詳細については、< 新しい言語 > をクリックしてください。
ko: 자세한 내용을 보려면 <새 언어>를 클릭하세요.
lt: Norėdami gauti daugiau informacijos, spustelėkite < Nauja kalba >.
no: Klikk < Nytt språk > for mer informasjon.
pl: Kliknij < Nowy język >, aby uzyskać więcej szczegółów.
pt: Clique em < Novo idioma > para mais detalhes.
ro: Faceți clic pe < Limbă nouă > pentru mai multe detalii.
ru: Нажмите <Новый язык> для получения более подробной информации.

source: You can also correct mistakes in existing language translations.
fa: همچنین می‌توانید اشتباهات ترجمه‌های زبان موجود را تصحیح کنید.
ja: 既存の言語翻訳の間違いを修正することもできます。
ko: 기존 언어 번역의 실수를 수정할 수도 있습니다.
lt: Taip pat galite ištaisyti esamų kalbų vertimų klaidas.
no: Du kan også rette feil i eksisterende språkoversettelser.
pl: Możesz również poprawiać błędy w istniejących tłumaczeniach językowych.
pt: Você também pode corrigir erros em traduções de idiomas existentes.
ro: De asemenea, puteți corecta greșelile din traducerile în limbile existente.
ru: Вы также можете исправить ошибки в существующих языковых переводах.

source: Click < Edit language > for more details
fa: برای جزئیات بیشتر، < ویرایش زبان > را کلیک کنید
ja: 詳細については、<言語を編集>をクリックしてください。
ko: 자세한 내용은 <언어 편집>을 클릭하세요.
lt: Norėdami gauti daugiau informacijos, spustelėkite < Redaguoti kalbą >
no: Klikk < Rediger språk > for mer informasjon
pl: Kliknij <Edytuj język>, aby uzyskać więcej szczegółów
pt: Clique em < Editar idioma > para mais detalhes
ro: Faceți clic pe < Editare limbă > pentru mai multe detalii
ru: Нажмите <Изменить язык> для получения более подробной информации.

source: Language help
fa: کمک زبان
ja: 言語ヘルプ
ko: 언어 도움말
lt: Kalbos pagalba
no: Språkhjelp
pl: Pomoc językowa
pt: Ajuda de idioma
ro: Ajutor lingvistic
ru: Помощь с языком

source: New language
fa: زبان جدید
ja: 新しい言語
ko: 새로운 언어
lt: Nauja kalba
no: Nytt språk
pl: Nowy język
pt: Nova linguagem
ro: Limbă nouă
ru: Новый язык

source: Edit language
fa: ویرایش زبان
ja: 言語を編集
ko: 언어 편집
lt: Redaguoti kalbą
no: Rediger språk
pl: Edytuj język
pt: Editar idioma
ro: Editați limba
ru: Изменить язык

source: In order to create a new language file, first download the file
fa: برای ایجاد یک فایل زبان جدید ابتدا فایل را دانلود کنید
ja: 新しい言語ファイルを作成するには、まずファイルをダウンロードします
ko: 새 언어 파일을 만들려면 먼저 파일을 다운로드하세요.
lt: Norėdami sukurti naują kalbos failą, pirmiausia atsisiųskite failą
no: For å opprette en ny språkfil, last først ned filen
pl: Aby utworzyć nowy plik językowy, najpierw pobierz plik
pt: Para criar um novo arquivo de idioma, primeiro baixe o arquivo
ro: Pentru a crea un nou fișier de limbă, mai întâi descărcați fișierul
ru: Чтобы создать новый языковой файл, сначала загрузите файл

source: from the following link
fa: از لینک زیر
ja: 以下のリンクから
ko: 다음 링크에서
lt: iš toliau pateiktos nuorodos
no: fra følgende lenke
pl: z poniższego linku
pt: do seguinte link
ro: de la urmatorul link
ru: по следующей ссылке

source: Then translate this file to your desired language using
fa: سپس این فایل را با استفاده از زبان مورد نظر خود ترجمه کنید
ja: 次に、このファイルを希望の言語に翻訳します。
ko: 그런 다음 다음을 사용하여 이 파일을 원하는 언어로 번역하세요.
lt: Tada išverskite šį failą į norimą kalbą naudodami
no: Oversett deretter denne filen til ønsket språk ved å bruke
pl: Następnie przetłumacz ten plik na wybrany język za pomocą
pt: Em seguida, traduza este arquivo para o idioma desejado usando
ro: Apoi traduceți acest fișier în limba dorită folosind
ru: Затем переведите этот файл на нужный вам язык с помощью

source: < GitLocalize > or other translation software.
fa: < GitLocalize > یا سایر نرم افزارهای ترجمه.
ja: < GitLocalize > またはその他の翻訳ソフトウェア。
ko: <GitLocalize> 또는 다른 번역 소프트웨어.
lt: < GitLocalize > arba kita vertimo programinė įranga.
no: < GitLocalize > eller annen oversettelsesprogramvare.
pl: < GitLocalize > lub inne oprogramowanie do tłumaczeń.
pt: < GitLocalize > ou outro software de tradução.
ro: < GitLocalize > sau alt software de traducere.
ru: < GitLocalize > или другое программное обеспечение для перевода.

source: Then compile the translated
fa: سپس ترجمه را کامپایل کنید
ja: 次に翻訳したものをコンパイルします
ko: 그런 다음 번역된 내용을 컴파일합니다.
lt: Tada surinkite išverstą
no: Så kompiler det oversatte
pl: Następnie skompiluj przetłumaczone
pt: Em seguida, compile o traduzido
ro: Apoi compilați tradusul
ru: Затем скомпилируйте переведенный

source: file into a
fa: فایل به a
ja: ファイルに
ko: 파일로
lt: failą į a
no: fil i en
pl: plik do
pt: arquivar em um
ro: dosar într-un
ru: файл в

source: file
fa: فایل
ja: ファイル
ko: 파일
lt: failą
no: fil
pl: plik
pt: arquivo
ro: fişier
ru: файл

source: using the free version of the
fa: با استفاده از نسخه رایگان
ja: 無料版を使用して
ko: 무료 버전을 사용하여
lt: naudojant nemokamą versiją
no: ved å bruke gratisversjonen av
pl: korzystając z bezpłatnej wersji
pt: usando a versão gratuita do
ro: folosind versiunea gratuită a
ru: используя бесплатную версию

source: program,
fa: برنامه،
ja: プログラム、
ko: 프로그램,
lt: programa,
pt: programa,
ru: программа,

source: or the command line utility
fa: یا ابزار خط فرمان
ja: またはコマンドラインユーティリティ
ko: 또는 명령줄 유틸리티
lt: arba komandinės eilutės programa
no: eller kommandolinjeverktøyet
pl: lub narzędzie wiersza poleceń
pt: ou o utilitário de linha de comando
ro: sau utilitarul de linie de comandă
ru: или утилита командной строки

source: which should be in the in the
fa: که باید در در
ja: これは、
ko: 에 있어야 할 것
lt: kuris turėtų būti
no: som skal være i i
pl: który powinien być w w
pt: que deveria estar no no
ro: care ar trebui să fie în în
ru: который должен быть в в

source: directory.
fa: دایرکتوری
ja: ディレクトリ。
ko: 예배 규칙서.
lt: katalogas.
no: katalog.
pl: informator.
pt: diretório.
ro: director.
ru: каталог.

source: Then copy this *.mo file over one of the existing language files that
fa: سپس این فایل *.mo را روی یکی از فایل های زبان موجود کپی کنید
ja: 次に、この*.moファイルを既存の言語ファイルの1つにコピーします。
ko: 그런 다음 이 *.mo 파일을 기존 언어 파일 중 하나에 복사합니다.
lt: Tada nukopijuokite šį *.mo failą į vieną iš esamų kalbos failų, kurie
no: Kopier deretter denne *.mo-filen over en av de eksisterende språkfilene som
pl: Następnie skopiuj ten plik *.mo na jeden z istniejących plików językowych.
pt: Em seguida, copie este arquivo *.mo sobre um dos arquivos de idioma existentes
ro: Apoi copiați acest fișier *.mo peste unul dintre fișierele de limbă existente care
ru: Затем скопируйте этот файл *.mo поверх одного из существующих языковых файлов,

source: you don't use in the
fa: شما در
ja: 使わない
ko: 너는 사용하지 않아
lt: jūs nenaudojate
no: du ikke bruker i
pl: nie używasz w
pt: você não usa no
ro: nu folosești în
ru: вы не используете в

source: directory,
fa: دایرکتوری،
ja: ディレクトリ、
ko: 예배 규칙서,
lt: katalogas,
no: katalog,
pl: informator,
pt: diretório,
ro: director,
ru: каталог,

source: giving it the same 2 letter country code name as the old one.
fa: به آن همان نام کد کشور 2 حرفی قبلی را می دهد.
ja: 以前のものと同じ 2 文字の国コード名を付けます。
ko: 이전과 마찬가지로 2자리 국가 코드명을 사용합니다.
lt: suteikiant jam tą patį 2 raidžių šalies kodo pavadinimą kaip ir senajam.
no: gir den samme 2-bokstavs landskodenavn som den gamle.
pl: nadając mu ten sam dwuliterowy kod kraju, co staremu.
pt: dando a ele o mesmo nome de código de país de duas letras do antigo.
ro: dându-i același nume de cod de țară din 2 litere ca și cel vechi.
ru: присвоив ему то же двухбуквенное кодовое название страны, что и старому.

source: You could also get a flag for your new language, convert this to
fa: همچنین می توانید یک پرچم برای زبان جدید خود دریافت کنید، این را به آن تبدیل کنید
ja: 新しい言語のフラグを取得して、これを変換することもできます
ko: 새 언어에 대한 플래그를 얻을 수도 있고 이것을 다음으로 변환할 수도 있습니다.
lt: Taip pat galite gauti naujosios kalbos vėliavėlę, konvertuoti ją į
no: Du kan også få et flagg for det nye språket ditt, konverter dette til
pl: Możesz również uzyskać flagę dla swojego nowego języka i przekonwertować ją na
pt: Você também pode obter uma bandeira para seu novo idioma, convertê-la para
ro: De asemenea, puteți obține un steag pentru noua dvs. limbă, convertiți-l în
ru: Вы также можете получить флаг для вашего нового языка, преобразовав его в

source: to a *.bmp file with a size of 30 * 24 pixels and copy that over the
fa: در یک فایل *.bmp با اندازه 30 * 24 پیکسل و کپی کنید
ja: 30×24ピクセルの*.bmpファイルに変換し、それを
ko: 30 * 24 픽셀 크기의 *.bmp 파일로 복사합니다.
lt: į *.bmp failą, kurio dydis yra 30 * 24 pikseliai, ir nukopijuokite jį ant
no: til en *.bmp-fil med en størrelse på 30 * 24 piksler og kopier den over
pl: do pliku *.bmp o rozmiarze 30 * 24 pikseli i skopiuj go na
pt: para um arquivo *.bmp com um tamanho de 30 * 24 pixels e copie-o sobre o
ro: într-un fișier *.bmp cu o dimensiune de 30 * 24 pixeli și copiați-l peste
ru: в файл *.bmp размером 30 * 24 пикселей и скопируйте его на

source: The only downside of this is that you will get the old language name
fa: تنها نقطه ضعف این است که شما نام زبان قدیمی را دریافت خواهید کرد
ja: これの唯一の欠点は、古い言語名が使われることです
ko: 이것의 유일한 단점은 이전 언어 이름을 얻게 된다는 것입니다.
lt: Vienintelis trūkumas yra tai, kad gausite senosios kalbos pavadinimą
no: Den eneste ulempen med dette er at du får det gamle språknavnet
pl: Jedyną wadą tego rozwiązania jest to, że otrzymasz starą nazwę języka
pt: A única desvantagem disso é que você obterá o nome do idioma antigo
ro: Singurul dezavantaj al acestui lucru este că veți primi vechiul nume de limbă
ru: Единственным недостатком этого является то, что вы получите старое название языка.

source: in a message box when you change to the new language and in the
fa: در یک جعبه پیام هنگامی که به زبان جدید تغییر می کنید و در
ja: 新しい言語に変更したときにメッセージボックスに表示されます。
ko: 새 언어로 변경할 때 메시지 상자에
lt: pranešimo laukelyje, kai pakeičiate naują kalbą, ir
no: i en meldingsboks når du bytter til det nye språket og i
pl: w oknie komunikatu po zmianie na nowy język i w
pt: em uma caixa de mensagem quando você muda para o novo idioma e no
ro: într-o casetă de mesaj când treceți la noua limbă și în
ru: в окне сообщения при переключении на новый язык и в
