Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: select < 3d graphics > < 2d display >
fa: < گرافیک سه بعدی > < نمایشگر دو بعدی > را انتخاب کنید
ja: < 3D グラフィックス > < 2D 表示 > を選択
ko: <3D그래픽> <2D디스플레이>를 선택하세요
lt: pasirinkite < 3D grafika > < 2d ekranas >
no: velg < 3d-grafikk > < 2d-visning >
pl: wybierz < grafika 3D > < wyświetlanie 2D >
pt: selecione < gráficos 3D > < exibição 2D >
ro: selectați < Grafică 3d > < Afișare 2d >
ru: выберите < 3D графика > < 2D дисплей >

source: or click on the red < X > icon on the right hand side of the toolbar.
fa: یا روی نماد قرمز <X > در سمت راست نوار ابزار کلیک کنید.
ja: または、ツールバーの右側にある赤い < X > アイコンをクリックします。
ko: 또는 도구 모음 오른쪽에 있는 빨간색 < X > 아이콘을 클릭하세요.
lt: arba spustelėkite raudoną < X > piktogramą dešinėje įrankių juostos pusėje.
no: eller klikk på det røde < X >-ikonet på høyre side av verktøylinjen.
pl: lub kliknij na czerwoną ikonę < X > po prawej stronie paska narzędzi.
pt: ou clique no ícone vermelho < X > no lado direito da barra de ferramentas.
ro: sau faceți clic pe pictograma roșie < X > din partea dreaptă a barei de instrumente.
ru: или щелкните красный значок <X> в правой части панели инструментов.

source: For helping me to create Nimzo_3d, thanks go to :-
fa: برای کمک به من برای ایجاد Nimzo_3d، با تشکر به آدرس زیر بروید:
ja: Nimzo_3d の作成に協力してくれた方々に感謝します:-
ko: Nimzo_3d를 만드는 데 도움을 주신 분들께 감사드립니다:-
lt: Už pagalbą man sukurti Nimzo_3d, ačiū: -
no: For å hjelpe meg med å lage Nimzo_3d, takk gå til:-
pl: Za pomoc w stworzeniu Nimzo_3d, podziękowania należą się:
pt: Por me ajudar a criar o Nimzo_3d, os agradecimentos vão para:
ro: Pentru că m-ai ajutat să creez Nimzo_3d, mulțumesc, mergi la :-
ru: За помощь в создании Nimzo_3d выражаю благодарность:-

source: Frank Luna for his book Introduction to 3d Game Programming with DirectX 9.0
fa: فرانک لونا برای کتاب مقدمه ای بر برنامه نویسی بازی های سه بعدی با DirectX 9.0
ja: Frank Luna 氏の著書「Introduction to 3D Game Programming with DirectX 9.0」
ko: DirectX 9.0을 사용한 3D 게임 프로그래밍 소개라는 책으로 Frank Luna에게
lt: Frank Luna už savo knygą Įvadas į 3D žaidimų programavimą naudojant „DirectX 9.0“.
no: Frank Luna for boken hans Introduction to 3d Game Programming with DirectX 9.0
pl: Frank Luna za książkę Wprowadzenie do programowania gier 3D z DirectX 9.0
pt: Frank Luna por seu livro Introdução à Programação de Jogos 3D com DirectX 9.0
ro: Frank Luna pentru cartea sa Introducere în programarea jocurilor 3d cu DirectX 9.0
ru: Фрэнк Луна за его книгу «Введение в программирование 3D-игр с использованием DirectX 9.0»

source: and his website D3dcoder.net which hosts the source code for this book.
fa: و وب سایت او D3dcoder.net که میزبان کد منبع این کتاب است.
ja: そして、この本のソース コードをホストしている彼の Web サイト D3dcoder.net です。
ko: 그리고 이 책의 소스 코드를 호스팅하는 그의 웹사이트 D3dcoder.net도 있습니다.
lt: ir jo svetainė D3dcoder.net, kurioje yra šios knygos šaltinio kodas.
no: og nettstedet hans D3dcoder.net som er vert for kildekoden for denne boken.
pl: oraz jego stronę internetową D3dcoder.net, na której znajduje się kod źródłowy tej książki.
pt: e seu site D3dcoder.net que hospeda o código-fonte deste livro.
ro: și site-ul său web D3dcoder.net care găzduiește codul sursă pentru această carte.
ru: и его сайт D3dcoder.net, на котором размещен исходный код этой книги.

source: CadNav.com for their 3d chess pieces (except the knight) model-34739.
fa: CadNav.com برای مهره های شطرنج سه بعدی خود (به جز شوالیه) مدل-34739.
ja: CadNav.com の 3D チェス ピース (ナイトを除く) モデル 34739。
ko: CadNav.com에서 3D 체스 말(나이트 제외) 모델 34739를 찾아보세요.
lt: CadNav.com jų 3D šachmatų figūroms (išskyrus riterį) modelį-34739.
no: CadNav.com for deres 3d-sjakkbrikker (unntatt ridderen) modell-34739.
pl: CadNav.com za figury szachowe 3D (oprócz skoczka) model-34739.
pt: CadNav.com para suas peças de xadrez 3D (exceto o cavalo) modelo-34739.
ro: CadNav.com pentru piesele lor de șah 3d (cu excepția cavalerului) model-34739.
ru: CadNav.com за их 3D шахматные фигуры (кроме коня) модель-34739.

source: The knight is by PrinterFunUk from the website cults3d.com
fa: شوالیه توسط PrinterFunUk از وب سایت cults3d.com است
ja: 騎士はウェブサイトcults3d.comのPrinterFunUkによるものです。
ko: 기사는 cults3d.com 웹사이트의 PrinterFunUk에서 제작되었습니다.
lt: Riteris sukurtas PrinterFunUk iš svetainės cults3d.com
no: Ridderen er av PrinterFunUk fra nettstedet cults3d.com
pl: Rycerz jest autorstwa PrinterFunUk ze strony cults3d.com
pt: O cavaleiro é de PrinterFunUk do site cults3d.com
ro: Cavalerul este de PrinterFunUk de pe site-ul cults3d.com
ru: Рыцарь — PrinterFunUk с сайта cults3d.com

source: I made a new base for the knight with the 3d modelling program Blender
fa: من با برنامه مدل سازی سه بعدی Blender یک پایه جدید برای شوالیه ساختم
ja: 3DモデリングプログラムBlenderで騎士の新しいベースを作りました
ko: 3D 모델링 프로그램인 블렌더를 이용해 기사의 새로운 기반을 만들었습니다.
lt: Naują bazę riteriui padariau su 3d modeliavimo programa Blender
no: Jeg laget en ny base for ridderen med 3d-modelleringsprogrammet Blender
pl: Stworzyłem nową bazę dla rycerza przy pomocy programu do modelowania 3d Blender
pt: Fiz uma nova base para o cavaleiro com o programa de modelagem 3D Blender
ro: Am făcut o nouă bază pentru cavaler cu programul de modelare 3D Blender
ru: Я сделал новую базу для рыцаря с помощью программы 3D-моделирования Blender.

source: because the original one was mangled in the conversion process
fa: زیرا نسخه اصلی در فرآیند تبدیل مخدوش شده است
ja: 元のファイルは変換プロセスで破損したため
ko: 왜냐하면 원본이 변환 과정에서 망가졌기 때문입니다.
lt: nes pradinis buvo sugadintas konversijos procese
no: fordi den opprinnelige ble ødelagt i konverteringsprosessen
pl: ponieważ oryginał został zniekształcony w procesie konwersji
pt: porque o original foi mutilado no processo de conversão
ro: deoarece cel original a fost stricat în procesul de conversie
ru: потому что оригинал был испорчен в процессе конвертации

source: to the DirectX X-file.
fa: به فایل DirectX X.
ja: DirectX X ファイルへ。
ko: DirectX X파일로.
lt: į „DirectX X“ failą.
no: til DirectX X-filen.
pl: do pliku DirectX X.
pt: para o arquivo DirectX X.
ro: la fișierul DirectX X.
ru: в X-файл DirectX.

source: Thanks to Neal Hirsig for his Blender 3D Course at
fa: با تشکر از Neal Hirsig برای دوره Blender 3D در
ja: Blender 3Dコースを提供してくれたNeal Hirsigに感謝します。
ko: Blender 3D 코스를 제공해준 Neal Hirsig에게 감사드립니다.
lt: Dėkojame Nealui Hirsigui už jo Blender 3D kursą
no: Takk til Neal Hirsig for hans Blender 3D-kurs kl
pl: Dziękujemy Nealowi Hirsigowi za jego kurs Blender 3D na
pt: Obrigado a Neal Hirsig pelo seu curso Blender 3D em
ro: Mulțumim lui Neal Hirsig pentru cursul său Blender 3D la
ru: Спасибо Нилу Хирсигу за его курс Blender 3D на

source: Other 3d modelling software used was Autodesk 3ds Max
fa: دیگر نرم افزار مدل سازی سه بعدی مورد استفاده Autodesk 3ds Max بود
ja: 使用された他の3DモデリングソフトウェアはAutodesk 3ds Maxでした
ko: 사용된 다른 3D 모델링 소프트웨어는 Autodesk 3ds Max였습니다.
lt: Kita naudota 3D modeliavimo programinė įranga buvo Autodesk 3ds Max
no: Annen programvare for 3d-modellering som ble brukt var Autodesk 3ds Max
pl: Innym używanym oprogramowaniem do modelowania 3D był Autodesk 3ds Max
pt: Outro software de modelagem 3D usado foi o Autodesk 3ds Max
ro: Alt software de modelare 3D folosit a fost Autodesk 3ds Max
ru: Другое используемое программное обеспечение для 3D-моделирования: Autodesk 3ds Max.

source: and Right Hemisphere Deep Exploration.
fa: و اکتشاف عمیق نیمکره راست.
ja: そして右半球の深い探査。
ko: 그리고 우반구 심층 탐험.
lt: ir dešiniojo pusrutulio giluminis tyrinėjimas.
no: og høyre hemisfære dyp undersøkelse.
pl: i eksploracja głębin prawej półkuli.
pt: e Exploração Profunda do Hemisfério Direito.
ro: și explorarea profundă a emisferei drepte.
ru: и глубокое исследование правого полушария.

source: The bitmaps used for the 3d pieces and board border
fa: بیت مپ های مورد استفاده برای قطعات سه بعدی و حاشیه تخته
ja: 3Dピースとボードの境界線に使用されるビットマップ
ko: 3D 조각과 보드 테두리에 사용된 비트맵
lt: 3D gabalams ir lentos kraštinėms naudojami bitmaps
no: Punktgrafikkene som brukes for 3d-brikkene og bordkanten
pl: Mapy bitowe użyte do elementów 3D i obramowania planszy
pt: Os bitmaps usados para as peças 3D e borda do tabuleiro
ro: Hărțile de biți utilizate pentru piesele 3d și chenarul plăcii
ru: Растровые изображения, используемые для 3D-фигур и границ доски

source: are from Arroway-textures.ch and Ambientcg.com
fa: از Arroway-textures.ch و Ambientcg.com هستند
ja: Arroway-textures.chとAmbientcg.comからのものです
ko: Arroway-textures.ch 및 Ambientcg.com에서 가져옴
lt: yra iš Arroway-textures.ch ir Ambientcg.com
no: er fra Arroway-textures.ch og Ambientcg.com
pl: pochodzą ze stron Arroway-textures.ch i Ambientcg.com
pt: são de Arroway-textures.ch e Ambientcg.com
ro: sunt de la Arroway-textures.ch și Ambientcg.com
ru: взяты с Arroway-textures.ch и Ambientcg.com

source: Once again, thanks to Bill Forster, his coding expertise was again most helpful.
fa: بار دیگر، به لطف بیل فورستر، تخصص برنامه نویسی او دوباره بسیار مفید بود.
ja: もう一度、ビル・フォースターに感謝します。彼のコーディングの専門知識が再び非常に役立ちました。
ko: 빌 포스터에게 다시 한번 감사드리며, 그의 코딩 전문 지식이 다시 한번 큰 도움이 되었습니다.
lt: Dar kartą Billo Forsterio dėka jo kodavimo patirtis vėl buvo labai naudinga.
no: Nok en gang, takket være Bill Forster, var kodeekspertisen hans igjen svært nyttig.
pl: Po raz kolejny dziękuję Billowi Forsterowi, jego wiedza na temat kodowania okazała się niezwykle pomocna.
pt: Mais uma vez, obrigado a Bill Forster, sua experiência em codificação foi muito útil.
ro: Încă o dată, mulțumită lui Bill Forster, expertiza sa în codificare a fost din nou cea mai utilă.
ru: И снова спасибо Биллу Форстеру, его опыт в кодировании оказался крайне полезным.

source: I was able to take his code for the game move list box and kibitz panel
fa: من توانستم کد او را برای جعبه لیست حرکت بازی و پنل کیبیتز بگیرم
ja: 私は彼のゲームムーブリストボックスとキビッツパネルのコードを入手できました
ko: 나는 게임 이동 목록 상자와 kibitz 패널에 대한 그의 코드를 가져올 수 있었습니다.
lt: Man pavyko paimti jo kodą žaidimo judėjimo sąrašo laukeliui ir kibito skydeliui
no: Jeg var i stand til å ta koden hans for spillbevegelseslisteboksen og kbitz-panelet
pl: Udało mi się wziąć jego kod do listy ruchów w grze i panelu Kibitz
pt: Consegui pegar o código dele para a caixa de lista de movimentos do jogo e o painel kibitz
ro: Am putut să-i iau codul pentru caseta cu listă de mișcări ale jocului și panoul kibitz
ru: Мне удалось взять его код для списка ходов игры и панели кибица

source: and transfer both straight into new windows in the 3d graphics screen,
fa: و هر دو را مستقیماً به پنجره های جدید در صفحه گرافیک سه بعدی منتقل کنید،
ja: 両方を3Dグラフィック画面の新しいウィンドウに直接転送します。
ko: 그리고 두 가지를 모두 3D 그래픽 화면의 새 창으로 바로 전송합니다.
lt: ir perkelti abu tiesiai į naujus langus 3D grafikos ekrane,
no: og overføre begge rett til nye vinduer i 3d-grafikkskjermen,
pl: i przenieść je bezpośrednio do nowych okien na ekranie grafiki 3D,
pt: e transferir ambos diretamente para novas janelas na tela de gráficos 3D,
ro: și transferați ambele direct în ferestre noi în ecranul grafic 3d,
ru: и перенести оба изображения прямо в новые окна на экране 3D-графики,

source: with only very minor adjustments.
fa: فقط با تنظیمات بسیار جزئی
ja: ごくわずかな調整のみで。
ko: 매우 사소한 조정만으로 가능합니다.
lt: su labai mažais koregavimais.
no: med svært små justeringer.
pl: z niewielkimi zmianami.
pt: com apenas pequenos ajustes.
ro: cu ajustări foarte minore.
ru: с очень незначительными изменениями.

source: 3d Credits
fa: اعتبارات سه بعدی
ja: 3dクレジット
ko: 3D 크레딧
lt: 3d kreditai
no: 3d studiepoeng
pl: Kredyty 3D
pt: Créditos 3d
ro: Credite 3d
ru: 3d Кредиты

source: Hello and welcome to %s
fa: سلام و به %s خوش آمدید
ja: こんにちは、%s へようこそ
ko: 안녕하세요 %s에 오신 것을 환영합니다
lt: Sveiki ir sveiki atvykę į %s
no: Hei og velkommen til %s
pl: Cześć i witaj w %s
pt: Olá e bem-vindo ao %s
ro: Bună ziua și bun venit la %s
ru: Здравствуйте и добро пожаловать в %s

source: About Minimal
fa: درباره حداقل
ja: ミニマルについて
ko: 미니멀 소개
lt: Apie minimalų
no: Om Minimal
pl: O Minimal
pt: Sobre o Minimal
ro: Despre Minimal
ru: О Минимале

source: Puzzle session stats :
fa: آمار جلسه پازل:
ja: パズルセッションの統計:
ko: 퍼즐 세션 통계 :
lt: Dėlionės seanso statistika:
no: Statistikk for puslespilløkter:
pl: Statystyki sesji układania puzzli:
pt: Estatísticas da sessão de quebra-cabeça:
ro: Statisticile sesiunii de puzzle:
ru: Статистика сеанса головоломки:

source: Solved :
fa: حل شد:
ja: 解決済み:
ko: 해결됨 :
lt: Išspręsta:
no: Løst:
pl: Rozwiązany :
pt: Resolvido:
ro: Rezolvat:
ru: Решено:

source: Correct moves :
fa: حرکات صحیح:
ja: 正しい動き:
ko: 올바른 움직임 :
lt: Teisingi judesiai:
no: Riktige trekk:
pl: Prawidłowe ruchy:
pt: Movimentos corretos:
ro: Mișcări corecte:
ru: Правильные ходы:

source: Hints used :
fa: نکات مورد استفاده:
ja: 使用されたヒント:
ko: 사용된 힌트 :
lt: Naudojami patarimai:
no: Hint brukt:
pl: Użyte wskazówki:
pt: Dicas usadas:
ro: Sugestii folosite:
ru: Использованные подсказки:

source: Time up no. :
fa: زمان به پایان نه. :
ja: タイムアップ番号:
ko: 시간 종료 번호 :
lt: Laikas baigėsi Nr. :
no: På tide nei. :
pl: Czas minął nr.:
pt: Tempo esgotado n.º:
ro: Timpul a trecut nu. :
ru: Время истекло №:

source: Rating :
fa: رتبه بندی:
ja: 評価:
ko: 평가 :
lt: Įvertinimas:
no: Vurdering:
pl: Ocena:
pt: Avaliação :
ro: Evaluare:
ru: Рейтинг:

source: Puzzle mode :
fa: حالت پازل:
ja: パズルモード:
ko: 퍼즐 모드 :
lt: Dėlionės režimas:
no: Puslespillmodus:
pl: Tryb układanki:
pt: Modo quebra-cabeça:
ro: Modul puzzle:
ru: Режим головоломки:

source: File -
fa: فایل -
ja: ファイル -
ko: 파일 -
lt: Failas –
no: Fil -
pl: Plik -
pt: Arquivo -
ro: Fișier -
ru: Файл -

source: No game loaded
fa: هیچ بازی بارگذاری نشده است
ja: ゲームが読み込まれていません
ko: 게임이 로드되지 않았습니다
lt: Žaidimas neįkeltas
no: Ingen spill lastet
pl: Nie załadowano żadnej gry
pt: Nenhum jogo carregado
ro: Niciun joc încărcat
ru: Игра не загружена

source: to play
fa: بازی کردن
ja: 遊ぶ
ko: 놀다
lt: žaisti
no: å spille
pl: grać
pt: jogar
ro: a juca
ru: играть

source: Move
fa: حرکت کنید
ja: 動く
ko: 이동하다
lt: Judėti
no: Flytte
pl: Przenosić
pt: Mover
ro: Mişcare
ru: Двигаться

source: Puzzle complete
fa: پازل کامل شد
ja: パズル完成
ko: 퍼즐 완성
lt: Dėlionė baigta
no: Puslespillet er fullført
pl: Zagadka ukończona
pt: Quebra-cabeça completo
ro: Puzzle complet
ru: Пазл собран

source: Correct moves
fa: حرکات صحیح
ja: 正しい動き
ko: 올바른 움직임
lt: Teisingi judesiai
no: Riktige trekk
pl: Poprawne ruchy
pt: Movimentos corretos
ro: Mișcări corecte
ru: Правильные ходы

source: Your move...
fa: حرکت تو...
ja: あなたの番です...
ko: 당신의 차례입니다...
lt: Tavo žingsnis...
no: Ditt trekk...
pl: Twój ruch...
pt: Sua jogada...
ro: Mișcarea ta...
ru: Ваш ход...

source: Engine :
fa: موتور:
ja: エンジン:
ko: 엔진 :
lt: Variklis:
no: Motor:
pl: Silnik :
pt: Motor :
ro: Motor:
ru: Двигатель :

source: Search depth :
fa: عمق جستجو:
ja: 検索深度:
ko: 검색 깊이 :
lt: Paieškos gylis:
no: Søkedybde:
pl: Głębokość wyszukiwania:
pt: Profundidade da pesquisa:
ro: Adâncimea căutării:
ru: Глубина поиска:

source: Evaluation :
fa: ارزیابی:
ja: 評価 ：
ko: 평가 :
lt: Įvertinimas:
no: Evaluering:
pl: Ocena:
pt: Avaliação :
ro: Evaluare:
ru: Оценка :

source: Best line :
fa: بهترین خط:
ja: ベストセリフ:
ko: 베스트 라인 :
lt: Geriausia eilutė:
no: Beste linje:
pl: Najlepsza linia:
pt: Melhor frase:
ro: Cea mai buna linie:
ru: Лучшая строчка:

source: Time taken :
fa: زمان صرف شده:
ja: 所要時間:
ko: 소요시간 :
lt: Laikas, skirtas:
no: Tidsbruk:
pl: Czas trwania:
pt: Tempo gasto:
ro: Timp luat:
ru: Затраченное время:

source: Human vs Engine game :
fa: بازی انسان در مقابل موتور:
ja: 人間対エンジンゲーム:
ko: 인간 대 엔진 게임 :
lt: Žmogus prieš variklį žaidimas:
no: Human vs Engine spill:
pl: Gra Człowiek kontra Silnik:
pt: Jogo Humano vs Motor:
ro: Jocul Human vs Engine:
ru: Игра Человек против Машины:

source: Human (W) to play -
fa: انسان (W) برای بازی -
ja: 人間（W）がプレイする -
ko: 인간(W) 플레이 -
lt: Žmogus (W) žaisti –
no: Menneske (W) å spille -
pl: Człowiek (W) do gry -
pt: Humano (W) para jogar -
ro: Om (W) pentru a juca -
ru: Человек (W) для игры -

source: Engine (B) to play -
fa: موتور (B) برای بازی -
ja: エンジン（B）を再生する -
ko: 엔진(B) 재생 -
lt: Variklis (B) žaisti -
no: Motor (B) for å spille -
pl: Silnik (B) do odtwarzania -
pt: Motor (B) para tocar -
ro: Motor (B) pentru a juca -
ru: Двигатель (B) для воспроизведения -

source: Engine vs Human game :
fa: بازی موتور در مقابل انسان:
ja: エンジン対人間のゲーム:
ko: 엔진 대 인간 게임 :
lt: Variklis prieš žmogų žaidimas:
no: Engine vs Human spill:
pl: Gra silnik kontra człowiek:
pt: Jogo Engine vs Human:
ro: Jocul Engine vs Human:
ru: Игра «Движок против человека»:

source: Engine (W) to play -
fa: موتور (W) برای بازی -
ja: エンジン（W）を再生する -
ko: 엔진(W)을 재생합니다 -
lt: Variklis (W) žaisti -
no: Motor (W) for å spille -
pl: Silnik (W) do gry -
pt: Motor (W) para tocar -
ro: Motor (W) pentru a juca -
ru: Двигатель (W) для воспроизведения -

source: Human (B) to play -
fa: انسان (B) برای بازی -
ja: 人間（B）がプレイする -
ko: 인간(B)이 놀다 -
lt: Žmogus (B) žaisti -
no: Menneske (B) å spille -
pl: Człowiek (B) do gry -
pt: Humano (B) para jogar -
ro: Om (B) pentru a juca -
ru: Человек (Б) для игры -

source: Auto analysis
fa: آنالیز خودکار
ja: 自動分析
ko: 자동 분석
lt: Automatinė analizė
no: Autoanalyse
pl: Automatyczna analiza
pt: Análise automática
ro: Analiza automată
ru: Автоматический анализ

source: :Analysing position after
fa: :تحلیل موقعیت بعد از
ja: :ポジション分析後
ko: :위치 분석 후
lt: : Analizuojama padėtis po
no: : Analyserer posisjon etter
pl: :Analiza pozycji po
pt: :Analisando a posição após
ro: : Analizând poziţia după
ru: :Анализ позиции после

source: Could not create board bitmap
fa: بیت مپ هیئت مدیره ایجاد نشد
ja: ボードビットマップを作成できませんでした
ko: 보드 비트맵을 생성할 수 없습니다.
lt: Nepavyko sukurti lentos taškinės schemos
no: Kunne ikke opprette punktgrafikk på tavlen
pl: Nie można utworzyć mapy bitowej planszy
pt: Não foi possível criar o bitmap da placa
ro: Nu s-a putut crea bitmap pentru bord
ru: Не удалось создать битовую карту платы

source: Board square images not loaded
fa: تصاویر مربعی تخته بارگیری نشدند
ja: ボードの正方形の画像が読み込まれていません
ko: 보드 정사각형 이미지가 로드되지 않았습니다.
lt: Lentos kvadratiniai vaizdai neįkelti
no: Tavle firkantede bilder er ikke lastet inn
pl: Obrazy kwadratowe planszy nie zostały załadowane
pt: Imagens quadradas do tabuleiro não carregadas
ro: Imaginile pătrate de bord nu au fost încărcate
ru: Изображения квадратной доски не загружены

source: Could not create HDCs for board bitmaps
fa: نمی‌توان HDCها را برای بیت مپ‌های برد ایجاد کرد
ja: ボード ビットマップの HDC を作成できませんでした
ko: 보드 비트맵에 대한 HDC를 생성할 수 없습니다.
lt: Nepavyko sukurti HDC plokštės bitmaps
no: Kunne ikke opprette HDC-er for bordbitmaps
pl: Nie można utworzyć HDC dla map bitowych płyt
pt: Não foi possível criar HDCs para bitmaps de placa
ro: Nu s-au putut crea HDC-uri pentru hărțile de biți de pe placă
ru: Не удалось создать HDC для битовых карт платы

source: Could not create chess piece bitmaps
fa: بیت مپ مهره شطرنج ایجاد نشد
ja: チェスの駒のビットマップを作成できませんでした
ko: 체스말 비트맵을 만들 수 없습니다.
lt: Nepavyko sukurti šachmatų figūrėlių taškinių schemų
no: Kunne ikke lage punktgrafikk for sjakkbrikker
pl: Nie można utworzyć bitmapy figur szachowych
pt: Não foi possível criar bitmaps de peças de xadrez
ro: Nu s-au putut crea hărți biți ale piesei de șah
ru: Не удалось создать битовые изображения шахматных фигур.

source: Could not create vertices for background triangle
fa: راس برای مثلث پس زمینه ایجاد نشد
ja: 背景三角形の頂点を作成できませんでした
ko: 배경 삼각형에 대한 정점을 생성할 수 없습니다.
lt: Nepavyko sukurti fono trikampio viršūnių
no: Kunne ikke opprette hjørner for bakgrunnstrekanten
pl: Nie można utworzyć wierzchołków dla trójkąta tła
pt: Não foi possível criar vértices para o triângulo de fundo
ro: Nu s-au putut crea vârfuri pentru triunghiul de fundal
ru: Не удалось создать вершины для фонового треугольника.

source: Could not create bitmap for background triangle
fa: بیت مپ برای مثلث پس زمینه ایجاد نشد
ja: 背景三角形のビットマップを作成できませんでした
ko: 배경 삼각형에 대한 비트맵을 생성할 수 없습니다.
lt: Nepavyko sukurti fono trikampio taškinės schemos
no: Kunne ikke opprette punktgrafikk for bakgrunnstrekant
pl: Nie można utworzyć mapy bitowej dla trójkąta tła
pt: Não foi possível criar bitmap para o triângulo de fundo
ro: Nu s-a putut crea bitmap pentru triunghiul de fundal
ru: Не удалось создать растровое изображение для фонового треугольника.

source: Error initializing Direct3D
fa: خطا در مقداردهی اولیه Direct3D
ja: Direct3D の初期化エラー
ko: Direct3D 초기화 오류
lt: Klaida inicijuojant Direct3D
no: Feil ved initialisering av Direct3D
pl: Błąd inicjalizacji Direct3D
pt: Erro ao inicializar o Direct3D
ro: Eroare la inițializarea Direct3D
ru: Ошибка инициализации Direct3D

source: DirectX 3d object not created
fa: شی DirectX 3d ایجاد نشد
ja: DirectX 3D オブジェクトが作成されませんでした
ko: DirectX 3d 개체가 생성되지 않았습니다
lt: „DirectX 3d“ objektas nesukurtas
no: DirectX 3d-objekt ikke opprettet
pl: Obiekt DirectX 3D nie został utworzony
pt: Objeto DirectX 3D não criado
ro: Obiectul DirectX 3d nu a fost creat
ru: Объект DirectX 3D не создан

source: DirectX 3d device not created
fa: دستگاه DirectX 3d ایجاد نشد
ja: DirectX 3D デバイスが作成されていません
ko: DirectX 3d 장치가 생성되지 않았습니다
lt: „DirectX 3d“ įrenginys nesukurtas
no: DirectX 3d-enhet er ikke opprettet
pl: Urządzenie DirectX 3D nie zostało utworzone
pt: Dispositivo DirectX 3D não criado
ro: Dispozitivul DirectX 3d nu a fost creat
ru: Устройство DirectX 3D не создано

source: DirectX 3d backbuffer not created
fa: بافر پشتی DirectX 3d ایجاد نشد
ja: DirectX 3D バックバッファが作成されていません
ko: DirectX 3d 백버퍼가 생성되지 않았습니다.
lt: „DirectX 3d“ atsarginis buferis nesukurtas
no: DirectX 3d-backbuffer ikke opprettet
pl: Nie utworzono bufora DirectX 3D
pt: Backbuffer DirectX 3D não criado
ro: Backbuffer DirectX 3d nu a fost creat
ru: Не создан фоновый буфер DirectX 3D

source: DirectX 3d lighting setup failed
fa: تنظیم روشنایی DirectX 3d ناموفق بود
ja: DirectX 3D ライティングの設定に失敗しました
ko: DirectX 3d 조명 설정에 실패했습니다
lt: Nepavyko nustatyti „DirectX 3d“ apšvietimo
no: DirectX 3d-lysoppsettet mislyktes
pl: Konfiguracja oświetlenia DirectX 3D nie powiodła się
pt: A configuração da iluminação 3D do DirectX falhou
ro: Configurarea iluminatului DirectX 3d a eșuat
ru: Не удалось настроить освещение DirectX 3D

source: DirectX 3d viewport not created
fa: نمای DirectX 3d ایجاد نشد
ja: DirectX 3D ビューポートが作成されていません
ko: DirectX 3d 뷰포트가 생성되지 않았습니다
lt: „DirectX 3d“ peržiūros sritis nesukurta
no: DirectX 3d-visningsport er ikke opprettet
pl: Nie utworzono widoku DirectX 3D
pt: A viewport 3D do DirectX não foi criada
ro: Portul de vizualizare DirectX 3d nu a fost creat
ru: Область просмотра DirectX 3D не создана

source: Invalid DirectX 3d device
fa: دستگاه DirectX 3d نامعتبر است
ja: 無効な DirectX 3D デバイス
ko: 잘못된 DirectX 3d 장치
lt: Netinkamas „DirectX 3d“ įrenginys
no: Ugyldig DirectX 3d-enhet
pl: Nieprawidłowe urządzenie DirectX 3D
pt: Dispositivo DirectX 3D inválido
ro: Dispozitiv DirectX 3d nevalid
ru: Недопустимое устройство DirectX 3D

source: Could not create board surface
fa: سطح تخته ایجاد نشد
ja: ボードサーフェスを作成できませんでした
ko: 보드 표면을 생성할 수 없습니다.
lt: Nepavyko sukurti lentos paviršiaus
no: Kunne ikke lage brettoverflaten
pl: Nie można utworzyć powierzchni planszy
pt: Não foi possível criar a superfície da placa
ro: Nu s-a putut crea suprafața plăcii
ru: Не удалось создать поверхность доски

source: Could not create board texture
fa: بافت تخته ایجاد نشد
ja: ボードテクスチャを作成できませんでした
ko: 보드 텍스처를 생성할 수 없습니다.
lt: Nepavyko sukurti lentos tekstūros
no: Kunne ikke lage bordtekstur
pl: Nie można utworzyć tekstury planszy
pt: Não foi possível criar a textura da placa
ro: Nu s-a putut crea textura plăcii
ru: Не удалось создать текстуру доски

source: Could not get board texture surface level
fa: سطح بافت تخته دریافت نشد
ja: ボードテクスチャ表面レベルを取得できませんでした
ko: 보드 텍스처 표면 레벨을 가져올 수 없습니다.
lt: Nepavyko pasiekti lentos tekstūros paviršiaus lygio
no: Kunne ikke få bordtekstur på overflaten
pl: Nie udało się uzyskać poziomu tekstury powierzchni deski
pt: Não foi possível obter o nível da superfície da textura da placa
ro: Nu s-a putut obține nivelul de suprafață al texturii plăcii
ru: Не удалось получить уровень поверхности текстуры доски
