Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Storage options : These are options for multi game analysis.
fa: گزینه های ذخیره سازی: این گزینه ها برای تجزیه و تحلیل چند بازی هستند.
ja: ストレージ オプション: マルチ ゲーム分析用のオプションです。
ko: 저장 옵션: 이는 여러 게임 분석을 위한 옵션입니다.
lt: Saugojimo parinktys: tai kelių žaidimų analizės parinktys.
no: Lagringsalternativer : Dette er alternativer for multispillanalyse.
pl: Opcje przechowywania: Są to opcje umożliwiające analizę wielu gier.
pt: Opções de armazenamento: Estas são opções para análise de vários jogos.
ro: Opțiuni de stocare: Acestea sunt opțiuni pentru analiza jocurilor multiple.
ru: Параметры хранения: Это параметры для анализа нескольких игр.

source: Select Replace to replace the original game after analysis.
fa: گزینه Replace را انتخاب کنید تا بعد از تجزیه و تحلیل بازی اصلی جایگزین شود.
ja: 分析後に元のゲームを置き換えるには、「置換」を選択します。
ko: 분석 후 원본 게임을 바꾸려면 바꾸기를 선택하세요.
lt: Pasirinkite Pakeisti, kad pakeistumėte pradinį žaidimą po analizės.
no: Velg Erstatt for å erstatte det originale spillet etter analyse.
pl: Wybierz opcję Zamień, aby zastąpić oryginalną grę po przeprowadzeniu analizy.
pt: Selecione Substituir para substituir o jogo original após a análise.
ro: Selectați Înlocuire pentru a înlocui jocul original după analiză.
ru: Выберите «Заменить», чтобы заменить исходную игру после анализа.

source: Select < Append > to append the analysed game to the file.
fa: برای الحاق بازی تجزیه و تحلیل شده به فایل، < Append > را انتخاب کنید.
ja: 分析したゲームをファイルに追加するには、< 追加 > を選択します。
ko: <추가>를 선택하면 분석된 게임이 파일에 추가됩니다.
lt: Pasirinkite < Pridėti >, kad pridėtumėte analizuojamą žaidimą prie failo.
no: Velg < Legg til > for å legge til det analyserte spillet til filen.
pl: Wybierz < Dołącz >, aby dołączyć analizowaną grę do pliku.
pt: Selecione <Anexar> para anexar o jogo analisado ao arquivo.
ro: Selectați < Adăugați > pentru a adăuga jocul analizat la fișier.
ru: Выберите <Добавить>, чтобы добавить проанализированную игру в файл.

source: Variation lengths.. : Click this button to select the advantage variation lengths.
fa: Variation lengths.. : برای انتخاب طول تنوع مزیت روی این دکمه کلیک کنید.
ja: バリエーションの長さ: このボタンをクリックして、アドバンテージ バリエーションの長さを選択します。
ko: 변형 길이.. : 이 버튼을 클릭하여 이점 변형 길이를 선택하세요.
lt: Variacijos ilgiai.. : spustelėkite šį mygtuką, kad pasirinktumėte pranašumo variantų ilgius.
no: Variasjonslengder.. : Klikk på denne knappen for å velge fordelsvariasjonslengder.
pl: Długości wariantów.. : Kliknij ten przycisk, aby wybrać korzystne długości wariantów.
pt: Comprimentos de variação: Clique neste botão para selecionar os comprimentos de variação de vantagem.
ro: Lungimi de variație.. : Faceți clic pe acest buton pentru a selecta lungimile de variație avantajoase.
ru: Длины вариаций.. : Нажмите эту кнопку, чтобы выбрать длину вариаций преимуществ.

source: Select engine.. : Select the engine for analysis.
fa: انتخاب موتور.. : موتور را برای تجزیه و تحلیل انتخاب کنید.
ja: エンジンを選択: 分析するエンジンを選択します。
ko: 엔진 선택.. : 분석할 엔진을 선택합니다.
lt: Pasirinkite variklį.. : pasirinkite analizei skirtą variklį.
no: Velg motor.. : Velg motoren for analyse.
pl: Wybierz silnik.. : Wybierz silnik do analizy.
pt: Selecionar motor..: Selecione o motor para análise.
ro: Select engine.. : Selectați motorul pentru analiză.
ru: Выберите двигатель.. : Выберите двигатель для анализа.

source: Start game analysis.. : Start the automatic analysis.
fa: شروع تجزیه و تحلیل بازی.. : شروع به تجزیه و تحلیل خودکار.
ja: ゲーム分析を開始します。: 自動分析を開始します。
ko: 게임 분석 시작.. : 자동 분석을 시작합니다.
lt: Pradėti žaidimo analizę.. : paleiskite automatinę analizę.
no: Start spillanalyse.. : Start den automatiske analysen.
pl: Rozpocznij analizę gry.. : Rozpocznij automatyczną analizę.
pt: Iniciar análise do jogo.. : Inicia a análise automática.
ro: Porniți analiza jocului.. : Începeți analiza automată.
ru: Начать анализ игры.. : Начать автоматический анализ.

source: Bug fix : Set the bug fix options for the addition of sub-variations.
fa: رفع اشکال: گزینه های رفع اشکال را برای اضافه کردن تغییرات فرعی تنظیم کنید.
ja: バグ修正: サブバリエーションの追加に対するバグ修正オプションを設定します。
ko: 버그 수정 : 하위 변형 추가에 대한 버그 수정 옵션을 설정합니다.
lt: Trikčių pataisymas : nustatykite riktų pataisymo parinktis, kad būtų galima pridėti papildomų variantų.
no: Feilretting : Angi feilrettingsalternativene for å legge til undervariasjoner.
pl: Naprawiono błąd: Ustaw opcje naprawiania błędów umożliwiające dodawanie podwariantów.
pt: Correção de bug: Defina as opções de correção de bug para a adição de subvariações.
ro: Remediere erori: setați opțiunile de remediere a erorilor pentru adăugarea subvariațiilor.
ru: Исправление ошибок: установите параметры исправления ошибок для добавления подвариантов.

source: Help on comment files
fa: راهنما در مورد فایل های نظر
ja: コメントファイルに関するヘルプ
ko: 주석 파일에 대한 도움말
lt: Pagalba dėl komentarų failų
no: Hjelp til kommentarfiler
pl: Pomoc dotycząca plików komentarzy
pt: Ajuda em arquivos de comentários
ro: Ajutor pentru fișierele de comentarii
ru: Помощь по файлам комментариев

source: Sometimes, one side can achieve a winning position without a mistake
fa: گاهی اوقات یک طرف می تواند بدون اشتباه به موقعیت برنده دست یابد
ja: 時には、一方がミスなく勝利の立場を獲得できることもある
ko: 때로는 한쪽이 실수 없이 승리의 위치에 도달할 수 있습니다.
lt: Kartais viena pusė gali pasiekti pergalingą poziciją be klaidos
no: Noen ganger kan den ene siden oppnå en vinnende posisjon uten feil
pl: Czasami jedna ze stron może osiągnąć zwycięską pozycję bez popełnienia błędu
pt: Às vezes, um lado pode alcançar uma posição vencedora sem cometer erros
ro: Uneori, o parte poate obține o poziție câștigătoare fără a greși
ru: Иногда одна из сторон может добиться выигрышной позиции, не допустив ни одной ошибки.

source: by their opponent that is above the error threshold.
fa: توسط حریف خود که بالاتر از آستانه خطا است.
ja: 相手がエラーしきい値を超えるボールを打った場合。
ko: 상대방이 허용한 오류 한계치를 넘는 공격을 가하는 경우.
lt: jų priešininkas, kuris viršija klaidos slenkstį.
no: av motstanderen som er over feilterskelen.
pl: przez przeciwnika, przekraczającą próg błędu.
pt: pelo seu oponente que está acima do limite de erro.
ro: de adversarul lor care este peste pragul de eroare.
ru: их оппонентом, превышающий порог ошибки.

source: So an annotation would not normally be added.
fa: بنابراین یک حاشیه نویسی به طور معمول اضافه نمی شود.
ja: したがって、通常は注釈は追加されません。
ko: 따라서 일반적으로 주석은 추가되지 않습니다.
lt: Taigi anotacija paprastai nepridedama.
no: Så en merknad vil normalt ikke bli lagt til.
pl: Dlatego normalnie nie dodaje się adnotacji.
pt: Portanto, normalmente uma anotação não seria adicionada.
ro: Deci, o adnotare nu ar fi adăugată în mod normal.
ru: Поэтому аннотация обычно не добавляется.

source: e.g. Given a winning threshold of 1.5 pawns and a current postion value
fa: به عنوان مثال با توجه به آستانه برنده شدن 1.5 پیاده و ارزش موقعیت فعلی
ja: 例えば、勝利しきい値が1.5ポーンで、現在のポジション値が
ko: 예를 들어, 승리 임계값이 1.5폰이고 현재 위치 값이 주어지면
lt: pvz. Atsižvelgiant į 1,5 pėstininko laimėjimo slenkstį ir esamą pozicijos vertę
no: f.eks. Gitt en vinnerterskel på 1,5 bønder og en gjeldende posisjonsverdi
pl: np. Biorąc pod uwagę próg wygranej wynoszący 1,5 pionka i aktualną wartość pozycji
pt: por exemplo, dado um limite de vitória de 1,5 peões e um valor de posição atual
ro: de ex. Se acordă un prag de câștig de 1,5 pioni și o valoare a poziției curente
ru: например, задан порог выигрыша в 1,5 пешки и текущее значение позиции

source: of 1.4 in White's favour and Black plays a move with a value of 0.3
fa: 1.4 به نفع سفید و سیاه حرکتی با مقدار 0.3 انجام می دهند
ja: 白が1.4の有利な動きをし、黒は0.3の有利な動きをする。
ko: 1.4의 경우 화이트에게 유리하고 블랙은 0.3의 값으로 이동합니다.
lt: 1,4 baltojo naudai, o juodasis atlieka ėjimą, kurio vertė yra 0,3
no: på 1,4 i hvits favør og svart spiller et trekk med en verdi på 0,3
pl: 1,4 na korzyść Białego, a Czarny wykonuje ruch o wartości 0,3
pt: de 1,4 a favor das Brancas e as Pretas fazem um lance com valor de 0,3
ro: de 1,4 în favoarea Albului, iar Negrul joacă o mutare cu o valoare de 0,3
ru: 1,4 в пользу белых и черные делают ход с ценностью 0,3

source: If the error threshold for moves is set at 0.6, no annotation would be added,
fa: اگر آستانه خطا برای حرکت ها روی 0.6 تنظیم شود، هیچ حاشیه نویسی اضافه نخواهد شد.
ja: 移動のエラーしきい値が0.6に設定されている場合、注釈は追加されません。
ko: 이동에 대한 오류 임계값이 0.6으로 설정된 경우 주석이 추가되지 않습니다.
lt: Jei judesių klaidos slenkstis yra 0,6, komentaras nebus pridėtas,
no: Hvis feilterskelen for trekk er satt til 0,6, vil ingen merknad bli lagt til,
pl: Jeżeli próg błędu dla ruchów zostanie ustawiony na 0,6, nie zostanie dodana żadna adnotacja,
pt: Se o limite de erro para movimentos for definido em 0,6, nenhuma anotação será adicionada,
ro: Dacă pragul de eroare pentru mișcări este setat la 0,6, nu va fi adăugată nicio adnotare,
ru: Если порог ошибки для ходов установлен на уровне 0,6, аннотация не будет добавлена,

source: even if there was a better move for Black available, say -0.2 for example.
fa: حتی اگر حرکت بهتری برای سیاه وجود داشته باشد، مثلاً 0.2- باشد.
ja: たとえば、黒にとってより良い手、たとえば -0.2 があったとしてもです。
ko: 예를 들어 -0.2와 같이 검은색에게 더 나은 수가 있더라도요.
lt: Net jei būtų geresnis juodųjų ėjimas, tarkime, pavyzdžiui, -0,2.
no: selv om det var et bedre trekk for svart tilgjengelig, for eksempel -0,2.
pl: nawet jeśli czarny miałby lepszy ruch, powiedzmy -0,2 na przykład.
pt: mesmo que houvesse um movimento melhor para as Pretas disponível, digamos -0,2 por exemplo.
ro: chiar dacă a existat o mișcare mai bună pentru Negru disponibilă, să spunem -0,2 de exemplu.
ru: даже если бы у черных был лучший ход, например -0,2.

source: If < Identify winning position > is checked, an annotation is added in this case.
fa: اگر < شناسایی موقعیت برنده > علامت زده شود، در این مورد یک حاشیه اضافه می شود.
ja: < 勝利位置を特定 > がチェックされている場合、この場合は注釈が追加されます。
ko: <우승 위치 확인>이 체크되어 있는 경우, 이 경우 주석이 추가됩니다.
lt: Pažymėjus < Identify winning position >, tokiu atveju pridedama anotacija.
no: Hvis < Identifiser vinnende posisjon > er krysset av, legges det til en merknad i dette tilfellet.
pl: Jeśli zaznaczono opcję <Zidentyfikuj zwycięską pozycję>, w tym przypadku dodawana jest adnotacja.
pt: Se < Identificar posição vencedora > estiver marcado, uma anotação será adicionada neste caso.
ro: Dacă <Identify winning position > este bifat, se adaugă o adnotare în acest caz.
ru: Если отмечен флажок <Определить выигрышную позицию>, в этом случае добавляется аннотация.

source: However, because the margins of victory are so tight here, this feature can produce
fa: با این حال، از آنجا که حاشیه های پیروزی در اینجا بسیار تنگ است، این ویژگی می تواند ایجاد کند
ja: しかし、ここでは勝利の差が非常に小さいため、この機能は
ko: 그러나 여기서 승리의 마진이 너무 좁기 때문에 이 기능은 다음을 생성할 수 있습니다.
lt: Tačiau, kadangi pergalės ribos čia tokios siauros, ši savybė gali duoti naudos
no: Men fordi seiersmarginene er så trange her, kan denne funksjonen produsere
pl: Jednakże, ponieważ marginesy zwycięstwa są tutaj tak niewielkie, ta cecha może przynieść
pt: No entanto, como as margens de vitória são tão estreitas aqui, esse recurso pode produzir
ro: Cu toate acestea, deoarece marjele victoriei sunt atât de strânse aici, această caracteristică poate produce
ru: Однако, поскольку здесь шансы на победу очень малы, эта функция может привести к

source: contradictory results in the annotations, especially at time settings that do not allow
fa: نتایج متناقضی در حاشیه نویسی، به ویژه در تنظیمات زمانی که اجازه نمی دهد
ja: 特に時間設定が許されない場合には、注釈に矛盾した結果が生じる。
ko: 특히 시간 설정이 허용되지 않는 경우 주석에서 모순되는 결과가 발생합니다.
lt: prieštaringi anotacijų rezultatai, ypač tais laiko nustatymais, kurie neleidžia
no: motstridende resultater i merknadene, spesielt ved tidsinnstillinger som ikke tillater det
pl: sprzeczne wyniki w adnotacjach, zwłaszcza w ustawieniach czasowych, które na to nie pozwalają
pt: resultados contraditórios nas anotações, especialmente em configurações de tempo que não permitem
ro: rezultate contradictorii în adnotări, mai ales la setări de timp care nu permit
ru: противоречивые результаты в аннотациях, особенно при настройках времени, которые не позволяют

source: for deep enough searchs of the position. (Roughly 16 ply)
fa: برای جستجوی عمیق به اندازه کافی از موقعیت. (تقریبا 16 لایه)
ja: 位置を十分に深く探索するため。（約16層）
ko: 위치를 충분히 깊이 검색할 수 있도록 합니다. (대략 16겹)
lt: pakankamai gilioms pozicijos paieškoms. (Maždaug 16 sluoksnių)
no: for dype nok søk ​​av posisjonen. (Omtrent 16 lag)
pl: do dostatecznie głębokich poszukiwań w tej pozycji. (Około 16 warstw)
pt: para buscas suficientemente profundas da posição. (Aproximadamente 16 camadas)
ro: pentru căutări suficient de profunde ale poziţiei. (Aproximativ 16 straturi)
ru: для достаточно глубокого поиска позиции. (Примерно 16 слоев)

source: This problem is largely solved by allowing more time for the analysis,
fa: این مشکل تا حد زیادی با دادن زمان بیشتر برای تجزیه و تحلیل حل می شود،
ja: この問題は、分析にもっと時間をかけることでほぼ解決されます。
ko: 이 문제는 분석에 더 많은 시간을 할애함으로써 크게 해결됩니다.
lt: Ši problema iš esmės išspręsta skiriant daugiau laiko analizei,
no: Dette problemet løses i stor grad ved å gi mer tid til analysen,
pl: Problem ten można w dużej mierze rozwiązać, przeznaczając więcej czasu na analizę,
pt: Este problema é amplamente resolvido ao permitir mais tempo para a análise,
ro: Această problemă este în mare măsură rezolvată prin acordarea de mai mult timp pentru analiză,
ru: Эта проблема во многом решается путем выделения большего времени для анализа,

source: and/or by adjusting the < Error margin > setting upwards.
fa: و/یا با تنظیم تنظیمات < حاشیه خطا > به سمت بالا.
ja: および/または < エラー マージン > 設定を上方に調整します。
ko: 또는 <오차 한계> 설정을 위쪽으로 조정합니다.
lt: ir (arba) koreguodami < Error margin > nustatymą aukštyn.
no: og/eller ved å justere innstillingen < Feilmargin > oppover.
pl: i/lub przez zwiększenie ustawienia <Marginesu błędu>.
pt: e/ou ajustando a configuração < Margem de erro > para cima.
ro: și/sau ajustând în sus setarea < Marjă de eroare >.
ru: и/или путем увеличения настройки < Предел погрешности >.

source: On my computer, a Time per move setting of 3 seconds combined
fa: در رایانه من، تنظیم زمان برای هر حرکت 3 ثانیه ترکیب شده است
ja: 私のコンピュータでは、移動ごとの時間設定を3秒に設定し、
ko: 내 컴퓨터에서는 이동당 시간 설정이 3초로 결합되었습니다.
lt: Mano kompiuteryje nustatytas 3 sekundžių laikas per judesį
no: På datamaskinen min, en Time per move-innstilling på 3 sekunder kombinert
pl: Na moim komputerze ustawienie Czasu na ruch wynosi 3 sekundy łącznie
pt: No meu computador, uma configuração de tempo por movimento de 3 segundos combinados
ro: Pe computerul meu, o setare de timp per mișcare de 3 secunde combinate
ru: На моем компьютере установлено время на ход в 3 секунды.

source: with an error margin of 10 (0.1 pawns) is ok.
fa: با حاشیه خطای 10 (0.1 پیاده) مشکلی ندارد.
ja: 誤差範囲が 10 (0.1 ポーン) であれば問題ありません。
ko: 오차 한계가 10(0.1폰)이면 괜찮습니다.
lt: su 10 klaidos riba (0,1 pėstininko) yra gerai.
no: med en feilmargin på 10 (0,1 bønder) er ok.
pl: z marginesem błędu 10 (0,1 pionka) jest w porządku.
pt: com uma margem de erro de 10 (0,1 peões) está ok.
ro: cu o marjă de eroare de 10 (0,1 pioni) este ok.
ru: с погрешностью 10 (0,1 пешки) все в порядке.

source: At 5 seconds per move, an error margin of 7 (0.07 pawns) is ok.
fa: در 5 ثانیه در هر حرکت، حاشیه خطای 7 (0.07 پیاده) خوب است.
ja: 1手あたり5秒の場合、誤差範囲は7（ポーン0.07個）で問題ありません。
ko: 한 움직임에 5초가 걸리므로 오차 한계는 7(0.07개 폰)이면 괜찮습니다.
lt: Esant 5 sekundėms vienam ėjimui, 7 (0,07 pėstininko) paklaidos riba yra tinkama.
no: Ved 5 sekunder per trekk er en feilmargin på 7 (0,07 bønder) ok.
pl: Przy 5 sekundach na ruch, margines błędu wynoszący 7 (0,07 pionka) jest dopuszczalny.
pt: Com 5 segundos por movimento, uma margem de erro de 7 (0,07 peões) é aceitável.
ro: La 5 secunde pe mutare, o marjă de eroare de 7 (0,07 pioni) este ok.
ru: При 5 секундах на ход допустимая погрешность составляет 7 (0,07 пешки).

source: At 10 seconds per move, an error margin of 5 (0.05 pawns) is ok.
fa: در 10 ثانیه در هر حرکت، حاشیه خطای 5 (0.05 پیاده) خوب است.
ja: 1手あたり10秒の場合、誤差範囲は5（ポーン0.05個）で問題ありません。
ko: 한 움직임에 10초가 걸리므로 오차 한계는 5(0.05폰)이면 괜찮습니다.
lt: Esant 10 sekundžių vienam ėjimui, 5 (0,05 pėstininkų) paklaidos riba yra tinkama.
no: Ved 10 sekunder per trekk er en feilmargin på 5 (0,05 bønder) ok.
pl: Przy 10 sekundach na ruch, margines błędu wynoszący 5 (0,05 pionka) jest dopuszczalny.
pt: Com 10 segundos por movimento, uma margem de erro de 5 (0,05 peões) é aceitável.
ro: La 10 secunde per mutare, o marjă de eroare de 5 (0,05 pioni) este ok.
ru: При 10 секундах на ход допустимая погрешность составляет 5 (0,05 пешки).

source: At 15 seconds per move, an error margin of 3 (0.03) is ok.
fa: در 15 ثانیه در هر حرکت، حاشیه خطا 3 (0.03) خوب است.
ja: 1 手あたり 15 秒の場合、誤差範囲は 3 (0.03) で問題ありません。
ko: 한 움직임에 15초가 걸리므로 오차 한계는 3(0.03)이 적당합니다.
lt: Esant 15 sekundžių vienam judesiui, 3 (0,03) klaidos riba yra tinkama.
no: Ved 15 sekunder per trekk er en feilmargin på 3 (0,03) ok.
pl: Przy 15 sekundach na ruch margines błędu wynoszący 3 (0,03) jest dopuszczalny.
pt: Com 15 segundos por movimento, uma margem de erro de 3 (0,03) é aceitável.
ro: La 15 secunde pe mișcare, o marjă de eroare de 3 (0,03) este ok.
ru: При 15 секундах на ход допустимая погрешность составляет 3 (0,03).

source: At 20 seconds per move and above, no error margin is needed.
fa: در 20 ثانیه در هر حرکت و بالاتر، نیازی به حاشیه خطایی نیست.
ja: 1 手あたり 20 秒以上であれば、誤差は必要ありません。
ko: 한 움직임당 20초 이상이면 오차 한계가 필요하지 않습니다.
lt: 20 sekundžių vienam judesiui ir daugiau, klaidos ribos nereikia.
no: Ved 20 sekunder per trekk og mer er det ingen feilmargin nødvendig.
pl: Przy 20 sekundach na ruch i więcej nie jest potrzebny żaden margines błędu.
pt: Com 20 segundos por movimento ou mais, nenhuma margem de erro é necessária.
ro: La 20 de secunde pe mișcare și mai mult, nu este necesară nicio marjă de eroare.
ru: При времени на ход 20 секунд и более погрешность не требуется.

source: To find the correct settings for your computer, you can auto-analyse the game
fa: برای پیدا کردن تنظیمات صحیح برای رایانه خود، می توانید بازی را به صورت خودکار آنالیز کنید
ja: コンピュータの正しい設定を見つけるには、ゲームを自動分析することができます
ko: 컴퓨터에 맞는 올바른 설정을 찾으려면 게임을 자동으로 분석할 수 있습니다.
lt: Norėdami rasti teisingus kompiuterio nustatymus, galite automatiškai analizuoti žaidimą
no: For å finne de riktige innstillingene for datamaskinen din, kan du automatisk analysere spillet
pl: Aby znaleźć odpowiednie ustawienia dla swojego komputera, możesz przeprowadzić automatyczną analizę gry
pt: Para encontrar as configurações corretas para o seu computador, você pode analisar automaticamente o jogo
ro: Pentru a găsi setările corecte pentru computerul dvs., puteți analiza automat jocul
ru: Чтобы найти правильные настройки для вашего компьютера, вы можете автоматически проанализировать игру.

source: J.R. Capablanca - A. Burn San Sebastian 1911, which is in the db_small.pgn database
fa: J.R. Capablanca - A. Burn San Sebastian 1911 که در پایگاه داده db_small.pgn قرار دارد
ja: J.R. Capablanca - A. Burn San Sebastian 1911（db_small.pgn データベースにあります）
ko: J.R. Capablanca - A. Burn San Sebastian 1911은 db_small.pgn 데이터베이스에 있습니다.
lt: J.R. Capablanca – A. Burn San Sebastian 1911, kuri yra db_small.pgn duomenų bazėje
no: J.R. Capablanca - A. Burn San Sebastian 1911, som er i databasen db_small.pgn
pl: J.R. Capablanca - A. Burn San Sebastian 1911, który znajduje się w bazie danych db_small.pgn
pt: J.R. Capablanca - A. Burn San Sebastian 1911, que está no banco de dados db_small.pgn
ro: J.R. Capablanca - A. Burn San Sebastian 1911, care se află în baza de date db_small.pgn
ru: Дж. Р. Капабланка - А. Берн Сан-Себастьян 1911, который находится в базе данных db_small.pgn

source: and examine the annotations produced between moves 22 to 26.
fa: و حاشیه نویسی های تولید شده بین حرکت های 22 تا 26 را بررسی کنید.
ja: 22 手目から 26 手目の間に生成された注釈を調べます。
ko: 그리고 22~26번 동작 사이에 생성된 주석을 살펴보세요.
lt: ir išnagrinėkite komentarus, padarytus nuo 22 iki 26 žingsnių.
no: og undersøk merknadene som ble produsert mellom trekk 22 til 26.
pl: i zbadaj adnotacje dokonane pomiędzy ruchami od 22 do 26.
pt: e examine as anotações produzidas entre os movimentos 22 a 26.
ro: și examinați adnotările produse între mișcările de la 22 la 26.
ru: и изучите аннотации, сделанные между ходами 22 и 26.

source: You can then adjust the < Identify winning position > settings accordingly.
fa: سپس می توانید تنظیمات < Identify winning position > را بر اساس آن تنظیم کنید.
ja: その後、それに応じて < 勝利位置の特定 > 設定を調整できます。
ko: 그런 다음 <승리 위치 식별> 설정을 이에 따라 조정할 수 있습니다.
lt: Tada galite atitinkamai pakoreguoti < Identifikuoti laimėjimo poziciją > nustatymus.
no: Du kan deretter justere innstillingene for < Identifiser vinnerposisjon > tilsvarende.
pl: Następnie możesz odpowiednio dostosować ustawienia <Zidentyfikuj zwycięską pozycję>.
pt: Você pode então ajustar as configurações de < Identificar posição vencedora > adequadamente.
ro: Puteți ajusta apoi setările <Identificați poziția câștigătoare> în consecință.
ru: Затем вы можете соответствующим образом настроить параметры <Определить выигрышную позицию>.

source: Unless you have a really fast computer, for time settings of less than
fa: مگر اینکه یک کامپیوتر واقعا سریع داشته باشید، برای تنظیمات زمان کمتر از
ja: 非常に高速なコンピュータをお持ちでない限り、
ko: 시간 설정이 1000초 미만인 경우 정말 빠른 컴퓨터가 없는 한
lt: Jei neturite labai greito kompiuterio, laiko nustatymai yra mažesni nei
no: Med mindre du har en veldig rask datamaskin, for tidsinnstillinger på mindre enn
pl: Chyba że masz naprawdę szybki komputer, dla ustawień czasu mniejszych niż
pt: A menos que você tenha um computador muito rápido, para configurações de tempo menores que
ro: Dacă nu aveți un computer foarte rapid, pentru setări de timp mai mici de
ru: Если у вас не очень быстрый компьютер, для настроек времени менее

source: 3 seconds per move, it is best not to use this option when auto-analysing games.
fa: 3 ثانیه در هر حرکت، بهتر است در هنگام تحلیل خودکار بازی ها از این گزینه استفاده نکنید.
ja: 1 手あたり 3 秒。ゲームを自動分析する場合はこのオプションを使用しないことをお勧めします。
ko: 한 움직임당 3초이므로, 게임을 자동 분석할 때는 이 옵션을 사용하지 않는 것이 좋습니다.
lt: 3 sekundes per judesį, geriausia nenaudoti šios parinkties automatiškai analizuojant žaidimus.
no: 3 sekunder per trekk, er det best å ikke bruke dette alternativet når du automatisk analyserer spill.
pl: 3 sekundy na ruch, najlepiej nie używać tej opcji podczas automatycznej analizy gier.
pt: 3 segundos por jogada, é melhor não usar esta opção ao analisar automaticamente os jogos.
ro: 3 secunde pe mișcare, cel mai bine este să nu folosiți această opțiune atunci când analizați automat jocurile.
ru: 3 секунды на ход, лучше не использовать эту опцию при автоматическом анализе партий.

source: Notes on Identify winning position
fa: نکاتی در مورد شناسایی موقعیت برنده
ja: 勝利ポジションの特定に関する注意事項
ko: 승리 위치 식별에 대한 참고 사항
lt: Pastabos apie laimėjimo poziciją
no: Merknader om Identifiser vinnerposisjon
pl: Notatki dotyczące identyfikacji pozycji wygrywającej
pt: Notas sobre Identificar posição vencedora
ro: Note despre Identificarea poziției câștigătoare
ru: Заметки по определению выигрышной позиции

source: Please select the sub variation length options :-
fa: لطفاً گزینه های طول تغییرات فرعی را انتخاب کنید:-
ja: サブバリエーションの長さのオプションを選択してください:-
ko: 하위 변형 길이 옵션을 선택하세요:-
lt: Pasirinkite papildomo varianto ilgio parinktis: -
no: Vennligst velg undervariasjonslengdealternativene:-
pl: Proszę wybrać opcje długości wariantu:-
pt: Selecione as opções de comprimento da subvariação:
ro: Vă rugăm să selectați opțiunile de lungime a subvariației:-
ru: Пожалуйста, выберите параметры длины подварианта:-

source: Error range (1/10 pawns) Line length (ply)
fa: محدوده خطا (1/10 پیاده) طول خط (لایه)
ja: 誤差範囲（1/10ポーン）ラインの長さ（プライ）
ko: 오차범위 (1/10 폰) 줄 길이 (겹)
lt: Klaidų diapazonas (1/10 pėstininkų) Linijos ilgis (sluoksnis)
no: Feilområde (1/10 bønder) Linjelengde (lag)
pl: Zakres błędu (1/10 pionków) Długość linii (warstwa)
pt: Faixa de erro (1/10 peões) Comprimento da linha (camada)
ro: Interval de eroare (1/10 pioni) Lungimea liniei (pli)
ru: Диапазон ошибок (1/10 пешки) Длина линии (слой)

source: Tiny (0 - 49)
fa: کوچک (0 - 49)
ja: 小さい（0 - 49）
ko: 아주 작음 (0~49)
lt: Mažas (0–49)
pl: Malutki (0 - 49)
pt: Minúsculo (0 - 49)
ro: Mic (0 - 49)
ru: Маленький (0 - 49)
