Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Automatically load the puzzle from the last session
fa: به طور خودکار پازل را از آخرین جلسه بارگیری کنید
ja: 前回のセッションからパズルを自動的にロードする
ko: 마지막 세션의 퍼즐을 자동으로 로드합니다.
lt: Automatiškai įkelkite galvosūkį iš paskutinės sesijos
no: Last automatisk puslespillet fra siste økt
pl: Automatyczne ładowanie układanki z ostatniej sesji
pt: Carregar automaticamente o quebra-cabeça da última sessão
ro: Încărcați automat puzzle-ul din ultima sesiune
ru: Автоматически загружать головоломку из последнего сеанса

source: when a puzzle file is opened
fa: هنگامی که یک فایل پازل باز می شود
ja: パズルファイルを開いたとき
ko: 퍼즐 파일이 열릴 때
lt: kai atidaromas galvosūkio failas
no: når en puslespillfil åpnes
pl: gdy otwierany jest plik z łamigłówką
pt: quando um arquivo de quebra-cabeça é aberto
ro: când se deschide un fișier puzzle
ru: когда файл головоломки открыт

source: Automatically load the next puzzle
fa: به صورت خودکار پازل بعدی را بارگذاری کنید
ja: 次のパズルを自動的に読み込む
ko: 다음 퍼즐을 자동으로 로드합니다
lt: Automatiškai įkelkite kitą galvosūkį
no: Last inn neste puslespill automatisk
pl: Automatyczne ładowanie następnej układanki
pt: Carregar automaticamente o próximo quebra-cabeça
ro: Încărcați automat următorul puzzle
ru: Автоматически загрузить следующую головоломку

source: when the current puzzle is complete
fa: وقتی پازل فعلی کامل شد
ja: 現在のパズルが完成すると
ko: 현재 퍼즐이 완성되면
lt: kai dabartinis galvosūkis bus baigtas
no: når det gjeldende puslespillet er fullført
pl: kiedy bieżąca układanka będzie ukończona
pt: quando o quebra-cabeça atual estiver completo
ro: când puzzle-ul curent este complet
ru: когда текущая головоломка будет завершена

source: Delay in 1/10 seconds before the next puzzle is automatically loaded
fa: قبل از بارگذاری خودکار پازل بعدی، 1/10 ثانیه به تأخیر بیفتید
ja: 次のパズルが自動的に読み込まれるまでの遅延は 1/10 秒です
ko: 다음 퍼즐이 자동으로 로드되기 전에 1/10초 지연
lt: Uždelskite 1/10 sekundžių, kol bus automatiškai įkeltas kitas galvosūkis
no: Forsink med 1/10 sekunder før neste puslespill lastes automatisk
pl: Opóźnienie wynoszące 1/10 sekundy przed automatycznym załadowaniem kolejnej łamigłówki
pt: Atraso de 1/10 segundos antes do próximo quebra-cabeça ser carregado automaticamente
ro: Întârziere cu 1/10 secunde înainte ca următorul puzzle să fie încărcat automat
ru: Задержка в 1/10 секунды перед автоматической загрузкой следующей головоломки

source: Toggle display puzzle statistics
fa: تغییر وضعیت نمایش آمار پازل
ja: パズルの統計情報の表示を切り替える
ko: 퍼즐 통계 표시 전환
lt: Perjungti galvosūkių statistiką
no: Bytt visning av puslespillstatistikk
pl: Przełącz wyświetlanie statystyk układanki
pt: Alternar exibição de estatísticas de quebra-cabeça
ro: Comutați afișarea statisticilor puzzle
ru: Переключить отображение статистики головоломки

source: Toggle display puzzle session statistics
fa: تغییر وضعیت نمایش آمار جلسه پازل
ja: パズルセッションの統計情報の表示を切り替える
ko: 퍼즐 세션 통계 표시 전환
lt: Perjungti galvosūkių seanso statistikos rodymo rodymą
no: Slå visning av puslespilløktstatistikk
pl: Przełącz wyświetlanie statystyk sesji układanki
pt: Alternar exibição de estatísticas da sessão de quebra-cabeça
ro: Comutați afișarea statisticilor sesiunii de puzzle
ru: Переключить отображение статистики сеанса головоломки

source: Toggle display puzzle file statistics
fa: تغییر وضعیت نمایش آمار فایل پازل
ja: パズルファイルの統計情報の表示を切り替える
ko: 퍼즐 파일 통계 표시 전환
lt: Perjungti rodyti galvosūkių failo statistiką
no: Veksle visning av puslespillfilstatistikk
pl: Przełącz wyświetlanie statystyk pliku układanki
pt: Alternar exibição de estatísticas do arquivo de quebra-cabeça
ro: Comutați afișarea statisticilor fișierelor puzzle
ru: Переключить отображение статистики файла головоломки

source: Toggle save file statistics
fa: ذخیره آمار فایل را تغییر دهید
ja: 保存ファイルの統計情報を切り替える
ko: 저장 파일 통계 전환
lt: Perjungti išsaugojimo failo statistiką
no: Veksle lagre filstatistikk
pl: Przełącz zapisywanie statystyk plików
pt: Alternar salvar estatísticas de arquivo
ro: Comutați salvarea statisticilor fișierului
ru: Переключить сохранение статистики файла

source: Calculate the overall rating for session and file statistics as an average
fa: امتیاز کلی برای آمار جلسه و فایل را به صورت میانگین محاسبه کنید
ja: セッションとファイルの統計の全体的な評価を平均として計算します
ko: 세션 및 파일 통계에 대한 전체 평가를 평균으로 계산합니다.
lt: Apskaičiuokite bendrą sesijos ir failų statistikos įvertinimą kaip vidurkį
no: Beregn den samlede vurderingen for økt- og filstatistikk som et gjennomsnitt
pl: Oblicz ogólną ocenę statystyk sesji i plików jako średnią
pt: Calcular a classificação geral para estatísticas de sessão e arquivo como uma média
ro: Calculați evaluarea generală pentru statisticile sesiunii și fișierelor ca medie
ru: Рассчитайте общий рейтинг для статистики сеанса и файла как среднее значение

source: Check this box to calculate penalties at a flat rate,
fa: این کادر را علامت بزنید تا جریمه ها با نرخ ثابت محاسبه شود،
ja: このボックスをチェックすると、罰金を定額で計算します。
ko: 정액으로 벌금을 계산하려면 이 상자를 체크하세요.
lt: Pažymėkite šį langelį, kad apskaičiuotumėte vienodo dydžio baudas,
no: Kryss av i denne boksen for å beregne straffer til en fast sats,
pl: Zaznacz to pole, aby naliczyć kary według stawki ryczałtowej,
pt: Marque esta caixa para calcular penalidades a uma taxa fixa,
ro: Bifați această casetă pentru a calcula penalitățile la o rată fixă,
ru: Установите этот флажок, чтобы рассчитать штрафы по фиксированной ставке,

source: rather than as a percentage of the individual puzzle score
fa: به جای درصدی از نمره پازل فردی
ja: 個々のパズルのスコアのパーセンテージではなく
ko: 개별 퍼즐 점수의 백분율이 아닌
lt: o ne kaip atskiro galvosūkio balo procentą
no: heller enn som en prosentandel av den individuelle puslespillscore
pl: a nie jako procent indywidualnego wyniku za łamigłówkę
pt: em vez de uma porcentagem da pontuação individual do quebra-cabeça
ro: mai degrabă decât ca procent din scorul individual al puzzle-ului
ru: а не как процент от индивидуальной оценки головоломки

source: Check this box to calculate the current rating
fa: برای محاسبه رتبه فعلی، این کادر را علامت بزنید
ja: 現在の評価を計算するには、このボックスをチェックしてください
ko: 현재 등급을 계산하려면 이 상자를 체크하세요.
lt: Pažymėkite šį langelį, kad apskaičiuotumėte esamą reitingą
no: Kryss av i denne boksen for å beregne gjeldende vurdering
pl: Zaznacz to pole, aby obliczyć aktualną ocenę
pt: Marque esta caixa para calcular a classificação atual
ro: Bifați această casetă pentru a calcula evaluarea curentă
ru: Установите этот флажок, чтобы рассчитать текущий рейтинг

source: as a percentage of the number of moves in the puzzle
fa: به عنوان درصدی از تعداد حرکات در پازل
ja: パズルの移動回数の割合として
ko: 퍼즐의 이동 횟수의 백분율로
lt: kaip dėlionės ėjimų skaičiaus procentas
no: som en prosentandel av antall trekk i puslespillet
pl: jako procent liczby ruchów w układance
pt: como uma porcentagem do número de movimentos no quebra-cabeça
ro: ca procent din numărul de mișcări din puzzle
ru: как процент от количества ходов в головоломке

source: Number of incorrect attempts before a hint is displayed
fa: تعداد تلاش های نادرست قبل از نمایش یک اشاره
ja: ヒントが表示されるまでの間違った試行回数
ko: 힌트가 표시되기 전에 잘못된 시도 횟수
lt: Neteisingų bandymų skaičius prieš rodont užuominą
no: Antall feil forsøk før et hint vises
pl: Liczba niepoprawnych prób przed wyświetleniem wskazówki
pt: Número de tentativas incorretas antes que uma dica seja exibida
ro: Numărul de încercări incorecte înainte ca un indiciu să fie afișat
ru: Количество неправильных попыток до отображения подсказки

source: Enter 0 not to use this option
fa: برای عدم استفاده از این گزینه عدد 0 را وارد کنید
ja: このオプションを使用しない場合は0を入力してください
ko: 이 옵션을 사용하지 않으려면 0을 입력하세요.
lt: Norėdami nenaudoti šios parinkties, įveskite 0
no: Skriv inn 0 for ikke å bruke dette alternativet
pl: Wprowadź 0, aby nie używać tej opcji
pt: Digite 0 para não usar esta opção
ro: Introduceți 0 pentru a nu folosi această opțiune
ru: Введите 0, чтобы не использовать эту опцию.

source: Number of incorrect attempts before the correct move is displayed
fa: تعداد تلاش های نادرست قبل از نمایش حرکت صحیح
ja: 正しい動きが表示されるまでの間違った試行回数
ko: 올바른 움직임이 표시되기 전에 잘못된 시도 횟수
lt: Neteisingų bandymų skaičius prieš parodont teisingą judesį
no: Antall feil forsøk før riktig trekk vises
pl: Liczba niepoprawnych prób przed wyświetleniem prawidłowego ruchu
pt: Número de tentativas incorretas antes que o movimento correto seja exibido
ro: Numărul de încercări incorecte înainte ca mișcarea corectă să fie afișată
ru: Количество неправильных попыток до отображения правильного хода

source: Delay in 1/10 seconds before the correct move is shown
fa: قبل از نمایش حرکت صحیح، 1/10 ثانیه به تأخیر بیفتید
ja: 正しい動きが表示されるまでに1/10秒の遅延があります
ko: 올바른 움직임이 표시되기 전에 1/10초 지연됩니다.
lt: Uždelskite 1/10 sekundžių, kol bus parodytas teisingas ėjimas
no: Forsink med 1/10 sekunder før riktig trekk vises
pl: Opóźnienie wynoszące 1/10 sekundy przed wyświetleniem prawidłowego ruchu
pt: Atraso de 1/10 segundos antes que o movimento correto seja mostrado
ro: Întârziere cu 1/10 secunde înainte ca mișcarea corectă să fie afișată
ru: Задержка в 1/10 секунды перед показом правильного хода

source: Set clock minutes
fa: دقایق ساعت را تنظیم کنید
ja: 時計の分を設定する
ko: 시계 분 설정
lt: Nustatykite laikrodžio minutes
no: Still klokken minutter
pl: Ustaw minuty zegara
pt: Definir minutos do relógio
ro: Setați minutele ceasului
ru: Установить минуты часов

source: Set clock seconds
fa: ثانیه های ساعت را تنظیم کنید
ja: 時計の秒数を設定する
ko: 시계 초 설정
lt: Nustatykite laikrodžio sekundes
no: Still klokken sekunder
pl: Ustaw zegar sekundowy
pt: Definir segundos do relógio
ro: Setați secundele ceasului
ru: Установить секунды часов

source: Display/hide clock when in puzzle mode
fa: نمایش/پنهان کردن ساعت در حالت پازل
ja: パズルモードで時計を表示/非表示にする
ko: 퍼즐 모드에서 시계 표시/숨기기
lt: Rodyti / slėpti laikrodį, kai įjungtas galvosūkio režimas
no: Vis/skjul klokken i puslespillmodus
pl: Wyświetl/ukryj zegar w trybie układanki
pt: Exibir/ocultar relógio no modo quebra-cabeça
ro: Afișează/ascunde ceasul în modul puzzle
ru: Отображать/скрывать часы в режиме головоломки

source: Reset clock after loading a new puzzle
fa: پس از بارگذاری یک پازل جدید، ساعت را بازنشانی کنید
ja: 新しいパズルをロードした後、時計をリセットします
ko: 새로운 퍼즐을 로딩한 후 시계 재설정
lt: Iš naujo nustatykite laikrodį įkėlus naują galvosūkį
no: Tilbakestill klokken etter å ha lastet et nytt puslespill
pl: Zresetuj zegar po załadowaniu nowej układanki
pt: Reiniciar o relógio após carregar um novo quebra-cabeça
ro: Resetați ceasul după încărcarea unui nou puzzle
ru: Сбросить часы после загрузки новой головоломки

source: Start clock after loading a new puzzle
fa: بعد از بارگذاری یک پازل جدید، ساعت را شروع کنید
ja: 新しいパズルをロードした後、時計を開始します
ko: 새로운 퍼즐을 로딩한 후 시계 시작
lt: Įkėlę naują galvosūkį, paleiskite laikrodį
no: Start klokken etter å ha lastet et nytt puslespill
pl: Uruchom zegar po załadowaniu nowej układanki
pt: Iniciar o relógio após carregar um novo quebra-cabeça
ro: Porniți ceasul după încărcarea unui nou puzzle
ru: Запустите таймер после загрузки новой головоломки

source: Clock counts down or up
fa: ساعت شمارش معکوس یا بالا می کند
ja: 時計はカウントダウンまたはカウントアップします
ko: 시계는 카운트다운 또는 카운트업을 합니다
lt: Laikrodis skaičiuoja žemyn arba aukštyn
no: Klokken teller ned eller opp
pl: Zegar odlicza w górę lub w dół
pt: O relógio faz a contagem regressiva ou progressiva
ro: Ceasul numără invers sau în sus
ru: Часы отсчитывают время в обратном или прямом направлении

source: Check to reset clock after each move
fa: برای تنظیم مجدد ساعت پس از هر حرکت، علامت بزنید
ja: 各移動後に時計をリセットするかどうかをチェックします
ko: 각 이동 후 시계를 재설정하려면 체크하세요
lt: Pažymėkite, kad iš naujo nustatytumėte laikrodį po kiekvieno judesio
no: Merk av for å tilbakestille klokken etter hvert trekk
pl: Zaznacz, aby zresetować zegar po każdym ruchu
pt: Marque para zerar o relógio após cada movimento
ro: Bifați pentru a reseta ceasul după fiecare mișcare
ru: Установите флажок, чтобы сбросить часы после каждого хода.

source: Toggle display clock time up message
fa: پیغام افزایش زمان نمایش ساعت را تغییر دهید
ja: 時計のタイムアップメッセージの表示を切り替える
ko: 디스플레이 시계 시간 표시 메시지 전환
lt: Perjungti ekrano laikrodžio laiko padidėjimo pranešimą
no: Veksle visning av klokkeslettmelding
pl: Przełącz wyświetlanie czasu zegara
pt: Alternar exibição da mensagem de tempo limite do relógio
ro: Comutați afișarea timpului ceasului mesajului
ru: Переключить отображение времени на часах сообщение

source: Puzzle mode is activated by selecting the puzzle mode check box.
fa: حالت پازل با انتخاب کادر حالت پازل فعال می شود.
ja: パズル モードは、パズル モードのチェック ボックスを選択すると有効になります。
ko: 퍼즐 모드는 퍼즐 모드 체크박스를 선택하여 활성화됩니다.
lt: Dėlionės režimas įjungiamas pažymėjus galvosūkio režimo žymės langelį.
no: Puslespillmodus aktiveres ved å merke av for puslespillmodus.
pl: Tryb układanki aktywuje się poprzez zaznaczenie pola wyboru trybu układanki.
pt: O modo quebra-cabeça é ativado marcando a caixa de seleção do modo quebra-cabeça.
ro: Modul puzzle este activat prin bifarea casetei de selectare a modului puzzle.
ru: Режим головоломки активируется путем установки флажка «Режим головоломки».

source: It can also be activated by selecting the 'P' icon on the toolbar.
fa: همچنین با انتخاب نماد P در نوار ابزار می توان آن را فعال کرد.
ja: ツールバーの「P」アイコンを選択してアクティブにすることもできます。
ko: 또한 도구 모음에서 'P' 아이콘을 선택하여 활성화할 수도 있습니다.
lt: Jį taip pat galima suaktyvinti įrankių juostoje pasirinkus „P“ piktogramą.
no: Den kan også aktiveres ved å velge 'P'-ikonet på verktøylinjen.
pl: Można ją również aktywować, wybierając ikonę „P” na pasku narzędzi.
pt: Também pode ser ativado selecionando o ícone 'P' na barra de ferramentas.
ro: De asemenea, poate fi activat selectând pictograma „P” din bara de instrumente.
ru: Его также можно активировать, выбрав значок «P» на панели инструментов.

source: Auto Responses - the program will respond automatically to the move entered
fa: پاسخ های خودکار - برنامه به طور خودکار به حرکت وارد شده پاسخ می دهد
ja: 自動応答 - プログラムは入力された動きに自動的に応答します
ko: 자동 응답 - 프로그램은 입력된 이동에 자동으로 응답합니다.
lt: Automatiniai atsakai – programa automatiškai reaguos į įvestą žingsnį
no: Autoresponser – programmet vil svare automatisk på flyttet som er lagt inn
pl: Autoodpowiedzi – program będzie automatycznie reagował na wprowadzany ruch
pt: Respostas automáticas - o programa responderá automaticamente ao movimento inserido
ro: Răspunsuri automate - programul va răspunde automat la mutarea introdusă
ru: Автоматические ответы — программа автоматически отреагирует на введенный ход.

source: Flip board - flip the board for the side to play when you load a game.
fa: تخته تلنگر - وقتی بازی را بارگذاری می کنید، تخته را بچرخانید تا طرف بازی کند.
ja: フリップボード - ゲームをロードするときに、プレイする側のボードを反転します。
ko: 보드 뒤집기 - 게임을 로드할 때 플레이할 쪽의 보드를 뒤집습니다.
lt: Apverskite lentą – apverskite lentą į šoną, kad galėtumėte žaisti, kai įkeliate žaidimą.
no: Flip board - snu brettet for siden å spille når du laster et spill.
pl: Obróć planszę – odwróć planszę, aby móc grać po załadowaniu gry.
pt: Virar tabuleiro - vire o tabuleiro para o lado que deseja jogar quando você carregar um jogo.
ro: Flip board - răsturnați placa pentru ca partea laterală să o joace atunci când încărcați un joc.
ru: Переверните доску — переверните доску той стороной, которой вы хотите играть, при загрузке игры.

source: Hint highlight - the hint highlight colour will always be
fa: هایلایت اشاره - رنگ هایلایت اشاره همیشه خواهد بود
ja: ヒントのハイライト - ヒントのハイライトの色は常に
ko: 힌트 강조 표시 - 힌트 강조 표시 색상은 항상 다음과 같습니다.
lt: Užuominų paryškinimas – užuominų paryškinimo spalva visada išliks
no: Hint highlight - hint highlight fargen vil alltid være
pl: Podświetlenie podpowiedzi – kolor podświetlenia podpowiedzi będzie zawsze taki sam
pt: Destaque da dica - a cor do destaque da dica será sempre
ro: Evidențierea indicii - culoarea evidențierii indicii va fi întotdeauna
ru: Подсветка подсказки — цвет подсветки подсказки всегда будет

source: the colour used for the light sqaures.
fa: رنگ مورد استفاده برای مربع های روشن
ja: 明るい四角形に使用される色。
ko: 밝은 사각형에 사용된 색상입니다.
lt: šviesiems kvadratams naudojama spalva.
no: fargen som brukes til de lyse rutene.
pl: kolor użyty do jasnych kwadratów.
pt: a cor usada para os quadrados claros.
ro: culoarea folosită pentru pătratele luminoase.
ru: цвет, используемый для светлых квадратов.

source: Show sub-vars - sub-variations will be revealed, if there are any.
fa: نمایش متغیرهای فرعی - در صورت وجود، تغییرات فرعی نشان داده خواهد شد.
ja: サブ変数を表示 - サブバリエーションがある場合は表示されます。
ko: 하위 변수 표시 - 하위 변수가 있으면 표시됩니다.
lt: Rodyti antrinius variantus – bus atskleisti antriniai variantai, jei tokių yra.
no: Vis undervarianter - undervariasjoner vil bli avslørt, hvis det er noen.
pl: Pokaż podzmienne – podzmienne zostaną ujawnione, jeśli takie istnieją.
pt: Mostrar subvariáveis - as subvariações serão reveladas, se houver alguma.
ro: Afișați sub-variații - vor fi dezvăluite subvariațiile, dacă există.
ru: Показать подварианты — будут показаны подварианты, если таковые имеются.

source: Incorrect move message - display a message when the player enters
fa: پیام حرکت نادرست - هنگام ورود پخش کننده، پیامی را نمایش می دهد
ja: 不正な移動メッセージ - プレイヤーが入ったときにメッセージを表示する
ko: 잘못된 이동 메시지 - 플레이어가 들어올 때 메시지를 표시합니다.
lt: Neteisingas judėjimo pranešimas – rodomas pranešimas, kai žaidėjas įeina
no: Feil flyttemelding - vis en melding når spilleren går inn
pl: Nieprawidłowy komunikat o ruchu - wyświetl komunikat, gdy gracz wejdzie
pt: Mensagem de movimento incorreto - exibe uma mensagem quando o jogador entra
ro: Mesaj de mutare incorectă - afișați un mesaj când jucătorul intră
ru: Сообщение о неправильном ходе — вывести сообщение, когда игрок вводит

source: an incorrect move.
fa: یک حرکت نادرست
ja: 間違った動き。
ko: 잘못된 움직임.
lt: neteisingas judesys.
no: et feil trekk.
pl: zły ruch.
pt: um movimento incorreto.
ro: o mișcare incorectă.
ru: неверный ход.

source: Puzzle complete message - display a message when the puzzle is finished.
fa: پیغام کامل پازل - وقتی پازل به پایان رسید پیامی را نمایش دهید.
ja: パズル完了メッセージ - パズルが完了したらメッセージを表示します。
ko: 퍼즐 완료 메시지 - 퍼즐이 완료되면 메시지를 표시합니다.
lt: Pranešimas apie galvosūkį užbaigtas – parodykite pranešimą, kai galvosūkis bus baigtas.
no: Melding om fullført puslespill – vis en melding når puslespillet er ferdig.
pl: Komunikat o ukończeniu układanki - wyświetl komunikat po ukończeniu układanki.
pt: Mensagem de quebra-cabeça concluído - exibe uma mensagem quando o quebra-cabeça é concluído.
ro: Mesaj puzzle finalizat - afișați un mesaj când puzzle-ul este terminat.
ru: Сообщение о завершении головоломки — отображение сообщения после завершения головоломки.

source: Score skipped puzzle - the score for the current puzzle will be added
fa: نمره پازل حذف شده - نمره برای پازل فعلی اضافه خواهد شد
ja: スキップしたパズルのスコア - 現在のパズルのスコアが追加されます
ko: 점수 건너뛴 퍼즐 - 현재 퍼즐의 점수가 추가됩니다.
lt: Rezultatas praleistas galvosūkis – dabartinio galvosūkio rezultatas bus pridėtas
no: Poeng hoppet over puslespill - poengsummen for gjeldende puslespill vil bli lagt til
pl: Wynik pominiętej układanki - zostanie dodany wynik dla bieżącej układanki
pt: Pontuação do quebra-cabeça pulado - a pontuação do quebra-cabeça atual será adicionada
ro: Score skipped puzzle - se va adăuga scorul pentru puzzle-ul curent
ru: Оценка пропущенной головоломки - оценка за текущую головоломку будет добавлена

source: to the session and file stats if it is skipped.
fa: به جلسه و آمار فایل در صورت رد شدن از آن.
ja: スキップされた場合は、セッションとファイルの統計に追加されます。
ko: 건너뛸 경우 세션 및 파일 통계로 이동합니다.
lt: į sesijos ir failų statistiką, jei ji praleista.
no: til økten og filstatistikken hvis den hoppes over.
pl: do sesji i statystyk pliku, jeśli zostanie pominięty.
pt: para as estatísticas da sessão e do arquivo se ele for ignorado.
ro: la sesiune și la statisticile fișierului dacă este omis.
ru: к сеансу и статистике файла, если он пропущен.

source: Mark puzzle file - designate the current PGN file as a puzzle file,
fa: علامت گذاری فایل پازل - فایل PGN فعلی را به عنوان یک فایل پازل تعیین کنید،
ja: パズルファイルをマーク - 現在のPGNファイルをパズルファイルとして指定します。
ko: 퍼즐 파일 표시 - 현재 PGN 파일을 퍼즐 파일로 지정합니다.
lt: Pažymėkite galvosūkio failą – nurodykite dabartinį PGN failą kaip galvosūkio failą,
no: Merk puslespillfil - utpek den gjeldende PGN-filen som en puslespillfil,
pl: Oznacz plik układanki – oznacz bieżący plik PGN jako plik układanki,
pt: Marcar arquivo de quebra-cabeça - designar o arquivo PGN atual como um arquivo de quebra-cabeça,
ro: Marcați fișierul puzzle - desemnați fișierul PGN curent ca fișier puzzle,
ru: Пометить файл головоломки — обозначить текущий файл PGN как файл головоломки,

source: for the purpose of automatic puzzle mode loading.
fa: به منظور بارگذاری خودکار حالت پازل.
ja: パズルモードの自動読み込みのためです。
ko: 자동 퍼즐 모드 로딩을 위해서입니다.
lt: automatinio galvosūkio režimo įkėlimo tikslu.
no: med det formål å laste inn puslespillmodus automatisk.
pl: w celu automatycznego załadowania trybu układanki.
pt: para fins de carregamento automático do modo quebra-cabeça.
ro: în scopul încărcării automate a modului puzzle.
ru: для автоматической загрузки режима головоломки.

source: The reason for this extra box is that whilst you would probably always
fa: دلیل این جعبه اضافی این است که در حالی که شما احتمالا همیشه این کار را می کنید
ja: この追加のボックスの理由は、おそらく常に
ko: 이 추가 상자의 이유는 아마도 항상
lt: Šios papildomos dėžutės priežastis yra ta, kad jūs tikriausiai visada
no: Grunnen til denne ekstra boksen er at mens du sannsynligvis alltid ville gjort det
pl: Powodem tego dodatkowego pola jest to, że prawdopodobnie zawsze będziesz
pt: A razão para esta caixa extra é que, embora você provavelmente sempre
ro: Motivul pentru această cutie suplimentară este că, probabil că ai face-o întotdeauna
ru: Причина этого дополнительного поля в том, что хотя вы, вероятно, всегда будете

source: want to switch to puzzle mode for a PGN file of puzzles, you might
fa: می خواهید برای یک فایل PGN از پازل ها به حالت پازل سوئیچ کنید، ممکن است
ja: パズルのPGNファイルをパズルモードに切り替えたい場合は、
ko: 퍼즐의 PGN 파일에 대한 퍼즐 모드로 전환하려면 다음을 수행할 수 있습니다.
lt: galbūt norite perjungti galvosūkių režimą PGN galvosūkių faile
no: ønsker å bytte til puslespillmodus for en PGN-fil med gåter, kan du kanskje
pl: chcesz przełączyć się na tryb układanki dla pliku PGN z układankami, możesz
pt: deseja alternar para o modo de quebra-cabeça para um arquivo PGN de quebra-cabeças, você pode
ro: doriți să treceți la modul puzzle pentru un fișier PGN de ​​puzzle-uri, ați putea
ru: хотите переключиться в режим головоломки для PGN-файла головоломок, вы можете

source: only want to use puzzle mode occasionally for a game database file.
fa: فقط می خواهید گهگاهی از حالت پازل برای فایل پایگاه داده بازی استفاده کنید.
ja: ゲーム データベース ファイルでは、パズル モードを時々のみ使用したいだけです。
ko: 가끔씩 게임 데이터베이스 파일에 퍼즐 모드를 사용하고 싶습니다.
lt: tik retkarčiais norite naudoti galvosūkio režimą žaidimo duomenų bazės failui.
no: ønsker bare å bruke puslespillmodus av og til for en spilldatabasefil.
pl: Chcę używać trybu układanki tylko okazjonalnie, w celu sprawdzenia pliku bazy danych gry.
pt: só quero usar o modo quebra-cabeça ocasionalmente para um arquivo de banco de dados do jogo.
ro: doresc să utilizeze modul puzzle doar ocazional pentru un fișier de bază de date de joc.
ru: хочу использовать режим головоломки только изредка для файла базы данных игры.

source: This option is only active when a PGN file is loaded.
fa: این گزینه تنها زمانی فعال است که یک فایل PGN بارگذاری شود.
ja: このオプションは、PGN ファイルが読み込まれている場合にのみアクティブになります。
ko: 이 옵션은 PGN 파일이 로드될 때만 활성화됩니다.
lt: Ši parinktis aktyvi tik tada, kai įkeliamas PGN failas.
no: Dette alternativet er bare aktivt når en PGN-fil er lastet inn.
pl: Opcja ta jest aktywna tylko wtedy, gdy załadowany jest plik PGN.
pt: Esta opção só fica ativa quando um arquivo PGN é carregado.
ro: Această opțiune este activă numai când este încărcat un fișier PGN.
ru: Эта опция активна только при загрузке файла PGN.
