Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: If you are using kibitzing when using an engine with its own book,
fa: اگر هنگام استفاده از موتور با کتاب خود از کیبیتزینگ استفاده می کنید،
ja: 独自のブックを持つエンジンを使用するときにキビッティングを使用する場合、
ko: 자체 책이 있는 엔진을 사용할 때 kibitzing을 사용하는 경우,
lt: Jei naudojate kibitizavimą, kai naudojate variklį su savo knyga,
no: Hvis du bruker kibitzing når du bruker en motor med sin egen bok,
pl: Jeśli stosujesz kibitzing podczas korzystania z silnika z własną książką,
pt: Se você estiver usando kibitzing ao usar um mecanismo com seu próprio livro,
ro: Dacă utilizați kibitzing când utilizați un motor cu propria carte,
ru: Если вы используете кибитчинг при использовании движка с собственной книгой,

source: then the program will show single line kibitz on its own move,
fa: سپس برنامه کیبیتز تک خطی را در حرکت خود نشان می دهد،
ja: するとプログラムは自身の動きについて1行のキビッツを表示します。
ko: 그러면 프로그램은 자체 이동에 대한 단일 라인 kibitz를 표시합니다.
lt: tada programa rodys vienos eilutės kibitą savo judesiu,
no: da vil programmet vise enkeltlinjekibitz på sitt eget trekk,
pl: następnie program pokaże pojedynczą linię kibitz w swoim własnym ruchu,
pt: então o programa mostrará kibitz de linha única em seu próprio movimento,
ro: apoi programul va afișa kibitz cu o singură linie pe propria mișcare,
ru: то программа покажет однострочный кибиц на своем собственном ходу,

source: no matter what the settings are.
fa: بدون توجه به تنظیمات
ja: 設定がどうであれ。
ko: 설정이 어떻든 상관없습니다.
lt: nesvarbu, kokie nustatymai.
no: uansett hva innstillingene er.
pl: niezależnie od ustawień.
pt: não importa quais sejam as configurações.
ro: indiferent care sunt setările.
ru: независимо от настроек.

source: This is to stop the program from getting stuck in an infinite loop.
fa: این برای جلوگیری از گیر کردن برنامه در یک حلقه بی نهایت است.
ja: これは、プログラムが無限ループに陥るのを防ぐためです。
ko: 이는 프로그램이 무한 루프에 빠지는 것을 막기 위한 것입니다.
lt: Taip siekiama, kad programa neįstrigtų begaliniame cikle.
no: Dette er for å hindre at programmet blir sittende fast i en uendelig sløyfe.
pl: Ma to na celu zapobiegnięcie utknięciu programu w nieskończonej pętli.
pt: Isso evita que o programa fique preso em um loop infinito.
ro: Acest lucru este pentru a opri programul să rămână blocat într-o buclă infinită.
ru: Это делается для того, чтобы программа не застряла в бесконечном цикле.

source: Select engine kibitzing mode
fa: حالت موتور کیبیتز را انتخاب کنید
ja: エンジンキビッティングモードを選択
ko: 엔진 키비칭 모드를 선택하세요
lt: Pasirinkite variklio kibitavimo režimą
no: Velg motorkibitzing-modus
pl: Wybierz tryb kibicowania silnika
pt: Selecione o modo de kibitzing do motor
ro: Selectați modul kibitzing al motorului
ru: Выберите режим кибитчинга двигателя

source: Light direction
fa: جهت نور
ja: 光の方向
ko: 빛의 방향
lt: Šviesos kryptis
no: Lys retning
pl: Kierunek światła
pt: Direção da luz
ro: Direcția luminii
ru: Направление света

source: Light power
fa: قدرت نور
ja: 光パワー
ko: 가벼운 전력
lt: Šviesos galia
no: Lett kraft
pl: Moc światła
pt: Poder da luz
ro: Puterea luminii
ru: Мощность света

source: Ambient
fa: محیط
ja: アンビエント
ko: 주변환경
lt: Aplinka
pl: Otoczenia
pt: Ambiente
ru: Окружающий

source: Diffuse
fa: پراکنده
ja: 拡散する
ko: 퍼지다
lt: Difuzinis
no: Diffus
pl: Rozproszony
pt: Difuso
ro: Difuz
ru: Диффузный

source: Specular
fa: اسپکولار
ja: 鏡面反射
ko: 반사
lt: Spekuliarinis
no: Spekulært
pl: Wziernikowy
pt: Especular
ru: Зеркальный

source: Dark pieces
fa: قطعات تیره
ja: ダークピース
ko: 어둠의 조각들
lt: Tamsios dalys
no: Mørke biter
pl: Ciemne kawałki
pt: Peças escuras
ro: Bucăți întunecate
ru: Темные части

source: Light pieces
fa: قطعات سبک
ja: 軽い作品
ko: 가벼운 조각
lt: Lengvi gabaliukai
no: Lette biter
pl: Lekkie kawałki
pt: Peças leves
ro: Piese ușoare
ru: Легкие части

source: Materials
fa: مواد
ja: 材料
ko: 재료
lt: Medžiagos
no: Materialer
pl: Przybory
pt: Materiais
ro: Materiale
ru: Материалы

source: Emissive
fa: پرتاب کننده
ja: 発光性
ko: 방출형
lt: Emisijos
no: Emitterende
pl: Emisyjny
pt: Emissivo
ro: Emisiv
ru: эмиссионный

source: Power
fa: قدرت
ja: 力
ko: 힘
lt: Galia
no: Makt
pl: Moc
pt: Poder
ro: Putere
ru: Власть

source: Display shadows
fa: نمایش سایه ها
ja: 影を表示する
ko: 그림자 표시
lt: Rodyti šešėlius
no: Vis skygger
pl: Wyświetl cienie
pt: Sombras de exibição
ro: Afișează umbre
ru: Отображение теней

source: Shadow power
fa: قدرت سایه
ja: 影の力
ko: 그림자의 힘
lt: Šešėlių galia
no: Skyggekraft
pl: Moc cienia
pt: Poder das sombras
ro: Puterea umbrei
ru: Сила тени

source: Enter the light X direction
fa: جهت نور X را وارد کنید
ja: ライトX方向を入力
ko: X방향으로 빛을 입력하세요
lt: Įveskite šviesos X kryptį
no: Skriv inn lysets X-retning
pl: Wprowadź kierunek światła X
pt: Insira a direção da luz X
ro: Introduceți direcția luminii X
ru: Введите направление света X.

source: Enter the light Y direction
fa: جهت نور Y را وارد کنید
ja: ライトのY方向を入力
ko: 빛의 Y 방향을 입력하세요
lt: Įveskite šviesos Y kryptį
no: Gå inn i lys Y-retning
pl: Wprowadź kierunek światła Y
pt: Insira a direção da luz Y
ro: Introduceți direcția luminii Y
ru: Введите направление света Y.

source: Enter the light Z direction
fa: جهت نور Z را وارد کنید
ja: ライトのZ方向を入力
ko: 빛의 Z 방향을 입력하세요
lt: Įveskite šviesos Z kryptį
no: Gå inn i lysets Z-retning
pl: Wprowadź kierunek światła Z
pt: Insira a direção Z da luz
ro: Introduceți direcția luminii Z
ru: Введите направление света Z.

source: Enter the ambient light power for the dark pieces
fa: قدرت نور محیط را برای قطعات تیره وارد کنید
ja: 暗い部分の周囲光パワーを入力します
ko: 어두운 부분에 주변광 강도를 입력하세요
lt: Įveskite aplinkos šviesos galią tamsioms dalims
no: Angi omgivelseslyset for de mørke brikkene
pl: Wprowadź moc światła otoczenia dla ciemnych elementów
pt: Insira a potência da luz ambiente para as peças escuras
ro: Introduceți puterea luminii ambientale pentru piesele întunecate
ru: Введите мощность окружающего света для темных деталей.

source: Enter the diffuse light power for the dark pieces
fa: قدرت نور پراکنده را برای قطعات تیره وارد کنید
ja: 暗い部分に拡散光パワーを入力します
ko: 어두운 부분에는 확산광 파워를 입력하세요
lt: Įveskite išsklaidytos šviesos galią tamsioms detalėms
no: Angi den diffuse lyskraften for de mørke brikkene
pl: Wprowadź rozproszoną moc światła dla ciemnych elementów
pt: Insira o poder da luz difusa para as peças escuras
ro: Introduceți puterea luminii difuze pentru piesele întunecate
ru: Введите мощность рассеянного света для темных деталей.

source: Enter the specular light power for the dark pieces
fa: قدرت نور خاص را برای قطعات تیره وارد کنید
ja: 暗い部分の鏡面光のパワーを入力します
ko: 어두운 부분에 반사광 강도를 입력하세요
lt: Įveskite veidrodinę šviesos galią tamsioms detalėms
no: Angi den speilende lyskraften for de mørke brikkene
pl: Wprowadź moc światła lustrzanego dla ciemnych elementów
pt: Entre no poder da luz especular para as peças escuras
ro: Introduceți puterea luminii speculare pentru piesele întunecate
ru: Введите мощность зеркального света для темных деталей.

source: Enter the ambient light power for the light pieces
fa: قدرت نور محیط را برای قطعات نور وارد کنید
ja: ライトピースの周囲光パワーを入力します
ko: 조명 부품의 주변광 전력을 입력하세요
lt: Įveskite šviesos dalių aplinkos šviesos galią
no: Angi omgivelseslysstyrken for lysbitene
pl: Wprowadź moc światła otoczenia dla elementów świetlnych
pt: Insira a potência da luz ambiente para as peças de luz
ro: Introduceți puterea luminii ambientale pentru piesele luminoase
ru: Введите мощность окружающего света для световых элементов.

source: Enter the diffuse light power for the light pieces
fa: قدرت نور منتشر را برای قطعات نور وارد کنید
ja: ライトピースの拡散光パワーを入力します
ko: 조명 조각에 대한 확산 조명 전력을 입력하세요
lt: Įveskite šviesos dalių išsklaidytos šviesos galią
no: Angi den diffuse lysstyrken for lysbitene
pl: Wprowadź moc światła rozproszonego dla elementów świetlnych
pt: Insira a potência de luz difusa para as peças de luz
ro: Introduceți puterea luminii difuze pentru piesele ușoare
ru: Введите мощность рассеянного света для световых элементов.

source: Enter the specular light power for the light pieces
fa: قدرت نور خاص را برای قطعات سبک وارد کنید
ja: ライトピースのスペキュラライトパワーを入力します
ko: 조명 조각에 대한 반사광 강도를 입력하세요
lt: Įveskite šviesos dalių veidrodinę šviesos galią
no: Angi den speilende lysstyrken for lysbitene
pl: Wprowadź moc światła lustrzanego dla elementów świetlnych
pt: Insira a potência da luz especular para as peças de luz
ro: Introduceți puterea luminii speculare pentru piesele luminoase
ru: Введите мощность зеркального света для световых элементов.

source: Select the dark piece material ambient setting
fa: تنظیمات محیطی مواد قطعه تیره را انتخاب کنید
ja: 暗いピースのマテリアルの環境設定を選択します
ko: 어두운 조각 재료 주변 설정을 선택하세요
lt: Pasirinkite tamsios medžiagos aplinkos nustatymą
no: Velg omgivelsesinnstillingen for mørkt stykke materiale
pl: Wybierz ustawienie otoczenia dla ciemnego materiału
pt: Selecione a configuração ambiente do material da peça escura
ro: Selectați setarea ambientală a materialului piesei întunecate
ru: Выберите настройку окружающего пространства для темного материала.

source: Select the dark piece material diffuse setting
fa: تنظیم انتشار مواد قطعه تیره را انتخاب کنید
ja: 暗い部分のマテリアル拡散設定を選択する
ko: 어두운 조각 재료 확산 설정을 선택하세요
lt: Pasirinkite tamsios medžiagos sklaidos nustatymą
no: Velg den diffuse innstillingen for mørkt stykke materiale
pl: Wybierz ustawienie rozproszenia ciemnego materiału
pt: Selecione a configuração de difusão do material da peça escura
ro: Selectați setarea difuză a materialului piesei întunecate
ru: Выберите настройку диффузии темного материала детали.

source: Select the dark piece material specular setting
fa: تنظیم چشمگیر مواد قطعه تیره را انتخاب کنید
ja: 暗いピースのマテリアルのスペキュラ設定を選択します
ko: 어두운 조각 재료 반사 설정을 선택하세요
lt: Pasirinkite tamsios medžiagos veidrodinį nustatymą
no: Velg den speilende innstillingen for mørkt stykke materiale
pl: Wybierz ustawienie lustrzanego odbicia ciemnego materiału
pt: Selecione a configuração especular do material da peça escura
ro: Selectați setarea speculară a materialului piesei întunecate
ru: Выберите настройку зеркальности темного материала.

source: Select the dark piece material emissive setting
fa: تنظیم انتشار مواد قطعه تیره را انتخاب کنید
ja: 暗いピースのマテリアルの発光設定を選択します
ko: 어두운 조각 재료 방출 설정을 선택하세요
lt: Pasirinkite tamsios gabalo medžiagos emisijos nustatymą
no: Velg innstillingen for emitterende materiale for mørkt stykke
pl: Wybierz ustawienie emisji ciemnego materiału
pt: Selecione a configuração emissiva do material da peça escura
ro: Selectați setarea emisivă a materialului piesei întunecate
ru: Выберите настройку излучения темного материала.

source: Select the dark piece material power setting
fa: تنظیم قدرت مواد قطعه تیره را انتخاب کنید
ja: ダークピースマテリアルのパワー設定を選択する
ko: 어두운 조각 재료 전원 설정을 선택하세요
lt: Pasirinkite tamsios medžiagos galios nustatymą
no: Velg effektinnstillingen for mørkt stykke materiale
pl: Wybierz ustawienie mocy dla ciemnego materiału
pt: Selecione a configuração de potência do material da peça escura
ro: Selectați setarea de putere a materialului piesei întunecate
ru: Выберите настройку мощности темного материала.

source: Select the light piece material ambient setting
fa: تنظیم محیطی مواد قطعه سبک را انتخاب کنید
ja: ライトピースのマテリアルの環境設定を選択する
ko: 조명 조각 재료 주변 설정을 선택하세요
lt: Pasirinkite šviesos gabalo medžiagos aplinkos nustatymą
no: Velg omgivelsesinnstillingen for det lette materialet
pl: Wybierz ustawienie otoczenia materiału lekkiego
pt: Selecione a configuração ambiente do material da peça de luz
ro: Selectați setarea ambientală a materialului piesei ușoare
ru: Выберите настройку окружающего освещения для материала светового элемента

source: Select the light piece material diffuse setting
fa: تنظیم انتشار مواد قطعه سبک را انتخاب کنید
ja: ライトピースマテリアルの拡散設定を選択する
ko: 조명 조각 재료 확산 설정을 선택하세요
lt: Pasirinkite šviesos gabalo medžiagos difuzijos nustatymą
no: Velg den diffuse innstillingen for lysstykket
pl: Wybierz rozproszone ustawienie materiału lekkiego
pt: Selecione a configuração de difusão do material da peça de luz
ro: Selectați setarea difuză a materialului piesei ușoare
ru: Выберите настройку рассеивания материала светового элемента

source: Select the light piece material specular setting
fa: تنظیم عینک مواد قطعه سبک را انتخاب کنید
ja: ライトピースマテリアルのスペキュラ設定を選択する
ko: 조명 조각 재료 반사 설정을 선택하세요
lt: Pasirinkite šviesos gabalo medžiagos veidrodinį nustatymą
no: Velg den speilende innstillingen for det lyse stykket
pl: Wybierz ustawienie lustrzanego połysku materiału jasnego elementu
pt: Selecione a configuração especular do material da peça leve
ro: Selectați setarea speculară pentru materialul piesei ușoare
ru: Выберите настройку зеркальности материала светового элемента

source: Select the light piece material emissive setting
fa: تنظیم انتشار مواد قطعه سبک را انتخاب کنید
ja: ライトピースの材質の発光設定を選択する
ko: 조명 조각 재료 방출 설정을 선택하세요
lt: Pasirinkite šviesos gabalo medžiagos emisijos nustatymą
no: Velg innstillingen for emitterende materiale for lysstykket
pl: Wybierz ustawienie emisji materiału lekkiego
pt: Selecione a configuração emissiva do material da peça leve
ro: Selectați setarea emisivă a materialului piesei ușoare
ru: Выберите настройку излучения материала светового элемента

source: Select the light piece material power setting
fa: تنظیم قدرت مواد قطعه سبک را انتخاب کنید
ja: ライトピース素材の電力設定を選択する
ko: 가벼운 조각 재료 전원 설정을 선택하세요
lt: Pasirinkite lengvos medžiagos galios nustatymą
no: Velg effektinnstillingen for lysstykkemateriale
pl: Wybierz ustawienie mocy lekkiego materiału
pt: Selecione a configuração de potência do material da peça leve
ro: Selectați setarea de putere a materialului piesei ușoare
ru: Выберите настройку мощности материала светового элемента

source: Check this box to show shadows
fa: برای نمایش سایه ها این کادر را علامت بزنید
ja: 影を表示するにはこのボックスをチェックしてください
ko: 그림자를 표시하려면 이 상자를 체크하세요
lt: Pažymėkite šį langelį, kad būtų rodomi šešėliai
no: Merk av i denne boksen for å vise skygger
pl: Zaznacz to pole, aby wyświetlić cienie
pt: Marque esta caixa para mostrar sombras
ro: Bifați această casetă pentru a afișa umbrele
ru: Установите этот флажок, чтобы показать тени

source: Enter the shadow power
fa: قدرت سایه را وارد کنید
ja: 影の力に入る
ko: 그림자의 힘을 입력하세요
lt: Įveskite šešėlio galią
no: Gå inn i skyggekraften
pl: Wejdź w moc cienia
pt: Entre no poder da sombra
ro: Intră în puterea umbrei
ru: Входит теневая сила

source: This dialog box allows you to select the lighting and materials
fa: این کادر محاوره ای به شما امکان می دهد نور و مواد را انتخاب کنید
ja: このダイアログボックスでは、照明とマテリアルを選択できます。
ko: 이 대화 상자를 사용하면 조명과 재료를 선택할 수 있습니다.
lt: Šiame dialogo lange galite pasirinkti apšvietimą ir medžiagas
no: Denne dialogboksen lar deg velge belysning og materialer
pl: To okno dialogowe umożliwia wybór oświetlenia i materiałów
pt: Esta caixa de diálogo permite que você selecione a iluminação e os materiais
ro: Această casetă de dialog vă permite să selectați iluminatul și materialele
ru: Это диалоговое окно позволяет вам выбрать освещение и материалы.

source: for the chess pieces.
fa: برای مهره های شطرنج
ja: チェスの駒用。
ko: 체스 말을 위해서.
lt: už šachmatų figūrėles.
no: for sjakkbrikkene.
pl: dla figur szachowych.
pt: para as peças de xadrez.
ro: pentru piesele de șah.
ru: для шахматных фигур.

source: Lighting :
fa: نورپردازی:
ja: 照明:
ko: 조명 :
lt: Apšvietimas:
no: Belysning:
pl: Oświetlenie:
pt: Iluminação:
ro: Iluminare:
ru: Освещение:

source: Directional light -
fa: نور جهت دار -
ja: 指向性ライト -
ko: 방향성 조명 -
lt: Krypties šviesa -
no: Retningsbestemt lys -
pl: Światło kierunkowe -
pt: Luz direcional -
ro: Lumină direcțională -
ru: Направленный свет -

source: Use the X, Y, Z boxes to set the light direction.
fa: از کادرهای X، Y، Z برای تنظیم جهت نور استفاده کنید.
ja: X、Y、Z ボックスを使用して光の方向を設定します。
ko: X, Y, Z 상자를 사용하여 조명 방향을 설정합니다.
lt: Norėdami nustatyti šviesos kryptį, naudokite langelius X, Y, Z.
no: Bruk X, Y, Z-boksene for å angi lysretningen.
pl: Użyj pól X, Y, Z, aby ustawić kierunek światła.
pt: Use as caixas X, Y, Z para definir a direção da luz.
ro: Folosiți casetele X, Y, Z pentru a seta direcția luminii.
ru: Используйте поля X, Y, Z для установки направления света.

source: With a positive X figure the light will come from the left.
fa: با عدد X مثبت، نور از سمت چپ خواهد آمد.
ja: X の数値が正の場合、光は左から来ます。
ko: 양의 X 숫자이면 빛은 왼쪽에서 나옵니다.
lt: Esant teigiamam X skaičiui, šviesa sklinda iš kairės.
no: Med et positivt X-tall vil lyset komme fra venstre.
pl: Przy dodatniej wartości X światło będzie padać z lewej strony.
pt: Com um X positivo a luz virá da esquerda.
ro: Cu un X pozitiv, lumina va veni din stânga.
ru: При положительном значении X свет будет падать слева.

source: With a positive Z figure the light will come from the front.
fa: با رقم Z مثبت، نور از جلو می آید.
ja: Z 値が正の場合、光は正面から来ます。
ko: 양의 Z 숫자이면 빛은 앞에서 나옵니다.
lt: Teigiamas Z skaičius šviesa sklinda iš priekio.
no: Med et positivt Z-tall vil lyset komme forfra.
pl: Przy dodatniej wartości Z światło będzie padać z przodu.
pt: Com um número Z positivo a luz virá da frente.
ro: Cu o cifră Z pozitivă, lumina va veni din față.
ru: При положительном значении Z свет будет падать спереди.

source: Increase the Y setting to make the shadows shorter.
fa: تنظیم Y را افزایش دهید تا سایه ها کوتاه تر شوند.
ja: Y 設定を大きくすると、影が短くなります。
ko: 그림자를 짧게 만들려면 Y 설정을 높이세요.
lt: Padidinkite Y nustatymą, kad šešėliai būtų trumpesni.
no: Øk Y-innstillingen for å gjøre skyggene kortere.
pl: Zwiększ ustawienie Y, aby skrócić cienie.
pt: Aumente a configuração Y para tornar as sombras mais curtas.
ro: Măriți setarea Y pentru a scurta umbrele.
ru: Увеличьте значение Y, чтобы сделать тени короче.

source: Lighting power -
fa: قدرت روشنایی -
ja: 照明電力 -
ko: 조명 전력 -
lt: Apšvietimo galia -
no: Lysstyrke -
pl: Moc oświetlenia -
pt: Potência de iluminação -
ro: Puterea luminii -
ru: Мощность освещения -

source: Use these boxes to make the pieces lighter or darker.
fa: از این جعبه ها برای روشن تر یا تیره شدن قطعات استفاده کنید.
ja: これらのボックスを使用して、ピースを明るくしたり暗くしたりします。
ko: 이 상자를 사용해 조각을 더 밝거나 어둡게 만들어 보세요.
lt: Naudokite šias dėžutes, kad gabalai būtų šviesesni arba tamsesni.
no: Bruk disse boksene til å gjøre bitene lysere eller mørkere.
pl: Użyj tych pól, aby rozjaśnić lub przyciemnić elementy.
pt: Use essas caixas para deixar as peças mais claras ou mais escuras.
ro: Folosiți aceste cutii pentru a face piesele mai deschise sau mai întunecate.
ru: Используйте эти поля, чтобы сделать детали светлее или темнее.

source: Enter higher numbers for lighter and lower numbers for darker.
fa: برای روشن تر اعداد بالاتر و برای تیره تر اعداد کمتر وارد کنید.
ja: 明るくするには大きい数値を入力し、暗くするには小さい数値を入力します。
ko: 더 밝을수록 숫자를 높게 입력하고, 더 어두울수록 숫자를 낮게 입력하세요.
lt: Įveskite didesnius skaičius, jei norite šviesesni, ir mažesnius, jei norite tamsesni.
no: Skriv inn høyere tall for lysere og lavere tall for mørkere.
pl: Wprowadź wyższe liczby, aby uzyskać jaśniejszy efekt, lub niższe, aby uzyskać ciemniejszy efekt.
pt: Insira números maiores para mais claro e números menores para mais escuro.
ro: Introduceți numere mai mari pentru mai deschise și numere mai mici pentru mai întunecate.
ru: Введите большие числа для более светлого оттенка и меньшие числа для более темного оттенка.

source: Materials :
fa: مواد:
ja: 材料:
ko: 재료 :
lt: Medžiagos:
no: Materialer:
pl: Materiały:
pt: Materiais:
ro: Materiale:
ru: Материалы:

source: Changing the material values will alter the way that the pieces
fa: تغییر مقادیر مواد، نحوه قطعات را تغییر می دهد
ja: マテリアルの値を変更すると、ピースの配置が変わります。
ko: 재료 값을 변경하면 조각의 방식이 변경됩니다.
lt: Pakeitus materialines vertybes, pasikeis gabalų būdas
no: Å endre materialverdiene vil endre måten brikkene på
pl: Zmiana wartości materiałów zmieni sposób, w jaki części są ze sobą połączone.
pt: Alterar os valores do material alterará a maneira como as peças
ro: Modificarea valorilor materialelor va modifica modul în care piesele
ru: Изменение материальных ценностей изменит способ, которым детали

source: will react to the light that falls upon them.
fa: به نوری که بر آنها می افتد واکنش نشان خواهند داد.
ja: 彼らに降り注ぐ光に反応します。
ko: 그들에게 떨어지는 빛에 반응할 것이다.
lt: reaguos į šviesą, kuri patenka į juos.
no: vil reagere på lyset som faller på dem.
pl: zareagują na światło, które na nie pada.
pt: reagirão à luz que incide sobre eles.
ro: va reactiona la lumina care cade asupra lor.
ru: будут реагировать на падающий на них свет.

source: In practice, the main use for this is to change the values
fa: در عمل، استفاده اصلی برای این تغییر مقادیر است
ja: 実際には、これの主な用途は値を変更することです
ko: 실제로 이것의 주요 용도는 값을 변경하는 것입니다.
lt: Praktiškai pagrindinis tikslas yra pakeisti vertes
no: I praksis er hovedbruken for dette å endre verdiene
pl: W praktyce głównym zastosowaniem jest zmiana wartości
pt: Na prática, o principal uso disso é alterar os valores
ro: În practică, principala utilizare a acestui lucru este modificarea valorilor
ru: На практике это в основном используется для изменения значений

source: for the dark pieces, relative to the light pieces.
fa: برای قطعات تیره، نسبت به قطعات روشن.
ja: 明るいピースに比べて暗いピースの場合。
ko: 어두운 말의 경우 밝은 말과 비교해서.
lt: tamsiems gabalams, palyginti su šviesiais gabalais.
no: for de mørke bitene, i forhold til de lyse bitene.
pl: dla ciemnych elementów, w stosunku do jasnych elementów.
pt: para as peças escuras, em relação às peças claras.
ro: pentru piesele întunecate, în raport cu piesele ușoare.
ru: для темных фигур по отношению к светлым фигурам.

source: By increasing the ambient, diffuse, specular and emissive values
fa: با افزایش مقادیر محیطی، پراکنده، اسپکولار و انتشاری
ja: 周囲光、拡散光、鏡面反射光、放射光の値を増やすことで
ko: 주변광, 확산광, 반사광 및 방출광 값을 증가시켜
lt: Didinant aplinkos, difuzines, atspindinčias ir emisijos vertes
no: Ved å øke de omgivende, diffuse, speilende og emissive verdiene
pl: Poprzez zwiększenie wartości otoczenia, rozproszenia, zwierciadła i emisji
pt: Aumentando os valores ambientais, difusos, especulares e emissivos
ro: Prin creșterea valorilor ambientale, difuze, speculare și emisive
ru: Увеличивая окружающие, диффузные, зеркальные и излучательные значения

source: and decreasing the power value, the dark pieces get better definition and
fa: و با کاهش مقدار توان، قطعات تیره تعریف بهتری پیدا می کنند و
ja: パワー値を下げると、暗い部分の鮮明度が向上し、
ko: 그리고 파워 값을 낮추면 어두운 조각의 정의가 더 좋아집니다.
lt: ir sumažinus galios vertę, tamsios dalys įgauna geresnę raišką ir
no: og redusere kraftverdien, får de mørke brikkene bedre definisjon og
pl: a zmniejszając wartość mocy, ciemne elementy uzyskują lepszą definicję i
pt: e diminuindo o valor da potência, as peças escuras ganham melhor definição e
ro: iar scăzând valoarea puterii, piesele întunecate capătă o definiție mai bună și
ru: и уменьшая значение мощности, темные части становятся более четкими и

source: contrast, allowing them to be seen more clearly when one overlaps another.
fa: کنتراست، به آنها اجازه می دهد زمانی که یکی روی دیگری همپوشانی دارند، واضح تر دیده شوند.
ja: コントラストが増し、重なり合ったときにより鮮明に見えるようになります。
ko: 대조를 통해 하나가 다른 하나와 겹칠 때 더 명확하게 볼 수 있습니다.
lt: kontrastas, leidžiantis juos matyti aiškiau, kai vienas sutampa su kitu.
no: kontrast, slik at de kan sees tydeligere når en overlapper en annen.
pl: kontrastu, co pozwala na ich wyraźniejsze zobaczenie, gdy nakładają się na siebie.
pt: contraste, permitindo que sejam vistas mais claramente quando uma se sobrepõe à outra.
ro: contrast, permițându-le să fie văzute mai clar atunci când unul se suprapune pe altul.
ru: контраст, что позволяет более четко видеть их, когда они накладываются друг на друга.

source: Display shadows - Check this box to display piece shadows.
fa: نمایش سایه‌ها - برای نمایش سایه‌های تکه‌ای، این کادر را علامت بزنید.
ja: 影を表示 - ピースの影を表示するには、このボックスをオンにします。
ko: 그림자 표시 - 이 상자를 체크하면 조각의 그림자가 표시됩니다.
lt: Rodyti šešėlius – pažymėkite šį langelį, kad būtų rodomi gabalų šešėliai.
no: Vis skygger - Merk av i denne boksen for å vise brikkeskygger.
pl: Wyświetl cienie - zaznacz to pole, aby wyświetlić cienie elementów.
pt: Exibir sombras - Marque esta caixa para exibir sombras das peças.
ro: Afișare umbre - Bifați această casetă pentru a afișa umbrele pieselor.
ru: Отображать тени — установите этот флажок, чтобы отображать тени деталей.
