Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Do you wish to continue (y/n) ?
fa: آیا می خواهید ادامه دهید (y/n)؟
ja: 続行しますか (y/n)?
ko: 계속하시겠습니까(y/n)?
lt: Ar norite tęsti (y/n) ?
no: Ønsker du å fortsette (y/n) ?
pl: Czy chcesz kontynuować (t/n)?
pt: Você deseja continuar (s/n)?
ro: Doriți să continuați (da/n)?
ru: Вы хотите продолжить (т/и)?

source: Move input message
fa: انتقال پیام ورودی
ja: 入力メッセージを移動
ko: 입력 메시지 이동
lt: Perkelti įvesties pranešimą
no: Flytt inndatamelding
pl: Przenieś wiadomość wejściową
pt: Mover mensagem de entrada
ro: Mutați mesajul de intrare
ru: Переместить входное сообщение

source: Free Internet Chess Server
fa: سرور شطرنج اینترنتی رایگان
ja: 無料のインターネットチェスサーバー
ko: 무료 인터넷 체스 서버
lt: Nemokamas interneto šachmatų serveris
no: Gratis Internett-sjakkserver
pl: Darmowy serwer szachowy w Internecie
pt: Servidor de Xadrez Gratuito na Internet
ro: Server de șah gratuit pe internet
ru: Бесплатный интернет-шахматный сервер

source: Input command to Fics :
fa: دستور ورودی به Fics:
ja: Ficsへの入力コマンド:
ko: Fics에 입력 명령:
lt: Įvesti komandą į Fics:
no: Skriv inn kommando til Fics:
pl: Polecenie wejściowe do Fics:
pt: Comando de entrada para Fics:
ro: Comanda de introducere în Fics:
ru: Введите команду в Fics:

source: Send
fa: ارسال کنید
ja: 送信
ko: 보내다
lt: Siųsti
no: Sende
pl: Wysłać
pt: Enviar
ro: Trimite
ru: Отправлять

source: Output from Fics (read only)
fa: خروجی از Fics (فقط خواندنی)
ja: Fics からの出力 (読み取り専用)
ko: Fics의 출력(읽기 전용)
lt: Išvestis iš „Fics“ (tik skaitoma)
no: Utdata fra Fics (skrivebeskyttet)
pl: Dane wyjściowe z plików Fics (tylko do odczytu)
pt: Saída de Fics (somente leitura)
ro: Ieșire din Fics (numai citire)
ru: Вывод из Fics (только чтение)

source: Connect to Fics
fa: به Fics متصل شوید
ja: Ficsに接続
ko: Fics에 연결
lt: Prisijunkite prie Fics
no: Koble til Fics
pl: Połącz się z Fics
pt: Conectar-se a Fics
ro: Conectați-vă la Fics
ru: Подключиться к Fics

source: Disconnect from Fics
fa: قطع ارتباط از فیکس
ja: フィクションから切断
ko: Fics에서 연결 해제
lt: Atsijungti nuo Fics
no: Koble fra Fics
pl: Odłącz się od Fics
pt: Desconecte-se das Fics
ro: Deconectați-vă de la Fics
ru: Отключиться от Fics

source: Place game ad
fa: قرار دادن تبلیغ بازی
ja: ゲーム広告を掲載する
ko: 게임 광고 게재
lt: Įdėkite žaidimo skelbimą
no: Plasser spillannonse
pl: Umieść reklamę gry
pt: Coloque o anúncio do jogo
ro: Plasați anunț pentru joc
ru: Разместить рекламу игры

source: List games
fa: لیست بازی ها
ja: ゲームをリストする
ko: 게임 목록
lt: Žaidimų sąrašas
no: Liste over spill
pl: Lista gier
pt: Listar jogos
ro: Lista jocuri
ru: Список игр

source: List players
fa: لیست بازیکنان
ja: プレイヤー一覧
ko: 플레이어 목록
lt: Žaidėjų sąrašas
no: Liste spillere
pl: Lista graczy
pt: Listar jogadores
ro: Listați jucătorii
ru: Список игроков

source: Player profile
fa: مشخصات بازیکن
ja: 選手プロフィール
ko: 플레이어 프로필
lt: Žaidėjo profilis
no: Spillerprofil
pl: Profil gracza
pt: Perfil do jogador
ro: Profilul jucătorului
ru: Профиль игрока

source: Propose match game
fa: پیشنهاد بازی مسابقه
ja: マッチゲームを提案する
ko: 매치 게임 제안하기
lt: Pasiūlykite rungtynių žaidimą
no: Foreslå kampspill
pl: Zaproponuj grę w dopasowywanie
pt: Propor jogo de partida
ro: Propune joc de meci
ru: Предложить игру-матч

source: Offer/claim draw
fa: قرعه کشی پیشنهاد/دعا
ja: オファー/請求抽選
ko: 오퍼/클레임 추첨
lt: Pasiūlymų / pretenzijų burtai
no: Tilbud/kravtrekning
pl: Oferta/żądanie losowania
pt: Oferta/reivindicação de sorteio
ro: Tragere oferta/revendicare
ru: Предложение/требование розыгрыша

source: Resign game
fa: بازی استعفا
ja: ゲームを辞退する
ko: 게임 포기
lt: Atsistatydinimo žaidimas
no: Resigner spillet
pl: Poddaj grę
pt: Jogo de demissão
ro: Joc de demisie
ru: Игра «Отставка»

source: Flag
fa: پرچم
ja: フラグ
ko: 깃발
lt: Vėliava
no: Flagg
pl: Flaga
pt: Bandeira
ro: Pavilion
ru: Флаг

source: Request takeback
fa: درخواست بازپس گیری
ja: 回収をリクエストする
ko: 회수 요청
lt: Prašyti atsiimti
no: Be om tilbakelevering
pl: Poproś o zwrot
pt: Solicitar retirada
ro: Solicitați preluare
ru: Запросить возврат

source: Propose pause to game
fa: پیشنهاد مکث به بازی
ja: ゲームを一時停止することを提案する
ko: 게임 일시 정지 제안
lt: Pasiūlykite žaidimo pauzę
no: Foreslå pause til spillet
pl: Zaproponuj przerwę w grze
pt: Propor pausa no jogo
ro: Propune o pauză la joc
ru: Предложить паузу в игре

source: Propose game abort
fa: پیشنهاد لغو بازی
ja: ゲームの中止を提案する
ko: 게임 중단 제안
lt: Pasiūlyti nutraukti žaidimą
no: Foreslå spilletavbrudd
pl: Zaproponuj przerwanie gry
pt: Propor abortar o jogo
ro: Propune anularea jocului
ru: Предложить прервать игру

source: Reset board to current Fics position
fa: برد را به موقعیت فعلی Fics بازنشانی کنید
ja: ボードを現在のFicsの位置にリセットする
ko: 보드를 현재 Fics 위치로 재설정
lt: Iš naujo nustatykite plokštę į dabartinę Fics padėtį
no: Tilbakestill brettet til gjeldende Fics-posisjon
pl: Przywróć tablicę do aktualnej pozycji Fics
pt: Redefinir o quadro para a posição atual das Fics
ro: Resetați placa la poziția actuală a Fics
ru: Сбросить доску в текущую позицию Fics

source: Propose adjournment
fa: پیشنهاد تعویق
ja: 休会を提案する
ko: 연기를 제안하다
lt: Siūlyti atidėti
no: Foreslå utsettelse
pl: Zaproponuj odroczenie
pt: Propor adiamento
ro: Propune amânarea
ru: Предложить отсрочку

source: Resume adjourned game
fa: از سرگیری بازی معوق
ja: 中断された試合を再開
ko: 연기된 경기 재개
lt: Tęsti atidėtą žaidimą
no: Gjenoppta utsatt kamp
pl: Wznów odroczoną grę
pt: Retomar jogo adiado
ro: Reluați jocul amânat
ru: Возобновить отложенную игру

source: Display your stored games
fa: بازی های ذخیره شده خود را نمایش دهید
ja: 保存したゲームを表示する
ko: 저장된 게임 표시
lt: Rodyti savo saugomus žaidimus
no: Vis dine lagrede spill
pl: Wyświetl zapisane gry
pt: Exibir seus jogos armazenados
ro: Afișați jocurile stocate
ru: Покажите ваши сохраненные игры

source: Accept offer
fa: قبول پیشنهاد
ja: オファーを承諾
ko: 제안 수락
lt: Priimti pasiūlymą
no: Godta tilbudet
pl: Zaakceptuj ofertę
pt: Aceitar oferta
ro: Accept oferta
ru: Принять предложение

source: Decline offer
fa: رد پیشنهاد
ja: オファーを拒否
ko: 제안 거절
lt: Atmesti pasiūlymą
no: Avslå tilbudet
pl: Odrzuć ofertę
pt: Recusar oferta
ro: Refuza oferta
ru: Отклонить предложение

source: Observe game
fa: بازی را مشاهده کنید
ja: ゲームを観察する
ko: 게임 관찰하기
lt: Stebėkite žaidimą
no: Observer spillet
pl: Obserwuj grę
pt: Observar jogo
ro: Observa jocul
ru: Наблюдайте за игрой

source: Whisper message
fa: پیام زمزمه
ja: ささやきメッセージ
ko: 속삭임 메시지
lt: Šnabždesys žinutė
no: Hviskemelding
pl: Szept wiadomości
pt: Mensagem sussurrada
ro: Mesaj în șoaptă
ru: Сообщение шепотом

source: Say message
fa: پیام بده
ja: メッセージを言う
ko: 메시지를 말하다
lt: Pasakykite žinutę
no: Si melding
pl: Powiedz wiadomość
pt: Diga mensagem
ro: Spune mesaj
ru: Произнесите сообщение

source: Tell message
fa: پیام بده
ja: メッセージを伝える
ko: 메시지를 전하세요
lt: Pasakykite žinutę
no: Fortell melding
pl: Przekaż wiadomość
pt: Contar mensagem
ro: Spune mesajul
ru: Расскажите сообщение

source: Shout message
fa: پیام فریاد
ja: メッセージを叫ぶ
ko: 소리지르다 메시지
lt: Šaukite žinutę
no: Rop melding
pl: Krzycz wiadomość
pt: Gritar mensagem
ro: Strigă mesaj
ru: Выкрикните сообщение

source: Kibitz message
fa: پیام کیبیتز
ja: キビッツメッセージ
ko: 키비츠 메시지
lt: Kibitz žinutė
no: Kibitz-melding
pl: Wiadomość Kibitz
pt: Mensagem Kibitz
ro: Mesaj Kibitz
ru: Кибиц сообщение

source: Set silence for game
fa: سکوت را برای بازی تنظیم کنید
ja: ゲームを無音にする
ko: 게임에 무음 설정하기
lt: Nustatykite žaidimo tylą
no: Sett stillhet for spillet
pl: Ustaw ciszę dla gry
pt: Definir silêncio para o jogo
ro: Pune tăcerea pentru joc
ru: Установить тишину для игры

source: Fics help
fa: فیکس کمک می کند
ja: フィクションの助け
ko: 픽스 도움말
lt: Fics padeda
no: Fiks hjelper
pl: Pomoc Fics
pt: Ajuda de fics
ro: Fic-urile ajută
ru: Помощь фикций

source: Nimzo help
fa: نیمزو کمک کن
ja: Nimzoヘルプ
ko: Nimzo 도움말
lt: Nimzo pagalba
no: Nimzo hjelp
pl: Nimzo pomóż
pt: Ajuda Nimzo
ro: Nimzo ajutor
ru: Нимзо помощь

source: Fics settings
fa: تنظیمات فیکس
ja: フィックス設定
ko: Fics 설정
lt: Fics nustatymai
no: Fiks-innstillinger
pl: Ustawienia Fics
pt: Configurações de fics
ro: Setări fics
ru: Настройки фиктивных файлов

source: Connecting to server
fa: اتصال به سرور
ja: サーバーに接続中
ko: 서버에 연결 중
lt: Prisijungiama prie serverio
no: Kobler til server
pl: Łączenie z serwerem
pt: Conectando ao servidor
ro: Conectarea la server
ru: Подключение к серверу

source: Client message
fa: پیام مشتری
ja: クライアントメッセージ
ko: 클라이언트 메시지
lt: Kliento žinutė
no: Kundemelding
pl: Wiadomość klienta
pt: Mensagem do cliente
ro: Mesajul clientului
ru: Сообщение клиента

source: Client connected to server
fa: کلاینت به سرور متصل است
ja: クライアントがサーバーに接続されました
ko: 서버에 연결된 클라이언트
lt: Klientas prijungtas prie serverio
no: Klient koblet til server
pl: Klient połączony z serwerem
pt: Cliente conectado ao servidor
ro: Client conectat la server
ru: Клиент подключен к серверу

source: Connecting to Fics, please wait
fa: در حال اتصال به Fics، لطفاً صبر کنید
ja: Ficsに接続しています。お待ちください
ko: Fics에 연결 중입니다. 잠시만 기다려 주세요.
lt: Prisijungiama prie Fics, palaukite
no: Kobler til Fics, vennligst vent
pl: Łączenie z Fics, proszę czekać
pt: Conectando ao Fics, aguarde
ro: Conectarea la Fics, așteptați
ru: Подключение к Fics, пожалуйста, подождите

source: Error connecting to server.
fa: خطا در اتصال به سرور.
ja: サーバーへの接続中にエラーが発生しました。
ko: 서버 연결 중 오류가 발생했습니다.
lt: Klaida jungiantis prie serverio.
no: Feil ved tilkobling til server.
pl: Błąd podczas łączenia z serwerem.
pt: Erro ao conectar ao servidor.
ro: Eroare la conectarea la server.
ru: Ошибка подключения к серверу.

source: Click the < Help > toolbar icon (yellow question mark)
fa: روی نماد نوار ابزار <راهنما> کلیک کنید (علامت سوال زرد رنگ)
ja: <ヘルプ>ツールバーアイコン（黄色の疑問符）をクリックします。
ko: <도움말> 도구 모음 아이콘(노란색 물음표)을 클릭하세요.
lt: Spustelėkite įrankių juostos piktogramą < Pagalba > (geltonas klaustukas)
no: Klikk på verktøylinjeikonet < Hjelp > (gult spørsmålstegn)
pl: Kliknij ikonę paska narzędzi <Pomoc> (żółty znak zapytania)
pt: Clique no ícone da barra de ferramentas < Ajuda > (ponto de interrogação amarelo)
ro: Faceți clic pe pictograma < Ajutor > din bara de instrumente (semn galben de întrebare)
ru: Нажмите значок <Справка> на панели инструментов (желтый вопросительный знак).

source: then < Setup > for possible causes.
fa: سپس < Setup > برای دلایل احتمالی.
ja: 次に、考えられる原因について < セットアップ > を参照してください。
ko: 그런 다음 <설정>을 클릭하여 가능한 원인을 확인하세요.
lt: tada < Sąranka >, kad sužinotumėte galimas priežastis.
no: deretter < Oppsett > for mulige årsaker.
pl: następnie < Ustawienia >, aby sprawdzić możliwe przyczyny.
pt: então < Configuração > para possíveis causas.
ro: apoi < Configurare > pentru cauze posibile.
ru: затем <Настройка> для возможных причин.

source: You are already observing a game,
fa: شما در حال مشاهده یک بازی هستید،
ja: あなたはすでにゲームを観戦しています、
ko: 당신은 이미 게임을 관찰하고 있습니다.
lt: Jūs jau stebite žaidimą,
no: Du observerer allerede et spill,
pl: Już obserwujesz grę,
pt: Você já está observando um jogo,
ro: Observați deja un joc,
ru: Вы уже наблюдаете за игрой,

source: with Nimzo_3d you can only observe one game at a time.
fa: با Nimzo_3d شما فقط می توانید یک بازی را در یک زمان مشاهده کنید.
ja: Nimzo_3d では、一度に 1 つのゲームしか観察できません。
ko: Nimzo_3d를 사용하면 한 번에 하나의 게임만 관찰할 수 있습니다.
lt: su Nimzo_3d vienu metu galite stebėti tik vieną žaidimą.
no: med Nimzo_3d kan du bare observere ett spill om gangen.
pl: w Nimzo_3d możesz obserwować tylko jedną grę na raz.
pt: com Nimzo_3d você só pode observar um jogo por vez.
ro: cu Nimzo_3d poți observa doar un joc la un moment dat.
ru: с помощью Nimzo_3d вы можете наблюдать только одну игру за раз.

source: Could not send message to Fics
fa: امکان ارسال پیام به Fics وجود ندارد
ja: Fics にメッセージを送信できませんでした
ko: Fics에게 메시지를 보낼 수 없습니다.
lt: Nepavyko išsiųsti pranešimo Fics
no: Kunne ikke sende melding til Fics
pl: Nie można wysłać wiadomości do Fics
pt: Não foi possível enviar mensagem para Fics
ro: Nu s-a putut trimite mesajul către Fics
ru: Не удалось отправить сообщение Fics

source: Fics error
fa: خطای فیکس
ja: フィックスエラー
ko: 픽스 오류
lt: Fics klaida
no: Fiks feil
pl: Błąd Fics
pt: Erro de fic
ro: Eroare fics
ru: Ошибка фиктивного кода

source: Cannot send a message to Fics without a connection
fa: بدون اتصال نمی توان به Fics پیام ارسال کرد
ja: 接続なしではFicsにメッセージを送信できません
ko: 연결이 되지 않은 상태에서 Fics에 메시지를 보낼 수 없습니다.
lt: Nepavyksta išsiųsti pranešimo Fics be ryšio
no: Kan ikke sende melding til Fics uten tilkobling
pl: Nie można wysłać wiadomości do Fics bez połączenia
pt: Não é possível enviar uma mensagem para o Fics sem uma conexão
ro: Nu se poate trimite un mesaj către Fics fără o conexiune
ru: Невозможно отправить сообщение в Fics без подключения

source: Please connect to Fics
fa: لطفا به فیکس وصل شوید
ja: Ficsに接続してください
ko: Fics에 연결해주세요
lt: Prisijunkite prie Fics
no: Vennligst koble til Fics
pl: Proszę połączyć się z Fics
pt: Por favor, conecte-se ao Fics
ro: Vă rugăm să vă conectați la Fics
ru: Пожалуйста, подключитесь к Fics

source: Stop game observation
fa: مشاهده بازی را متوقف کنید
ja: 試合観戦を中止
ko: 게임 관찰 중지
lt: Nustokite stebėti žaidimą
no: Stopp spillobservasjon
pl: Zatrzymaj obserwację gry
pt: Pare a observação do jogo
ro: Opriți observarea jocului
ru: Остановить наблюдение за игрой

source: Game was aborted
fa: بازی قطع شد
ja: ゲームは中止されました
ko: 게임이 중단되었습니다
lt: Žaidimas buvo nutrauktas
no: Spillet ble avbrutt
pl: Gra została przerwana
pt: O jogo foi abortado
ro: Jocul a fost întrerupt
ru: Игра была прервана

source: Fics game is currently paused
fa: بازی Fics در حال حاضر متوقف شده است
ja: Fics ゲームは現在一時停止されています
ko: 현재 Fics 게임이 일시 중지되었습니다.
lt: Fics žaidimas šiuo metu pristabdytas
no: Fics-spillet er midlertidig stoppet
pl: Gra Fics jest obecnie wstrzymana
pt: O jogo Fics está pausado no momento
ro: Jocul fics este momentan întrerupt
ru: Игра Fics в настоящее время приостановлена

source: White to play
fa: سفید برای بازی
ja: 白がプレイ
ko: 흰색으로 플레이
lt: Balta žaisti
no: Hvit å spille
pl: Białe do gry
pt: Branco para jogar
ro: Alb pentru a juca
ru: Ход белых

source: your move
fa: حرکت شما
ja: あなたの動き
ko: 당신의 움직임
lt: tavo judesys
no: ditt trekk
pl: Twój ruch
pt: sua jogada
ro: mutarea ta
ru: ваш ход

source: Black to play
fa: سیاه برای بازی
ja: 黒がプレイする
ko: 검은색으로 플레이
lt: Juoda žaisti
no: Svart å spille
pl: Czarny do gry
pt: Preto para jogar
ro: Negru pentru a juca
ru: Ход черных

source: Fics move
fa: فیکس حرکت می کند
ja: フィックス移動
ko: 픽스 이동
lt: Fics juda
no: Fiks beveger seg
pl: Przeprowadzka Fics
pt: Movimento de fics
ro: Ficurile se mișcă
ru: Фиксы двигаются

source: Unknown Fics message
fa: پیام فیکس ناشناس
ja: 不明な Fics メッセージ
ko: 알 수 없는 Fics 메시지
lt: Nežinomas Fics pranešimas
no: Ukjent Fics-melding
pl: Nieznana wiadomość Fics
pt: Mensagem de Fics Desconhecida
ro: Mesaj fics necunoscut
ru: Неизвестное сообщение Fics

source: Help for using the Free Internet Chess Server on Nimzo 3d
fa: راهنما برای استفاده از سرور شطرنج اینترنت رایگان در نیمزو 3d
ja: Nimzo 3d の無料インターネット チェス サーバーの使用に関するヘルプ
ko: Nimzo 3d에서 무료 인터넷 체스 서버를 사용하기 위한 도움말
lt: Pagalba naudojant nemokamą interneto šachmatų serverį Nimzo 3d
no: Hjelp for bruk av gratis Internett-sjakkserver på Nimzo 3d
pl: Pomoc dotycząca korzystania z bezpłatnego serwera szachowego w Internecie na komputerze Nimzo 3d
pt: Ajuda para usar o servidor de xadrez gratuito na Internet no Nimzo 3d
ro: Ajutor pentru utilizarea serverului de șah gratuit pe internet pe Nimzo 3d
ru: Помощь по использованию бесплатного интернет-шахматного сервера на Nimzo 3d

source: Intro
fa: مقدمه
ja: はじめに
ko: 소개
lt: Įvadas
pl: Wprowadzenie
pt: Introdução
ro: Introducere
ru: Вступление

source: Setup
fa: راه اندازی
ja: 設定
ko: 설정
lt: Sąranka
no: Oppsett
pl: Organizować coś
pt: Configurar
ro: Înființat
ru: Настраивать

source: Playing
fa: در حال پخش
ja: 遊ぶ
ko: 재생 중
lt: Žaidžia
no: Spiller
pl: Gra
pt: Jogando
ro: Joc
ru: Играет

source: The Free Internet Chess Server (Fics) is a volunteer-run internet chess server
fa: سرور رایگان اینترنتی شطرنج (Fics) یک سرور شطرنج اینترنتی است که توسط داوطلبان اداره می شود
ja: フリーインターネットチェスサーバー（Fics）はボランティアが運営するインターネットチェスサーバーです。
ko: 무료 인터넷 체스 서버(Fics)는 자원봉사자들이 운영하는 인터넷 체스 서버입니다.
lt: Nemokamas interneto šachmatų serveris (Fics) yra savanorių valdomas interneto šachmatų serveris
no: Free Internet Chess Server (Fics) er en frivillig drevet internettsjakkserver
pl: Free Internet Chess Server (Fics) to internetowy serwer szachowy prowadzony przez wolontariuszy
pt: O Free Internet Chess Server (Fics) é um servidor de xadrez na Internet administrado por voluntários
ro: Free Internet Chess Server (Fics) este un server de șah pe internet gestionat de voluntari
ru: Бесплатный шахматный интернет-сервер (Fics) — это интернет-шахматный сервер, поддерживаемый добровольцами.

source: that provides a platform for chess players to engage in online chess games,
fa: که بستری را برای شطرنج بازان فراهم می کند تا در بازی های شطرنج آنلاین شرکت کنند،
ja: チェスプレイヤーがオンラインチェスゲームに参加できるプラットフォームを提供する。
ko: 체스 플레이어들이 온라인 체스 게임에 참여할 수 있는 플랫폼을 제공합니다.
lt: kuri suteikia šachmatų žaidėjams platformą dalyvauti internetiniuose šachmatų žaidimuose,
no: som gir en plattform for sjakkspillere å delta i online sjakkspill,
pl: która zapewnia platformę dla szachistów, umożliwiającą im udział w rozgrywkach szachowych online,
pt: que fornece uma plataforma para jogadores de xadrez se envolverem em jogos de xadrez online,
ro: care oferă o platformă pentru jucătorii de șah pentru a se angaja în jocuri de șah online,
ru: которая предоставляет шахматистам платформу для участия в онлайн-играх в шахматы,

source: tournaments and discussions.
fa: مسابقات و بحث ها
ja: トーナメントとディスカッション。
ko: 토너먼트와 토론.
lt: turnyrai ir diskusijos.
no: turneringer og diskusjoner.
pl: turnieje i dyskusje.
pt: torneios e discussões.
ro: turnee și discuții.
ru: турниры и дискуссии.

source: Fics is a free, open source project allowing users to access the server
fa: Fics یک پروژه رایگان و متن باز است که به کاربران امکان دسترسی به سرور را می دهد
ja: Ficsは、ユーザーがサーバーにアクセスできる無料のオープンソースプロジェクトです。
ko: Fics는 사용자가 서버에 액세스할 수 있도록 하는 무료 오픈 소스 프로젝트입니다.
lt: Fics yra nemokamas atvirojo kodo projektas, leidžiantis vartotojams pasiekti serverį
no: Fics er et gratis, åpen kildekode-prosjekt som lar brukere få tilgang til serveren
pl: Fics to darmowy projekt typu open source, który umożliwia użytkownikom dostęp do serwera
pt: Fics é um projeto gratuito e de código aberto que permite aos usuários acessar o servidor
ro: Fics este un proiect gratuit, open source, care permite utilizatorilor să acceseze serverul
ru: Fics — это бесплатный проект с открытым исходным кодом, позволяющий пользователям получать доступ к серверу.

source: without any subscription fees or advertisments.
fa: بدون هیچ گونه هزینه اشتراک یا تبلیغات
ja: 購読料や広告は一切ありません。
ko: 어떠한 구독료나 광고도 없습니다.
lt: be jokių abonentinių mokesčių ar reklamų.
no: uten abonnementsavgift eller reklame.
pl: bez żadnych opłat abonamentowych i reklam.
pt: sem nenhuma taxa de assinatura ou anúncios.
ro: fără taxe de abonament sau reclame.
ru: без какой-либо абонентской платы или рекламы.

source: While Fics has been largely eclipsed by other websites offering similar features
fa: در حالی که Fics تا حد زیادی توسط سایر وب سایت هایی که ویژگی های مشابهی ارائه می دهند تحت الشعاع قرار گرفته است
ja: Ficsは同様の機能を提供する他のウェブサイトに大きく影を潜めているが
ko: Fics는 유사한 기능을 제공하는 다른 웹사이트에 비해 크게 뒤떨어졌습니다.
lt: Nors „Fics“ iš esmės užtemdė kitos panašias funkcijas siūlančios svetainės
no: Mens Fics stort sett har blitt overskygget av andre nettsteder som tilbyr lignende funksjoner
pl: Chociaż Fics został w dużej mierze przyćmiony przez inne witryny oferujące podobne funkcje
pt: Embora o Fics tenha sido amplamente eclipsado por outros sites que oferecem recursos semelhantes
ro: În timp ce Fics a fost în mare măsură eclipsat de alte site-uri web care oferă caracteristici similare
ru: В то время как Fics во многом затмевается другими сайтами, предлагающими схожие функции

source: such as Chess.com, Lichess.org and Playchess.com, it does have the advantage
fa: مانند Chess.com، Lichess.org و Playchess.com، این مزیت را دارد
ja: Chess.com、Lichess.org、Playchess.comなどのゲームでは、
ko: Chess.com, Lichess.org 및 Playchess.com과 같은 사이트는 다음과 같은 장점이 있습니다.
lt: pavyzdžiui, Chess.com, Lichess.org ir Playchess.com, jis turi pranašumą
no: som Chess.com, Lichess.org og Playchess.com, det har fordelen
pl: takie jak Chess.com, Lichess.org i Playchess.com, mają tę przewagę
pt: como Chess.com, Lichess.org e Playchess.com, ele tem a vantagem
ro: precum Chess.com, Lichess.org și Playchess.com, are un avantaj
ru: такие как Chess.com, Lichess.org и Playchess.com, у него есть преимущество

source: of allowing you to use your preferred interface when using the Fics server.
fa: به شما این امکان را می دهد که از رابط دلخواه خود در هنگام استفاده از سرور Fics استفاده کنید.
ja: Fics サーバーを使用する際に好みのインターフェースを使用できるようにします。
ko: Fics 서버를 사용할 때 원하는 인터페이스를 사용할 수 있도록 해줍니다.
lt: leidžia jums naudoti pageidaujamą sąsają naudojant Fics serverį.
no: for å la deg bruke ditt foretrukne grensesnitt når du bruker Fics-serveren.
pl: umożliwiając Ci korzystanie z preferowanego interfejsu podczas korzystania z serwera Fics.
pt: de permitir que você use sua interface preferida ao utilizar o servidor Fics.
ro: de a vă permite să utilizați interfața preferată atunci când utilizați serverul Fics.
ru: позволяя вам использовать предпочитаемый вами интерфейс при использовании сервера Fics.

source: There are many free GUI interfaces that have Fics capability to choose from -
fa: بسیاری از رابط‌های رابط کاربری گرافیکی رایگان وجود دارند که دارای قابلیت Fics برای انتخاب هستند -
ja: Fics機能を備えた無料のGUIインターフェースは数多くあります。
ko: 선택할 수 있는 Fics 기능이 있는 무료 GUI 인터페이스가 많이 있습니다.
lt: Yra daug nemokamų GUI sąsajų, iš kurių galima pasirinkti Fics funkciją -
no: Det er mange gratis GUI-grensesnitt som har Fics-evne å velge mellom -
pl: Istnieje wiele darmowych interfejsów GUI, które umożliwiają wybór spośród funkcji Fics:
pt: Existem muitas interfaces GUI gratuitas que têm capacidade Fics para escolher -
ro: Există multe interfețe GUI gratuite care au posibilitatea de a alege dintre Fics -
ru: Существует множество бесплатных графических интерфейсов, которые поддерживают возможности Fics, из которых можно выбирать:

source: < BabasChess > < Arena > < Scid vs pc > < ChessX > to name but a few.
fa: < BabasChess > < Arena > < Scid vs pc > < ChessX > برای نام بردن از چند مورد.
ja: < BabasChess > < Arena > < Scid vs pc > < ChessX > など、ほんの一例です。
ko: < BabasChess > < Arena > < Scid vs pc > < ChessX > 등을 꼽을 수 있습니다.
lt: < BabasChess > < Arena > < Scid vs pc > < ChessX > tik keletas.
no: < BabasChess > < Arena > < Scid vs pc > < ChessX > for å nevne noen.
pl: < BabasChess > < Arena > < Scid vs pc > < ChessX > - to tylko niektóre z nich.
pt: < BabasChess > < Arena > < Scid vs pc > < ChessX > para citar apenas alguns.
ro: < BabasChess > < Arena > < Scid vs pc > < ChessX > pentru a numi doar câteva.
ru: < BabasChess > < Arena > < Scid против ПК > < ChessX > и это лишь некоторые из них.

source: Whilst < Nimzo_3d > does not have the comprehensize range of features
fa: در حالی که <Nimzo_3d > طیف وسیعی از ویژگی ها را ندارد
ja: < Nimzo_3d >には包括的な機能範囲はありませんが、
ko: <Nimzo_3d>에는 포괄적인 기능 범위가 없습니다.
lt: Nors < Nimzo_3d > neturi plataus funkcijų diapazono
no: Mens < Nimzo_3d > ikke har det omfattende utvalget av funksjoner
pl: Chociaż < Nimzo_3d > nie posiada pełnego zakresu funkcji
pt: Embora < Nimzo_3d > não tenha uma gama abrangente de recursos
ro: În timp ce < Nimzo_3d > nu are o gamă de caracteristici cuprinzătoare
ru: В то время как <Nimzo_3d> не имеет всеобъемлющего набора функций

source: of < BabasChess > it does have 3d graphics, which makes it an
fa: از <BabasChess > دارای گرافیک سه بعدی است که آن را تبدیل به یک گرافیک می کند
ja: < BabasChess > は3Dグラフィックスを備えているため、
ko: < BabasChess >에는 3D 그래픽이 있어서
lt: iš < BabasChess > jame yra 3D grafika, todėl jis yra
no: av < BabasChess > den har 3d-grafikk, noe som gjør den til en
pl: < BabasChess > ma grafikę 3D, co czyni ją
pt: de < BabasChess > ele tem gráficos 3D, o que o torna um
ro: din < BabasChess > are grafică 3D, ceea ce îl face un
ru: < BabasChess > имеет 3D-графику, что делает ее
