Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Board bitmaps..
fa: بیت مپ تخته..
ja: ボードのビットマップ。
ko: 보드 비트맵..
lt: Lentos bitmaps..
no: Tavle punktgrafikk..
pl: Mapy bitowe plansz.
pt: Bitmaps da placa.
ro: Hărți de bit de bord..
ru: Растровые изображения платы..

source: Set user defined board bitmaps
fa: بیت مپ های برد تعریف شده توسط کاربر را تنظیم کنید
ja: ユーザー定義のボードビットマップを設定する
ko: 사용자 정의 보드 비트맵 설정
lt: Nustatykite vartotojo apibrėžtas lentos bitmaps
no: Sett brukerdefinerte tavle punktgrafikk
pl: Ustaw zdefiniowane przez użytkownika bitmapy planszy
pt: Definir bitmaps de placa definidos pelo usuário
ro: Setați hărțile de biți pentru bord definite de utilizator
ru: Установить пользовательские битовые карты платы

source: Piece animation..
fa: انیمیشن قطعه..
ja: ピースアニメーション。
ko: 작품 애니메이션..
lt: Animacijos dalis. .
no: Stykke animasjon..
pl: Animacja elementów..
pt: Peça de animação..
ro: Animatie piesa..
ru: Анимация фрагмента..

source: Select the options for piece animation
fa: گزینه های انیمیشن قطعه را انتخاب کنید
ja: ピースアニメーションのオプションを選択する
ko: 조각 애니메이션에 대한 옵션을 선택하세요
lt: Pasirinkite kūrinio animacijos parinktis
no: Velg alternativene for brikkeanimasjon
pl: Wybierz opcje animacji elementów
pt: Selecione as opções para animação da peça
ro: Selectați opțiunile pentru animația piesei
ru: Выберите параметры анимации фрагмента

source: Sound effects options..
fa: گزینه های جلوه های صوتی..
ja: サウンドエフェクトのオプション。
ko: 음향 효과 옵션..
lt: Garso efektų parinktys..
no: Alternativer for lydeffekter..
pl: Opcje efektów dźwiękowych.
pt: Opções de efeitos sonoros.
ro: Opțiuni de efecte sonore...
ru: Параметры звуковых эффектов.

source: Select the options for sound effects
fa: گزینه های مربوط به جلوه های صوتی را انتخاب کنید
ja: サウンド効果のオプションを選択する
ko: 음향 효과에 대한 옵션을 선택하세요
lt: Pasirinkite garso efektų parinktis
no: Velg alternativene for lydeffekter
pl: Wybierz opcje efektów dźwiękowych
pt: Selecione as opções para efeitos sonoros
ro: Selectați opțiunile pentru efecte sonore
ru: Выберите параметры звуковых эффектов

source: Score counter..
fa: شمارنده امتیاز..
ja: スコアカウンター。
ko: 점수 카운터..
lt: Balų skaitiklis..
no: Poengteller..
pl: Licznik punktów.
pt: Contador de pontos..
ro: Contorul de scor..
ru: Счетчик очков..

source: Open score counter window
fa: پنجره شمارنده امتیاز را باز کنید
ja: スコアカウンターウィンドウを開く
ko: 점수 카운터 창 열기
lt: Atidarykite balų skaitiklio langą
no: Åpne resultattellervindu
pl: Otwórz okno licznika wyników
pt: Abrir janela do contador de pontuação
ro: Deschideți fereastra contorului de scor
ru: Открыть окно счетчика очков

source: Reset to factory defaults
fa: به تنظیمات کارخانه بازنشانی کنید
ja: 工場出荷時のデフォルトにリセット
ko: 공장 기본값으로 재설정
lt: Atkurti gamyklinius nustatymus
no: Tilbakestill til fabrikkinnstillinger
pl: Przywróć ustawienia fabryczne
pt: Redefinir para os padrões de fábrica
ro: Resetați la setările implicite din fabrică
ru: Сброс к заводским настройкам

source: Reset all options to their original values
fa: همه گزینه ها را به مقادیر اصلی خود بازنشانی کنید
ja: すべてのオプションを元の値にリセットします
ko: 모든 옵션을 원래 값으로 재설정합니다.
lt: Iš naujo nustatykite visas parinktis į pradines vertes
no: Tilbakestill alle alternativer til de opprinnelige verdiene
pl: Przywróć wszystkie opcje do ich oryginalnych wartości
pt: Redefinir todas as opções para seus valores originais
ro: Resetați toate opțiunile la valorile inițiale
ru: Сбросить все параметры до исходных значений

source: Specify the UCI engine to use, along with Engine options
fa: موتور UCI مورد استفاده را به همراه گزینه های موتور مشخص کنید
ja: 使用するUCIエンジンとエンジンオプションを指定します
ko: 엔진 옵션과 함께 사용할 UCI 엔진을 지정하세요
lt: Nurodykite naudojamą UCI variklį ir variklio parinktis
no: Spesifiser UCI-motoren som skal brukes, sammen med motoralternativer
pl: Określ silnik UCI, którego chcesz użyć, wraz z opcjami silnika
pt: Especifique o mecanismo UCI a ser usado, juntamente com as opções do mecanismo
ro: Specificați motorul UCI de utilizat, împreună cu opțiunile pentru motor
ru: Укажите используемый движок UCI, а также параметры движка.

source: Engine match..
fa: مسابقه موتور..
ja: エンジンマッチ。
ko: 엔진 매치..
lt: Variklio atitikmuo..
no: Motor match..
pl: Dopasowanie silnika..
pt: Combinação de motor..
ro: Potrivire motor..
ru: Двигатель соответствует..

source: Set the options for an engine match
fa: گزینه ها را برای مطابقت موتور تنظیم کنید
ja: エンジンマッチのオプションを設定する
ko: 엔진 매치에 대한 옵션 설정
lt: Nustatykite variklio atitikimo parinktis
no: Angi alternativene for en motormatch
pl: Ustaw opcje dopasowania silnika
pt: Defina as opções para uma correspondência de mecanismo
ro: Setați opțiunile pentru o potrivire a motorului
ru: Установите параметры для соответствия движку

source: Engine tournament..
fa: مسابقات موتور..
ja: エンジントーナメント。
ko: 엔진 토너먼트..
lt: Variklio turnyras..
no: Motor turnering..
pl: Turniej silników..
pt: Torneio de motores..
ro: turneu de motoare...
ru: Турнир двигателей..

source: Set the options for an engine tournament
fa: گزینه های مسابقات موتور را تنظیم کنید
ja: エンジントーナメントのオプションを設定する
ko: 엔진 토너먼트에 대한 옵션 설정
lt: Nustatykite variklio turnyro parinktis
no: Angi alternativene for en motorturnering
pl: Ustaw opcje dla turnieju silnika
pt: Defina as opções para um torneio de motor
ro: Setați opțiunile pentru un turneu cu motor
ru: Установите параметры для турнира движка

source: Set the options for engine adjustment
fa: گزینه های تنظیم موتور را تنظیم کنید
ja: エンジン調整のオプションを設定する
ko: 엔진 조정에 대한 옵션을 설정하세요
lt: Nustatykite variklio reguliavimo parinktis
no: Still inn alternativene for motorjustering
pl: Ustaw opcje regulacji silnika
pt: Defina as opções para ajuste do motor
ro: Setați opțiunile pentru reglarea motorului
ru: Установите параметры регулировки двигателя

source: Kibitz options..
fa: گزینه های کیبیتز..
ja: Kibitz オプション。
ko: 키비츠 옵션..
lt: Kibitz parinktys..
no: Kibitz alternativer..
pl: Opcje Kibitz..
pt: Opções de Kibitz..
ro: Opțiuni Kibitz..
ru: Варианты кибица..

source: Set the kibitz options
fa: گزینه های kibitz را تنظیم کنید
ja: キビッツオプションを設定する
ko: kibitz 옵션 설정
lt: Nustatykite kibico parinktis
no: Still inn kibitz-alternativene
pl: Ustaw opcje kibitz
pt: Defina as opções do kibitz
ro: Setați opțiunile kibitz
ru: Установите параметры кибица

source: Analyse game..
fa: آنالیز بازی..
ja: ゲームを分析します。
ko: 게임을 분석하세요.
lt: Analizuoti žaidimą. .
no: Analyser spillet..
pl: Przeanalizuj grę..
pt: Analisar jogo..
ro: Analizeaza jocul...
ru: Проанализируйте игру..

source: Analyse the current game
fa: آنالیز بازی فعلی
ja: 現在のゲームを分析する
ko: 현재 게임 분석
lt: Išanalizuokite dabartinį žaidimą
no: Analyser det gjeldende spillet
pl: Przeanalizuj aktualną grę
pt: Analisar o jogo atual
ro: Analizați jocul curent
ru: Проанализируйте текущую игру

source: Search info..
fa: جستجوی اطلاعات..
ja: 検索情報..
ko: 정보 검색..
lt: Ieškoti info..
no: Søk info..
pl: Wyszukaj informacje..
pt: Pesquisar informações..
ro: Cauta informatii..
ru: Поиск информации..

source: Set engine search info options
fa: گزینه های اطلاعات جستجوی موتور را تنظیم کنید
ja: エンジン検索情報オプションを設定する
ko: 엔진 검색 정보 옵션 설정
lt: Nustatykite variklio paieškos informacijos parinktis
no: Angi alternativer for informasjon om motorsøk
pl: Ustaw opcje wyszukiwania informacji w wyszukiwarce
pt: Definir opções de informações de pesquisa do mecanismo
ro: Setați opțiunile pentru informațiile de căutare ale motorului
ru: Установить параметры поисковой системы

source: Evaluation bar..
fa: نوار ارزیابی..
ja: 評価バー..
ko: 평가 기준..
lt: Vertinimo juosta..
no: Evalueringslinje..
pl: Pasek ocen.
pt: Barra de avaliação..
ro: Bara de evaluare...
ru: Оценочная полоса..

source: Show evaluation bar options dialog box
fa: نمایش کادر گفتگوی گزینه های نوار ارزیابی
ja: 評価バーオプションダイアログボックスを表示する
ko: 평가 막대 옵션 대화 상자 표시
lt: Rodyti vertinimo juostos parinkčių dialogo langą
no: Vis dialogboksen for alternativer for evalueringslinjen
pl: Pokaż okno dialogowe opcji paska oceny
pt: Mostrar caixa de diálogo de opções da barra de avaliação
ro: Afișați caseta de dialog cu opțiunile barei de evaluare
ru: Показать диалоговое окно параметров панели оценки

source: Evaluation profile..
fa: پروفایل ارزیابی..
ja: 評価プロファイル..
ko: 평가 프로필..
lt: Vertinimo profilis..
no: Evalueringsprofil..
pl: Profil oceny..
pt: Perfil de avaliação.
ro: Profil de evaluare..
ru: Профиль оценки..

source: Show evaluation profile options dialog box
fa: نمایش کادر گفتگوی گزینه های نمایه ارزیابی
ja: 評価プロファイルオプションダイアログボックスを表示
ko: 평가 프로필 옵션 대화 상자 표시
lt: Rodyti vertinimo profilio parinkčių dialogo langą
no: Vis dialogboksen for alternativer for evalueringsprofil
pl: Pokaż okno dialogowe opcji profilu oceny
pt: Caixa de diálogo Mostrar opções de perfil de avaliação
ro: Afișați caseta de dialog pentru opțiunile profilului de evaluare
ru: Показать диалоговое окно параметров профиля оценки

source: Position search
fa: جستجوی موقعیت
ja: ポジション検索
ko: 위치 검색
lt: Pozicijos paieška
no: Posisjonssøk
pl: Wyszukiwanie stanowiska
pt: Pesquisa de posição
ro: Căutare de poziție
ru: Поиск позиции

source: Search the database for the current position
fa: در پایگاه داده موقعیت فعلی را جستجو کنید
ja: 現在の位置をデータベースで検索
ko: 현재 위치에 대한 데이터베이스 검색
lt: Ieškokite dabartinės padėties duomenų bazėje
no: Søk i databasen etter gjeldende posisjon
pl: Przeszukaj bazę danych pod kątem aktualnej pozycji
pt: Pesquisar no banco de dados a posição atual
ro: Căutați în baza de date poziția curentă
ru: Поиск в базе данных текущей позиции

source: Pattern search
fa: جستجوی الگو
ja: パターン検索
ko: 패턴 검색
lt: Šablonų paieška
no: Mønstersøk
pl: Wyszukiwanie wzorców
pt: Pesquisa de padrões
ro: Căutare de modele
ru: Поиск по шаблону

source: Search for situations where a group of pieces are at specific locations
fa: موقعیت هایی را جستجو کنید که گروهی از قطعات در مکان های خاصی هستند
ja: 特定の場所に複数のピースがある状況を検索する
ko: 특정 위치에 여러 조각이 있는 상황을 검색합니다.
lt: Ieškokite situacijų, kai kūrinių grupė yra konkrečiose vietose
no: Søk etter situasjoner der en gruppe brikker er på bestemte steder
pl: Szukaj sytuacji, w których grupa elementów znajduje się w określonych miejscach
pt: Pesquise situações em que um grupo de peças está em locais específicos
ro: Căutați situații în care un grup de piese se află în anumite locații
ru: Поиск ситуаций, когда группа предметов находится в определенных местах.

source: Material balance search
fa: جستجوی تعادل مواد
ja: 物質収支検索
ko: 물질수지 검색
lt: Medžiagų balanso paieška
no: Søk etter materialbalanse
pl: Wyszukiwanie bilansu materiałowego
pt: Pesquisa de balanço de materiais
ro: Căutarea echilibrului material
ru: Поиск материального баланса

source: Search for a specific material balance, with optional locked down squares
fa: با مربع‌های قفل شده اختیاری، تعادل مواد خاصی را جستجو کنید
ja: オプションでロックダウンされた四角形を使用して、特定の物質バランスを検索します
ko: 선택적으로 잠긴 사각형을 사용하여 특정 물질 수지를 검색합니다.
lt: Ieškokite konkretaus medžiagų balanso su pasirenkamais užrakintais kvadratais
no: Søk etter en spesifikk materialbalanse, med valgfrie låste firkanter
pl: Wyszukaj konkretny bilans materiałowy z opcjonalnymi zablokowanymi kwadratami
pt: Pesquise um balanço de material específico, com quadrados bloqueados opcionais
ro: Căutați un anumit echilibru de materiale, cu pătrate blocate opționale
ru: Поиск определенного материального баланса с возможностью блокировки квадратов

source: Show all games
fa: نمایش همه بازی ها
ja: すべてのゲームを表示
ko: 모든 게임 보기
lt: Rodyti visus žaidimus
no: Vis alle spill
pl: Pokaż wszystkie gry
pt: Mostrar todos os jogos
ro: Arată toate jocurile
ru: Показать все игры

source: equivalent to searching for the standard starting position
fa: معادل جستجوی موقعیت شروع استاندارد است
ja: 標準の開始位置を検索するのと同じ
ko: 표준 시작 위치 검색과 동일
lt: tolygu standartinės pradinės padėties paieškai
no: tilsvarende å søke etter standard startposisjon
pl: równoważne z poszukiwaniem standardowej pozycji początkowej
pt: equivalente a procurar a posição inicial padrão
ro: echivalent cu căutarea poziţiei standard de plecare
ru: эквивалентно поиску стандартной начальной позиции

source: Show all ordered by player
fa: نمایش همه به ترتیب توسط بازیکن
ja: プレーヤー順にすべて表示
ko: 플레이어별로 모두 표시
lt: Rodyti viską pagal žaidėją
no: Vis alle sortert etter spiller
pl: Pokaż wszystko posortowane według gracza
pt: Mostrar tudo ordenado por jogador
ro: Afișați toate ordonate de jucător
ru: Показать все, упорядоченные игроком

source: All games ordered by White player, useful for searching for players
fa: همه بازی های سفارش شده توسط بازیکن سفید، برای جستجوی بازیکنان مفید است
ja: すべてのゲームは白のプレイヤー順に並べられており、プレイヤーの検索に役立ちます。
ko: 모든 게임은 화이트 플레이어 기준으로 정렬되어 플레이어 검색에 유용합니다.
lt: Visi žaidimai užsakyti pagal White player, naudingi ieškant žaidėjų
no: Alle spill bestilt av hvit spiller, nyttig for å søke etter spillere
pl: Wszystkie gry uporządkowane według gracza białego, przydatne do wyszukiwania graczy
pt: Todos os jogos ordenados por jogador branco, útil para procurar jogadores
ro: Toate jocurile comandate de jucătorul alb, utile pentru căutarea jucătorilor
ru: Все игры, отсортированные по Белому игроку, полезно для поиска игроков

source: Specify which database file to use for searches
fa: مشخص کنید که کدام فایل پایگاه داده برای جستجو استفاده شود
ja: 検索に使用するデータベースファイルを指定する
ko: 검색에 사용할 데이터베이스 파일을 지정하세요
lt: Nurodykite, kurį duomenų bazės failą naudoti paieškai
no: Spesifiser hvilken databasefil som skal brukes for søk
pl: Określ, którego pliku bazy danych użyć do wyszukiwania
pt: Especifique qual arquivo de banco de dados usar para pesquisas
ro: Specificați ce fișier de bază de date să utilizați pentru căutări
ru: Укажите, какой файл базы данных использовать для поиска

source: Create new database
fa: ایجاد پایگاه داده جدید
ja: 新しいデータベースを作成する
ko: 새로운 데이터베이스 생성
lt: Sukurti naują duomenų bazę
no: Opprett ny database
pl: Utwórz nową bazę danych
pt: Criar novo banco de dados
ro: Creați o nouă bază de date
ru: Создать новую базу данных

source: Create a new database file from scratch
fa: یک فایل پایگاه داده جدید از ابتدا ایجاد کنید
ja: 新しいデータベースファイルを最初から作成する
ko: 처음부터 새 데이터베이스 파일을 만듭니다.
lt: Sukurkite naują duomenų bazės failą nuo nulio
no: Opprett en ny databasefil fra bunnen av
pl: Utwórz nowy plik bazy danych od podstaw
pt: Crie um novo arquivo de banco de dados do zero
ro: Creați un nou fișier de bază de date de la zero
ru: Создать новый файл базы данных с нуля

source: Append to database
fa: به پایگاه داده اضافه شود
ja: データベースに追加
ko: 데이터베이스에 추가
lt: Pridėti prie duomenų bazės
no: Legg til i databasen
pl: Dodaj do bazy danych
pt: Anexar ao banco de dados
ro: Adăugați la baza de date
ru: Добавить в базу данных

source: Append games to an existing database
fa: بازی ها را به پایگاه داده موجود اضافه کنید
ja: 既存のデータベースにゲームを追加する
ko: 기존 데이터베이스에 게임 추가
lt: Pridėti žaidimus prie esamos duomenų bazės
no: Legg til spill til en eksisterende database
pl: Dołączanie gier do istniejącej bazy danych
pt: Adicionar jogos a um banco de dados existente
ro: Adăugați jocuri la o bază de date existentă
ru: Добавить игры в существующую базу данных

source: Control a simple .pgn based opening book facility
fa: یک کتاب بازگشایی ساده مبتنی بر pgn را کنترل کنید
ja: シンプルな.pgnベースのオープニングブック機能を制御します
ko: 간단한 .pgn 기반 오프닝 북 기능을 제어합니다.
lt: Valdykite paprastą .pgn formato atidarymo knygą
no: Kontroller en enkel .pgn-basert åpningsbok
pl: Kontroluj prostą funkcję otwierania książki opartą na pliku .pgn
pt: Controle um recurso de livro de abertura simples baseado em .pgn
ro: Controlați o simplă facilitate de carte de deschidere bazată pe .pgn
ru: Управление простым механизмом открытия книги на основе .pgn

source: Polyglot book..
fa: کتاب چند زبانه..
ja: 多言語の本。
ko: 다국어를 구사하는 책..
lt: Poligloto knyga. .
no: Polyglot bok..
pl: Książka poliglotyczna.
pt: Livro poliglota..
ro: carte poliglota...
ru: Книга-полиглот..

source: Control a Polyglot .bin based opening book facility
fa: یک مرکز باز کردن کتاب مبتنی بر Polyglot.bin را کنترل کنید
ja: ポリグロット.binベースのオープニングブック機能を制御する
ko: Polyglot .bin 기반 개방형 책 기능을 제어합니다.
lt: Valdykite „Polyglot .bin“ atidaromų knygų įrenginį
no: Kontroller en Polyglot .bin-basert åpningsbokfasilitet
pl: Kontroluj obiekt otwierający książkę Polyglot .bin
pt: Controlar um recurso de abertura de livro baseado em Polyglot .bin
ro: Controlați o facilitate de carte de deschidere bazată pe Polyglot .bin
ru: Управление функцией открытия книги на основе Polyglot .bin

source: Book weights..
fa: وزن کتاب..
ja: 本の重さ。
ko: 책의 무게..
lt: Knygų svarmenys..
no: Bokvekter..
pl: Ciężarki do książek.
pt: Pesos de livros..
ro: Greutăți cărți..
ru: Вес книги..

source: Display Polyglot .bin book weights dialog box
fa: نمایش کادر محاوره ای وزن کتاب Polyglot .bin
ja: Polyglot .bin ブックの重量ダイアログボックスを表示する
ko: Polyglot .bin 책 무게 대화 상자 표시
lt: Rodyti Polyglot .bin knygų svorių dialogo langą
no: Vis dialogboksen Polyglot .bin bokvekter
pl: Wyświetl okno dialogowe ciężarów książek Polyglot .bin
pt: Caixa de diálogo Exibir pesos do livro Polyglot .bin
ro: Afișează caseta de dialog Polyglot .bin Bookweights
ru: Отображение диалогового окна веса книг Polyglot .bin

source: 2d display
fa: نمایشگر 2 بعدی
ja: 2Dディスプレイ
ko: 2D 디스플레이
lt: 2d ekranas
no: 2d skjerm
pl: wyświetlacz 2D
pt: 2ª exibição
ro: display 2d
ru: 2D-дисплей

source: Two dimensional graphics display
fa: نمایشگر گرافیکی دو بعدی
ja: 2次元グラフィック表示
ko: 2차원 그래픽 디스플레이
lt: Dviejų matmenų grafinis ekranas
no: Todimensjonal grafikkskjerm
pl: Dwuwymiarowy wyświetlacz graficzny
pt: Exibição de gráficos bidimensionais
ro: Afișaj grafic bidimensional
ru: Двухмерный графический дисплей

source: 3d display
fa: نمایشگر سه بعدی
ja: 3Dディスプレイ
ko: 3D 디스플레이
lt: 3d ekranas
no: 3d-skjerm
pl: wyświetlacz 3D
pt: exibição 3D
ro: afișaj 3d
ru: 3D-дисплей

source: Three dimensional graphics display
fa: نمایشگر گرافیکی سه بعدی
ja: 3次元グラフィック表示
ko: 3차원 그래픽 디스플레이
lt: Trimatis grafinis ekranas
no: Tredimensjonal grafikkskjerm
pl: Wyświetlacz grafiki trójwymiarowej
pt: Exibição de gráficos tridimensionais
ro: Afișaj grafic tridimensional
ru: Трехмерный графический дисплей

source: Open Media Player..
fa: باز کردن مدیا پلیر..
ja: メディアプレーヤーを開きます。
ko: 미디어 플레이어를 엽니다.
lt: Atidaryti medijos leistuvą. .
no: Åpne Media Player..
pl: Otwórz Media Player.
pt: Abra o Media Player.
ro: Deschide Media Player..
ru: Откройте медиаплеер.

source: Open the Media Player video window
fa: پنجره ویدیوی Media Player را باز کنید
ja: メディアプレーヤーのビデオウィンドウを開く
ko: 미디어 플레이어 비디오 창을 엽니다
lt: Atidarykite Media Player vaizdo langą
no: Åpne Media Player-videovinduet
pl: Otwórz okno wideo odtwarzacza multimedialnego
pt: Abra a janela de vídeo do Media Player
ro: Deschideți fereastra video Media Player
ru: Откройте видеоокно Media Player

source: Set language to
fa: زبان را روی
ja: 言語を設定する
ko: 언어 설정
lt: Nustatyti kalbą į
no: Sett språk til
pl: Ustaw język na
pt: Definir idioma para
ro: Setați limba la
ru: Установить язык на

source: More languages..
fa: زبان های بیشتر..
ja: その他の言語..
ko: 더 많은 언어..
lt: Daugiau kalbų..
no: Flere språk..
pl: Więcej języków..
pt: Mais idiomas..
ro: Mai multe limbi..
ru: Больше языков..

source: Help on languages used in the program
fa: راهنما در مورد زبان های مورد استفاده در برنامه
ja: プログラムで使用される言語に関するヘルプ
ko: 프로그램에서 사용되는 언어에 대한 도움말
lt: Pagalba dėl programoje vartojamų kalbų
no: Hjelp til språk som brukes i programmet
pl: Pomoc dotycząca języków używanych w programie
pt: Ajuda sobre os idiomas usados no programa
ro: Ajutor pentru limbile folosite în program
ru: Помощь по языкам, используемым в программе

source: About
fa: درباره
ja: について
ko: 에 대한
lt: Apie
no: Om
pl: O
pt: Sobre
ro: Despre
ru: О

source: Version and publisher information
fa: اطلاعات نسخه و ناشر
ja: バージョンと発行元情報
ko: 버전 및 게시자 정보
lt: Versija ir leidėjo informacija
no: Versjon og utgiverinformasjon
pl: Informacje o wersji i wydawcy
pt: Informações sobre a versão e o editor
ro: Versiune și informații despre editor
ru: Информация о версии и издателе

source: An overview of the program
fa: مروری بر برنامه
ja: プログラムの概要
ko: 프로그램 개요
lt: Programos apžvalga
no: En oversikt over programmet
pl: Przegląd programu
pt: Uma visão geral do programa
ro: O prezentare generală a programului
ru: Обзор программы

source: Thank you to numerous people
fa: با تشکر از افراد متعدد
ja: 多くの方々に感謝
ko: 많은 분들께 감사드립니다
lt: Ačiū daugeliui žmonių
no: Takk til mange mennesker
pl: Dziękuję wielu osobom
pt: Obrigado a inúmeras pessoas
ro: Mulțumesc multor oameni
ru: Спасибо многим людям

source: Open help file
fa: فایل راهنما را باز کنید
ja: ヘルプファイルを開く
ko: 도움말 파일 열기
lt: Atidarykite pagalbos failą
no: Åpne hjelpefilen
pl: Otwórz plik pomocy
pt: Abrir arquivo de ajuda
ro: Deschideți fișierul de ajutor
ru: Открыть файл справки

source: Opens the Nimzo_3d.chm help file
fa: فایل راهنمای Nimzo_3d.chm را باز می کند
ja: Nimzo_3d.chmヘルプファイルを開きます
ko: Nimzo_3d.chm 도움말 파일을 엽니다
lt: Atidaro Nimzo_3d.chm žinyno failą
no: Åpner hjelpefilen Nimzo_3d.chm
pl: Otwiera plik pomocy Nimzo_3d.chm
pt: Abre o arquivo de ajuda Nimzo_3d.chm
ro: Deschide fișierul de ajutor Nimzo_3d.chm
ru: Открывает файл справки Nimzo_3d.chm

source: Help file delay..
fa: کمک به تاخیر فایل..
ja: ヘルプ ファイルの遅延。
ko: 도움말 파일 지연..
lt: Pagalbos failo delsimas..
no: Hjelpefil forsinkelse..
pl: Plik pomocy opóźniony..
pt: Atraso no arquivo de ajuda.
ro: Întârzierea fișierului de ajutor...
ru: Задержка файла справки..

source: Opens help file delay options dialog box
fa: کادر گفتگوی گزینه های تاخیر فایل راهنما را باز می کند
ja: ヘルプファイルの遅延オプションダイアログボックスを開きます
ko: 도움말 파일 지연 옵션 대화 상자를 엽니다.
lt: Atidaromas pagalbos failo delsos parinkčių dialogo langas
no: Åpner dialogboksen for hjelpefilforsinkelsesalternativer
pl: Otwiera okno dialogowe opcji opóźnienia pliku pomocy
pt: Abre a caixa de diálogo de opções de atraso do arquivo de ajuda
ro: Deschide caseta de dialog cu opțiuni de întârziere pentru fișierul de ajutor
ru: Открывает диалоговое окно параметров задержки файла справки

source: Edit
fa: ویرایش کنید
ja: 編集
ko: 편집하다
lt: Redaguoti
no: Redigere
pl: Redagować
pt: Editar
ro: Edita
ru: Редактировать

source: Games
fa: بازی ها
ja: ゲーム
ko: 계략
lt: Žaidimai
no: Spill
pl: Zawody sportowe
pt: Jogos
ro: Jocuri
ru: Игры

source: Commands
fa: دستورات
ja: コマンド
ko: 명령
lt: Komandos
no: Kommandoer
pl: Polecenia
pt: Comandos
ro: Comenzi
ru: Команды

source: Openings
fa: دهانه ها
ja: 求人情報
ko: 오프닝
lt: Atidarymai
no: Åpninger
pl: Otwarcia
pt: Aberturas
ro: Deschideri
ru: Открытия

source: 3d graphics
fa: گرافیک سه بعدی
ja: 3Dグラフィックス
ko: 3D 그래픽
lt: 3d grafika
no: 3d-grafikk
pl: grafika 3D
pt: Gráficos 3D
ro: grafică 3d
ru: 3D графика

source: Video
fa: ویدئو
ja: ビデオ
ko: 동영상
lt: Vaizdo įrašas
pl: Wideo
pt: Vídeo
ru: Видео

source: Languages
fa: زبان ها
ja: 言語
ko: 언어
lt: Kalbos
no: Språk
pl: Języki
pt: Idiomas
ro: Limbi
ru: Языки

source: Book moves
fa: کتاب حرکت می کند
ja: 本の動き
ko: 책 이동
lt: Knygos judesiai
no: Boken beveger seg
pl: Książka się porusza
pt: Movimentos de livros
ro: Mișcări de carte
ru: Книга движется

source: Could not load
fa: بارگیری نشد
ja: 読み込めませんでした
ko: 로드할 수 없습니다
lt: Nepavyko įkelti
no: Kunne ikke laste
pl: Nie można załadować
pt: Não foi possível carregar
ro: Nu s-a putut încărca
ru: Не удалось загрузить

source: language file
fa: فایل زبان
ja: 言語ファイル
ko: 언어 파일
lt: kalbos failas
no: språkfil
pl: plik językowy
pt: arquivo de idioma
ro: fișier de limbă
ru: языковой файл

source: Re-setting language to English
fa: تنظیم مجدد زبان به انگلیسی
ja: 言語を英語に再設定する
ko: 언어를 영어로 재설정
lt: Iš naujo nustatoma kalba į anglų
no: Tilbakestille språket til engelsk
pl: Ponowne ustawienie języka na angielski
pt: Redefinindo o idioma para inglês
ro: Resetarea limbii la engleză
ru: Сброс языка на английский

source: New file
fa: فایل جدید
ja: 新しいファイル
ko: 새로운 파일
lt: Naujas failas
no: Ny fil
pl: Nowy plik
pt: Novo arquivo
ro: Fișier nou
ru: Новый файл

source: Kibitzer start/stop
ja: キビッツァーの開始/停止
ko: Kibitzer 시작/중지
no: Kibitzer start/stopp
pt: Início/parada do Kibitzer
ro: Kibitzer pornire/oprire
ru: Кибитцер старт/стоп

source: Backward (main line)
fa: عقب (خط اصلی)
ja: 後方（本線）
ko: 뒤로(메인라인)
lt: Atgal (pagrindinė linija)
no: Bakover (hovedlinje)
pl: Do tyłu (linia główna)
pt: Para trás (linha principal)
ro: Înapoi (linia principală)
ru: Назад (главная линия)
