Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: You can search for positions, patterns and material balances
fa: می توانید موقعیت ها، الگوها و تعادل مواد را جستجو کنید
ja: ポジション、パターン、マテリアルバランスを検索できます
ko: 위치, 패턴 및 물질 수지를 검색할 수 있습니다.
lt: Galite ieškoti pozicijų, modelių ir medžiagų balansų
no: Du kan søke etter posisjoner, mønstre og materialbalanser
pl: Można wyszukiwać pozycje, wzorce i bilanse materiałowe
pt: Você pode pesquisar posições, padrões e balanços de materiais
ro: Puteți căuta poziții, modele și echilibre de materiale
ru: Вы можете искать позиции, модели и материальные балансы

source: and conveniently play through the games found.
fa: و به راحتی از طریق بازی های یافت شده بازی کنید.
ja: 見つかったゲームを簡単にプレイできます。
ko: 찾은 게임을 편리하게 플레이하세요.
lt: ir patogiai žaisti per rastus žaidimus.
no: og enkelt spille gjennom spillene du finner.
pl: i wygodnie grać w znalezione gry.
pt: e jogar convenientemente os jogos encontrados.
ro: și jucați convenabil prin jocurile găsite.
ru: и удобно проходить найденные игры.

source: This version of the program, Nimzo_3d, which has 3d graphics
fa: این نسخه از برنامه Nimzo_3d است که دارای گرافیک سه بعدی می باشد
ja: このバージョンのプログラム、Nimzo_3dは3Dグラフィックスを備えています
ko: 3D 그래픽을 갖춘 이 프로그램 버전인 Nimzo_3d
lt: Ši Nimzo_3d programos versija, turinti 3D grafiką
no: Denne versjonen av programmet, Nimzo_3d, som har 3d-grafikk
pl: Ta wersja programu, Nimzo_3d, posiada grafikę 3D
pt: Esta versão do programa, Nimzo_3d, que possui gráficos 3D
ro: Această versiune a programului, Nimzo_3d, care are grafică 3d
ru: Эта версия программы Nimzo_3d, которая имеет 3D графику

source: with DirectX was written by Roy Sawyer.
fa: با DirectX توسط روی سایر نوشته شده است.
ja: DirectX 対応版は Roy Sawyer によって作成されました。
ko: DirectX는 Roy Sawyer가 작성했습니다.
lt: su DirectX parašė Roy'us Sawyeris.
no: med DirectX ble skrevet av Roy Sawyer.
pl: z DirectX został napisany przez Roya Sawyera.
pt: com DirectX foi escrito por Roy Sawyer.
ro: cu DirectX a fost scris de Roy Sawyer.
ru: с DirectX был написан Роем Сойером.

source: Tarrasch Chess GUI Help
ja: Tarrasch チェス GUI ヘルプ
ko: Tarrasch 체스 GUI 도움말
lt: Tarrasch šachmatų GUI pagalba
no: Tarrasch Chess GUI Hjelp
pl: Pomoc GUI Tarrasch Chess
pt: Ajuda GUI do Tarrasch Chess
ro: Ajutor GUI Tarrasch Chess
ru: Справка по графическому интерфейсу Tarrasch Chess

source: Program design and implementation: Bill Forster.
fa: طراحی و اجرای برنامه: بیل فورستر.
ja: プログラムの設計と実装: Bill Forster。
ko: 프로그램 설계 및 구현: 빌 포스터.
lt: Programos kūrimas ir įgyvendinimas: Billas Forsteris.
no: Programdesign og implementering: Bill Forster.
pl: Projekt i wdrożenie programu: Bill Forster.
pt: Design e implementação do programa: Bill Forster.
ro: Proiectarea și implementarea programului: Bill Forster.
ru: Разработка и реализация программы: Билл Форстер.

source: This version was written by Roy Sawyer and is a fork of the original program.
fa: این نسخه توسط Roy Sawyer نوشته شده است و فورکی از برنامه اصلی است.
ja: このバージョンは Roy Sawyer によって書かれ、元のプログラムからフォークしたものです。
ko: 이 버전은 로이 소여가 작성했으며 원래 프로그램의 포크입니다.
lt: Šią versiją parašė Roy'us Sawyeris ir ji yra originalios programos šakutė.
no: Denne versjonen ble skrevet av Roy Sawyer og er en del av det originale programmet.
pl: Wersję tę napisał Roy Sawyer i jest ona rozwinięciem oryginalnego programu.
pt: Esta versão foi escrita por Roy Sawyer e é uma bifurcação do programa original.
ro: Această versiune a fost scrisă de Roy Sawyer și este o furcă a programului original.
ru: Эта версия была написана Роем Сойером и является ответвлением оригинальной программы.

source: Foundation supporter: Yves Catineau.
fa: حامی بنیاد: ایو کاتینو.
ja: 財団支援者: イブ・カティノー。
ko: 재단 후원자: Yves Catineau.
lt: Fondo rėmėjas: Yves Catineau.
no: Stiftelsesstøtte: Yves Catineau.
pl: Opiekun fundacji: Yves Catineau.
pt: Apoiador da Fundação: Yves Catineau.
ro: Susținător fundație: Yves Catineau.
ru: Сторонник фонда: Ив Катино.

source: Foundation donors: Paul Cook, Gary Baydo, Ransith Fernando,
fa: اهداکنندگان بنیاد: پل کوک، گری بایدو، رانسیث فرناندو،
ja: 財団寄付者: ポール・クック、ゲイリー・ベイド、ランシス・フェルナンド、
ko: 재단 기부자: Paul Cook, Gary Baydo, Ransith Fernando,
lt: Fondo donorai: Paul Cook, Gary Baydo, Ransith Fernando,
no: Fondsgivere: Paul Cook, Gary Baydo, Ransith Fernando,
pl: Darczyńcy fundacji: Paul Cook, Gary Baydo, Ransith Fernando,
pt: Doadores da fundação: Paul Cook, Gary Baydo, Ransith Fernando,
ro: Donatorii fundației: Paul Cook, Gary Baydo, Ransith Fernando,
ru: Доноры фонда: Пол Кук, Гэри Байдо, Рансит Фернандо,

source: Lukasz Berezowski, Eric Ziegler, Laurence Dayton, Albrecht Schmidt,
fa: لوکاس برزوفسکی، اریک زیگلر، لارنس دیتون، آلبرشت اشمیت،
ja: ルカス・ベレゾフスキ、エリック・ジーグラー、ローレンス・デイトン、アルブレヒト・シュミット、
ko: 루카스 베레조프스키, 에릭 지글러, 로렌스 데이튼, 알브레히트 슈미트,
lt: Lukaszas Berezowskis, Ericas Ziegleris, Laurence'as Daytonas, Albrechtas Schmidtas,
pl: Łukasz Berezowski, Eric Ziegler, Laurence Dayton, Albrecht Schmidt,
pt: Lukasz Berezowski, Eric Ziegler, Laurence Dayton, Alberto Schmidt,
ru: Лукаш Березовский, Эрик Циглер, Лоуренс Дейтон, Альбрехт Шмидт,

source: Lloyd Standish and David Beagan.
fa: لوید استندیش و دیوید بیگان.
ja: ロイド・スタンディッシュとデヴィッド・ビーガン。
ko: 로이드 스탠디쉬와 데이비드 비건.
lt: Lloydas Standishas ir Davidas Beaganas.
no: Lloyd Standish og David Beagan.
pl: Lloyda Standisha i Davida Beagana.
pt: Lloyd Standish e David Beagan.
ro: Lloyd Standish și David Beagan.
ru: Ллойд Стэндиш и Дэвид Биган.

source: Testers: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
fa: آزمایش کنندگان: ایلیا کریستوف، کلود تامپلنیتزا، ایان سلن.
ja: テスター: イリヤ・クリストフ、クロード・タンプレニッツァ、イアン・セレン。
ko: 테스터: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
lt: Testuotojai: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
no: Testere: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
pl: Testerzy: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
pt: Testadores: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
ro: Testeri: Iliya Kristoff, Claude Tamplenizza, Ian Sellen.
ru: Тестеры: Илья Кристофф, Клод Тампленицца, Ян Селлен.

source: Thanks to David L Brown and the Good Companions for the chess graphics.
fa: با تشکر از دیوید ال براون و همراهان خوب برای گرافیک شطرنج.
ja: チェスのグラフィックを提供してくれた David L Brown と Good Companions に感謝します。
ko: 체스 그래픽을 제공해 주신 David L Brown과 Good Companions에게 감사드립니다.
lt: Dėkojame Davidui L Brownui ir geriesiems kompanionams už šachmatų grafiką.
no: Takk til David L Brown and the Good Companions for sjakkgrafikken.
pl: Dziękujemy Davidowi L. Brownowi i Good Companions za grafiki szachowe.
pt: Obrigado a David L Brown e aos Good Companions pelos gráficos de xadrez.
ro: Mulțumiri lui David L Brown și Good Companions pentru grafica de șah.
ru: Благодарим Дэвида Л. Брауна и Good Companions за шахматную графику.

source: Thanks to Yusuke Kamiyamane (Fugue icons) for some of the toolbar icons.
fa: با تشکر از Yusuke Kamiyamane (نمادهای فوگ) برای برخی از نمادهای نوار ابزار.
ja: いくつかのツールバーアイコンを提供してくれた上山根 悠介 (Fugue icons) に感謝します。
ko: 툴바 아이콘 중 일부를 제공해 주신 Yusuke Kamiyamane(Fugue 아이콘)에게 감사드립니다.
lt: Dėkojame Yusuke Kamiyamane (fugos piktogramoms) už kai kurias įrankių juostos piktogramas.
no: Takk til Yusuke Kamiyamane (Fugue-ikoner) for noen av verktøylinjeikonene.
pl: Dziękujemy Yusuke Kamiyamane (Fugue icons) za kilka ikon paska narzędzi.
pt: Agradecimentos a Yusuke Kamiyamane (Fugue icons) por alguns dos ícones da barra de ferramentas.
ro: Mulțumim lui Yusuke Kamiyamane (pictograme Fugue) pentru unele dintre pictogramele din bara de instrumente.
ru: Благодарим Юсукэ Камияманэ (Fugue icons) за некоторые иконки для панели инструментов.

source: Special thanks to Mark Crowther for permission to use TWIC to build tarrasch-base,
fa: تشکر ویژه از Mark Crowther برای اجازه استفاده از TWIC برای ساخت tarrasch-
ja: TWIC を使って tarrasch を構築することを許可してくれた Mark Crowther に感謝します。
ko: TWIC를 사용하여 tarrasch를 구축할 수 있도록 허가해 주신 Mark Crowther에게 특별 감사드립니다.
lt: Ypatingas ačiū Markui Crowtheriui už leidimą naudoti TWIC statant tarrasch-
no: Spesiell takk til Mark Crowther for tillatelse til å bruke TWIC til å bygge tarrasch-
pl: Szczególne podziękowania dla Marka Crowthera za pozwolenie na wykorzystanie TWIC do budowy tarasów
pt: Agradecimentos especiais a Mark Crowther pela permissão de usar o TWIC para construir tarrasch-
ro: Mulțumiri speciale lui Mark Crowther pentru permisiunea de a folosi TWIC pentru a construi tarrasch-
ru: Особая благодарность Марку Кроутеру за разрешение использовать TWIC для создания тарраша-

source: the default database, TWIC underlies all modern chess database curation,
fa: پایگاه داده پیش‌فرض، TWIC زیربنای تمام مدیریت پایگاه داده شطرنج مدرن است،
ja: デフォルトのデータベースであるTWICは、すべての現代のチェスデータベースキュレーションの基礎となっています。
ko: 기본 데이터베이스인 TWIC는 모든 현대 체스 데이터베이스 큐레이션의 기반이 됩니다.
lt: numatytoji duomenų bazė TWIC yra visos šiuolaikinės šachmatų duomenų bazės kuravimo pagrindas,
no: standarddatabasen, TWIC ligger til grunn for all moderne sjakkdatabasekurering,
pl: domyślna baza danych, TWIC, stanowi podstawę wszystkich nowoczesnych baz danych szachowych,
pt: o banco de dados padrão, TWIC, é a base de toda a curadoria de bancos de dados de xadrez modernos,
ro: baza de date implicită, TWIC stă la baza întregii baze de date moderne de șah,
ru: база данных по умолчанию, TWIC лежит в основе всех современных баз данных шахмат,

source: the chess community owes Mark a massive debt.
fa: جامعه شطرنج به مارک بدهی هنگفتی دارد.
ja: チェス界はマークに多大な恩義を負っている。
ko: 체스 커뮤니티는 마크에게 엄청난 빚을 지고 있다.
lt: šachmatų bendruomenė yra skolinga Markui didžiulę skolą.
no: sjakkmiljøet skylder Mark en enorm gjeld.
pl: Społeczność szachowa jest ogromnie wdzięczna Markowi.
pt: a comunidade do xadrez tem uma dívida enorme com Mark.
ro: comunitatea de șah îi datorează lui Mark o datorie masivă.
ru: шахматное сообщество в огромном долгу перед Марком.

source: Thanks to Ed Schroeder for Millionbase.
fa: با تشکر از اد شرودر برای Millionbase.
ja: Millionbase の Ed Schroeder に感謝します。
ko: Millionbase에 대한 Ed Schroeder의 도움에 감사드립니다.
lt: Ačiū Edui Schroederiui už „Millionbase“.
no: Takk til Ed Schroeder for Millionbase.
pl: Dziękujemy Edowi Schroederowi z Millionbase.
pt: Obrigado a Ed Schroeder pela Millionbase.
ro: Mulțumim lui Ed Schroeder pentru Millionbase.
ru: Спасибо Эду Шредеру за Millionbase.

source: Thanks to the engine authors who provided explicit permission to
fa: با تشکر از نویسندگان موتور که مجوز صریح را ارائه کردند
ja: 明示的に許可を与えてくれたエンジンの作者に感謝します
ko: 명시적으로 허가를 제공한 엔진 작성자에게 감사드립니다.
lt: Ačiū variklio autoriams, kurie suteikė aiškų leidimą
no: Takk til motorforfatterne som ga eksplisitt tillatelse til
pl: Dziękujemy autorom silnika, którzy udzielili wyraźnej zgody
pt: Agradecemos aos autores do motor que forneceram permissão explícita para
ro: Mulțumim autorilor motoarelor care au oferit permisiunea explicită pentru
ru: Спасибо авторам движка, которые дали явное разрешение

source: include their engines. In chronological order, Vasik Rajlich (Rybka),
fa: موتورهای آنها را نیز شامل می شود. به ترتیب زمانی، واسیک راجلیچ (ریبکا)،
ja: エンジンも含まれています。年代順に、Vasik Rajlich (Rybka)、
ko: 엔진을 포함합니다. 연대순으로, Vasik Rajlich(Rybka),
lt: įskaitant jų variklius. Chronologine tvarka Vasik Rajlich (Rybka),
no: inkludere motorene deres. I kronologisk rekkefølge, Vasik Rajlich (Rybka),
pl: obejmują ich silniki. W porządku chronologicznym, Vasik Rajlich (Rybka),
pt: incluem seus motores. Em ordem cronológica, Vasik Rajlich (Rybka),
ro: includ motoarele lor. În ordine cronologică, Vasik Rajlich (Rybka),
ru: включают их двигатели. В хронологическом порядке, Васик Райлих (Рыбка),

source: the late Don Dailey and Larry Kaufman (Komodo), and Robert Houdart (Houdini).
fa: مرحوم دان دیلی و لری کافمن (کومودو) و رابرت هودارت (هودینی).
ja: 故ドン・デイリーとラリー・カウフマン（コモド）、ロバート・ウダール（フーディーニ）。
ko: 고인이 된 돈 데일리와 래리 카우프만(코모도), 그리고 로버트 후다트(후디니).
lt: velionis Donas Dailey ir Larry Kaufmanas (Komodo) ir Robertas Houdartas (Houdinis).
no: avdøde Don Dailey og Larry Kaufman (Komodo), og Robert Houdart (Houdini).
pl: nieżyjący już Don Dailey i Larry Kaufman (Komodo) oraz Robert Houdart (Houdini).
pt: os falecidos Don Dailey e Larry Kaufman (Komodo) e Robert Houdart (Houdini).
ro: regretații Don Dailey și Larry Kaufman (Komodo) și Robert Houdart (Houdini).
ru: покойные Дон Дейли и Ларри Кауфман (Комодо), а также Роберт Хударт (Гудини).

source: Thanks to the Stockfish team, Stockfish is now the default engine.
fa: به لطف تیم Stockfish، Stockfish اکنون موتور پیش فرض است.
ja: Stockfish チームのおかげで、Stockfish がデフォルトのエンジンになりました。
ko: Stockfish 팀 덕분에 Stockfish가 이제 기본 엔진이 되었습니다.
lt: „Stockfish“ komandos dėka „Stockfish“ dabar yra numatytasis variklis.
no: Takket være Stockfish-teamet er Stockfish nå standardmotoren.
pl: Dzięki zespołowi Stockfish, Stockfish jest teraz domyślnym silnikiem.
pt: Graças à equipe do Stockfish, o Stockfish agora é o mecanismo padrão.
ro: Datorită echipei Stockfish, Stockfish este acum motorul implicit.
ru: Благодаря команде Stockfish, Stockfish теперь является движком по умолчанию.

source: Permission to include Stockfish is inherent in its licence, as long
fa: اجازه گنجاندن Stockfish تا زمانی که در مجوز آن ذاتی است
ja: Stockfishを含める許可は、そのライセンスに内在しており、
ko: Stockfish를 포함하는 허가는 라이센스에 내재되어 있습니다.
lt: Leidimas įtraukti Stockfish yra neatsiejamas nuo jos licencijos
no: Tillatelse til å inkludere Stockfish er iboende i lisensen så lenge
pl: Zezwolenie na włączenie Stockfish jest zawarte w licencji, pod warunkiem
pt: A permissão para incluir Stockfish é inerente à sua licença, desde que
ro: Permisiunea de a include Stockfish este inerentă licenței sale, atât timp cât
ru: Разрешение на включение Stockfish содержится в лицензии, при условии, что

source: as the location of the Stockfish source code is provided.
fa: همانطور که محل کد منبع Stockfish ارائه شده است.
ja: Stockfish ソースコードの場所が提供されています。
ko: Stockfish 소스 코드의 위치가 제공됩니다.
lt: kaip nurodyta Stockfish šaltinio kodo vieta.
no: som plasseringen av Stockfish-kildekoden er oppgitt.
pl: ponieważ podano lokalizację kodu źródłowego Stockfish.
pt: como a localização do código-fonte do Stockfish é fornecida.
ro: deoarece este furnizată locația codului sursă Stockfish.
ru: так как указано расположение исходного кода Stockfish.

source: The location is https://stockfishchess.org.
fa: مکان https://stockfishchess.org است.
ja: 場所は https://stockfishchess.org です。
ko: 위치는 https://stockfishchess.org입니다.
lt: Vieta yra https://stockfishchess.org.
no: Stedet er https://stockfishchess.org.
pl: Lokalizacja: https://stockfishchess.org.
pt: O local é https://stockfishchess.org.
ro: Locația este https://stockfishchess.org.
ru: Местоположение: https://stockfishchess.org.

source: Thanks to Inno Setup from Jordan Russell (jrsoftware.org),
fa: با تشکر از Inno Setup از جردن راسل (jrsoftware.org)،
ja: Jordan Russell (jrsoftware.org) の Inno Setup に感謝します。
ko: Jordan Russell(jrsoftware.org)의 Inno Setup 덕분에
lt: Ačiū Inno Setup iš Jordan Russell (jrsoftware.org),
no: Takket være Inno Setup fra Jordan Russell (jrsoftware.org),
pl: Dziękujemy Inno Setup od Jordana Russella (jrsoftware.org),
pt: Graças ao Inno Setup de Jordan Russell (jrsoftware.org),
ro: Datorită Inno Setup de la Jordan Russell (jrsoftware.org),
ru: Спасибо Inno Setup от Джордана Рассела (jrsoftware.org),

source: for the setup program.
fa: برای برنامه راه اندازی
ja: セットアッププログラム用。
ko: 설치 프로그램을 위해서.
lt: sąrankos programai.
no: for oppsettprogrammet.
pl: dla programu instalacyjnego.
pt: para o programa de instalação.
ro: pentru programul de instalare.
ru: для программы установки.

source: Thanks to Julian Smart, Vadim Zeitlin and the wxWidgets community
fa: با تشکر از جولیان اسمارت، وادیم زیتلین و انجمن wxWidgets
ja: Julian Smart、Vadim Zeitlin、wxWidgetsコミュニティに感謝します
ko: Julian Smart, Vadim Zeitlin 및 wxWidgets 커뮤니티에 감사드립니다.
lt: Ačiū Julianui Smartui, Vadimui Zeitlinui ir wxWidgets bendruomenei
no: Takk til Julian Smart, Vadim Zeitlin og wxWidgets-fellesskapet
pl: Dziękujemy Julianowi Smartowi, Vadimowi Zeitlinowi i społeczności wxWidgets
pt: Obrigado a Julian Smart, Vadim Zeitlin e a comunidade wxWidgets
ro: Mulțumim lui Julian Smart, Vadim Zeitlin și comunității wxWidgets
ru: Спасибо Джулиану Смарту, Вадиму Цейтлину и сообществу wxWidgets

source: for the GUI library.
fa: برای کتابخانه رابط کاربری گرافیکی
ja: GUI ライブラリ用。
ko: GUI 라이브러리용.
lt: GUI bibliotekai.
no: for GUI-biblioteket.
pl: dla biblioteki GUI.
pt: para a biblioteca GUI.
ro: pentru biblioteca GUI.
ru: для библиотеки графического интерфейса.

source: Thanks to Garry Peek and the Radium team - Norman Bartholomew, John Cocks,
fa: با تشکر از گری پیک و تیم رادیوم - نورمن بارتولومیو، جان کاکس،
ja: ギャリー・ピークとラジウムチーム、ノーマン・バーソロミュー、ジョン・コックスに感謝します。
ko: Garry Peek와 Radium 팀(Norman Bartholomew, John Cocks)에게 감사드립니다.
lt: Ačiū Garry Peek ir Radium komandai - Norman Bartholomew, John Cocks,
no: Takk til Garry Peek og Radium-teamet - Norman Bartholomew, John Cocks,
pl: Dziękujemy Garry’emu Peekowi i zespołowi Radium: Normanowi Bartholomew, Johnowi Cocksowi,
pt: Agradecimentos a Garry Peek e à equipe do Radium - Norman Bartholomew, John Cocks,
ro: Mulțumim lui Garry Peek și echipei Radium - Norman Bartholomew, John Cocks,
ru: Спасибо Гарри Пику и команде Radium - Норману Бартоломью, Джону Коксу,

source: Jaron Peek, Tim McEwan, Brian Peach, Dr Garry Brown, Corwin Newall,
fa: جارون پیک، تیم مک ایوان، برایان پیچ، دکتر گری براون، کوروین نیوال،
ja: ジャロン・ピーク、ティム・マキューアン、ブライアン・ピーチ、ギャリー・ブラウン博士、コーウィン・ニューオール、
lt: Jaronas Peekas, Timas McEwanas, Brianas Peachas, Dr Garry Brownas, Corwinas Newallas,
ru: Джарон Пик, Тим Макьюэн, Брайан Пич, доктор Гарри Браун, Корвин Ньюолл,

source: Kate Hyndman and James Herbison for providing office space
fa: کیت هیندمن و جیمز هربیسون برای تهیه فضای اداری
ja: オフィススペースを提供してくれたケイト・ハインドマンとジェームズ・ハービソン
ko: 사무실 공간을 제공해 주신 Kate Hyndman과 James Herbison에게 감사드립니다.
lt: Kate Hyndman ir James Herbison už biuro patalpų suteikimą
no: Kate Hyndman og James Herbison for å tilby kontorlokaler
pl: Kate Hyndman i James Herbison za udostępnienie powierzchni biurowej
pt: Kate Hyndman e James Herbison por fornecerem espaço para escritórios
ro: Kate Hyndman și James Herbison pentru furnizarea de spațiu de birou
ru: Кейт Хайндман и Джеймсу Хербисону за предоставление офисного помещения

source: and good company through much of the V3 development grind.
fa: و شرکت خوب در بسیاری از مراحل توسعه V3.
ja: そして、V3 の開発作業の大部分を共にした良き仲間でした。
ko: V3 개발 과정 대부분을 함께한 좋은 동료였습니다.
lt: ir gera kompanija per didžiąją dalį V3 plėtros.
no: og godt selskap gjennom mye av V3-utviklingen.
pl: i dobre towarzystwo przez większą część prac nad wersją V3.
pt: e boa companhia durante grande parte do desenvolvimento do V3.
ro: și o companie bună prin mare parte din procesul de dezvoltare V3.
ru: и хорошая компания на протяжении большей части рутинной разработки V3.

source: Thanks to my dear wife Maria Champion-Forster, for not only tolerating me
fa: از همسر عزیزم ماریا چمپیون فورستر تشکر می کنم که نه تنها مرا تحمل کرد
ja: 愛する妻マリア・チャンピオン・フォースターに感謝します。私を我慢してくれただけでなく
ko: 나의 사랑하는 아내 마리아 챔피언-포스터에게 감사드립니다.
lt: Ačiū mano brangiai žmonai Maria Champion-Forster, kad ne tik mane toleravote
no: Takk til min kjære kone Maria Champion-Forster, for at du ikke bare tolererte meg
pl: Dziękuję mojej kochanej żonie Marii Champion-Forster, za to, że nie tylko mnie toleruje
pt: Agradeço à minha querida esposa Maria Champion-Forster, por não apenas me tolerar
ro: Mulțumesc dragei mele soții Maria Champion-Forster, pentru că nu numai că m-a tolerat
ru: Спасибо моей дорогой жене Марии Чемпион-Форстер за то, что она не только терпела меня,

source: spending (wasting?) thousands of hours on this project,
fa: هزاران ساعت صرف (هدر دادن؟) روی این پروژه،
ja: このプロジェクトに何千時間も費やし（無駄に？）、
ko: 이 프로젝트에 수천 시간을 투자(낭비?)하고 있습니다.
lt: praleisti (švaistyti?) tūkstančius valandų šiam projektui,
no: bruke (kaste bort?) tusenvis av timer på dette prosjektet,
pl: poświęcając (marnując?) tysiące godzin na ten projekt,
pt: gastando (desperdiçando?) milhares de horas neste projeto,
ro: cheltuind (pierd?) mii de ore pe acest proiect,
ru: тратя (тратя впустую?) тысячи часов на этот проект,

source: but actually encouraging it.
fa: اما در واقع آن را تشویق می کند.
ja: しかし、実際にはそれを奨励しています。
ko: 하지만 실제로는 장려하고 있죠.
lt: bet iš tikrųjų tai skatina.
no: men faktisk oppmuntrende det.
pl: ale wręcz przeciwnie – zachęcamy do tego.
pt: mas na verdade encorajando-o.
ro: dar de fapt încurajând-o.
ru: а на самом деле поощряет это.

source: Dedicated to the memory of John Victor Forster 1949-2001.
fa: تقدیم به یاد جان ویکتور فورستر 1949-2001.
ja: ジョン・ビクター・フォースター (1949-2001) の追悼に捧げます。
ko: 존 빅터 포스터(1949-2001)의 추모를 위해 헌정합니다.
lt: Skirta Džono Viktoro Forsterio atminimui 1949–2001 m.
no: Dedikert til minnet om John Victor Forster 1949-2001.
pl: Poświęcone pamięci Johna Victora Forstera 1949-2001.
pt: Dedicado à memória de John Victor Forster (1949-2001).
ro: Dedicat memoriei lui John Victor Forster 1949-2001.
ru: Посвящено памяти Джона Виктора Форстера 1949-2001.

source: We miss him every day.
fa: هر روز دلمون براش تنگ میشه
ja: 私たちは毎日彼を恋しく思っています。
ko: 우리는 매일 그를 그리워합니다.
lt: Mes jo pasiilgome kiekvieną dieną.
no: Vi savner ham hver dag.
pl: Tęsknimy za nim każdego dnia.
pt: Sentimos falta dele todos os dias.
ro: Ne este dor de el în fiecare zi.
ru: Мы скучаем по нему каждый день.

source: Error loading book
fa: خطا در بارگیری کتاب
ja: 書籍の読み込み中にエラーが発生しました
ko: 책 로딩 오류
lt: Įkeliant knygą įvyko klaida
no: Feil ved innlasting av bok
pl: Błąd ładowania książki
pt: Erro ao carregar o livro
ro: Eroare la încărcarea cărții
ru: Ошибка загрузки книги

source: There are no book moves for this position
fa: هیچ حرکت کتابی برای این موقعیت وجود ندارد
ja: このポジションにはブック移動はありません
ko: 이 직위에 대한 책 이동이 없습니다.
lt: Šioje pozicijoje nėra jokių knygų judesių
no: Det er ingen boktrekk for denne stillingen
pl: Nie ma żadnych ruchów książkowych dla tej pozycji
pt: Não há movimentos de livros para esta posição
ro: Nu există mișcări de carte pentru această poziție
ru: Для этой позиции нет ходов книги

source: Opening book message
fa: باز کردن پیام کتاب
ja: オープニングブックメッセージ
ko: 책 개봉 메시지
lt: Knygos atidarymo žinutė
no: Åpningsbokmelding
pl: Wiadomość o otwarciu książki
pt: Mensagem de abertura do livro
ro: Deschiderea mesajului cărții
ru: Открытие книги сообщение

source: You are about to change languages to
fa: شما در حال تغییر زبان به
ja: 言語を変更しようとしています
ko: 언어를 변경하려고 합니다.
lt: Ketinate pakeisti kalbas į
no: Du er i ferd med å endre språk til
pl: Zamierzasz zmienić język na
pt: Você está prestes a mudar o idioma para
ro: Sunteți pe cale să schimbați limbile în
ru: Вы собираетесь изменить языки на

source: Do you wish to continue ?
fa: آیا می خواهید ادامه دهید؟
ja: 続行しますか?
ko: 계속하시겠습니까?
lt: Ar norite tęsti?
no: Ønsker du å fortsette?
pl: Czy chcesz kontynuować?
pt: Você deseja continuar?
ro: Doriți să continuați?
ru: Хотите продолжить?

source: Change language message
fa: تغییر زبان پیام
ja: 言語メッセージの変更
ko: 언어 메시지 변경
lt: Keisti pranešimo kalbą
no: Endre språkmelding
pl: Zmień język wiadomości
pt: Alterar mensagem de idioma
ro: Schimbați mesajul în limba
ru: Изменить язык сообщения

source: English
fa: انگلیسی
ja: 英語
ko: 영어
lt: anglų kalba
no: engelsk
pl: angielski
pt: Inglês
ro: engleză
ru: Английский

source: Albanian
fa: آلبانیایی
ja: アルバニア語
ko: 알바니아
lt: albanų
no: albansk
pl: albański
pt: albanês
ro: albanez
ru: албанский

source: Arabic
fa: عربی
ja: アラビア語
ko: 아라비아 말
lt: arabų
no: arabisk
pl: arabski
pt: árabe
ru: арабский

source: Bengali
fa: بنگالی
ja: ベンガル語
ko: 벵골 사람
lt: bengalų
pl: bengalski
ro: bengaleză
ru: бенгальский

source: Bulgarian
fa: بلغاری
ja: ブルガリア語
ko: 불가리아 사람
lt: bulgarų
no: Bulgarsk
pl: bułgarski
pt: búlgaro
ro: bulgar
ru: болгарский

source: Chinese
fa: چینی
ja: 中国語
ko: 중국인
lt: kinų
no: kinesisk
pl: chiński
pt: chinês
ro: chinez
ru: китайский

source: Czech
fa: چک
ja: チェコ語
ko: 체코 사람
lt: čekų
no: tsjekkisk
pl: czeski
pt: Checo
ro: ceh
ru: чешский

source: Danish
fa: دانمارکی
ja: デンマーク語
ko: 덴마크 말
lt: danų
no: dansk
pl: duński
pt: dinamarquês
ro: danez
ru: датский
