Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: then 2. Nf3 will be set to 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
fa: سپس 2. Nf3 روی 999 تنظیم می شود. 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
ja: 2. Nf3は999に設定されます 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
ko: 그러면 2. Nf3는 999 2. f4(109) 2. Nc3(54) 2. Bc4(18)로 설정됩니다.
lt: tada 2. Nf3 bus nustatytas į 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
no: da settes 2. Nf3 til 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
pl: następnie 2. Sf3 zostanie ustawione na 999 2. f4 (109) 2. Sc3 (54) 2. Gc4 (18)
pt: então 2. Nf3 será definido como 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
ro: apoi 2. Nf3 va fi setat la 999 2. f4 (109) 2. Nc3 (54) 2. Bc4 (18)
ru: затем 2. Кf3 будет установлен на 999 2. f4 (109) 2. Кc3 (54) 2. Сc4 (18)

source: Although this is hardly ideal, it does allow you set a range
fa: اگرچه این به سختی ایده آل است، اما به شما امکان می دهد محدوده را تنظیم کنید
ja: これは理想的とは言えないが、範囲を設定することはできる。
ko: 이것이 이상적이지는 않지만 범위를 설정할 수 있습니다.
lt: Nors tai vargu ar idealu, tai leidžia nustatyti diapazoną
no: Selv om dette neppe er ideelt, lar det deg stille inn en rekkevidde
pl: Choć nie jest to rozwiązanie idealne, pozwala ono na ustalenie zakresu
pt: Embora isso não seja o ideal, permite que você defina um intervalo
ro: Deși acest lucru nu este ideal, vă permite să setați un interval
ru: Хотя это вряд ли идеально, но это позволяет вам задать диапазон

source: for the move weights. For example, if you set a filter range value
fa: برای وزنه های حرکتی برای مثال، اگر مقدار محدوده فیلتر را تنظیم کنید
ja: 移動の重みを設定します。例えば、フィルタ範囲の値を設定すると
ko: 이동 가중치의 경우. 예를 들어 필터 범위 값을 설정하는 경우
lt: judėjimo svoriams. Pavyzdžiui, jei nustatote filtro diapazono reikšmę
no: for flyttevektene. For eksempel hvis du angir en filterområdeverdi
pl: dla wag ruchu. Na przykład, jeśli ustawisz wartość zakresu filtra
pt: para os pesos de movimento. Por exemplo, se você definir um valor de intervalo de filtro
ro: pentru greutățile de mișcare. De exemplu, dacă setați o valoare pentru intervalul de filtru
ru: для веса перемещения. Например, если вы установите значение диапазона фильтра

source: of 100 - 999 then you will get at least one move at every turn,
fa: از 100 - 999، در هر نوبت حداقل یک حرکت خواهید داشت،
ja: 100～999の場合、毎ターン少なくとも1回は移動できます。
ko: 100~999 중에서 적어도 한 번은 움직일 수 있습니다.
lt: 100–999, tada sulauksite bent vieno judesio kiekviename žingsnyje,
no: av 100 - 999 så vil du få minst ett trekk ved hver sving,
pl: od 100 do 999, wtedy będziesz mieć co najmniej jeden ruch na każdym kroku,
pt: de 100 a 999, então você terá pelo menos um movimento em cada turno,
ro: de 100 - 999, atunci vei obține cel puțin o mișcare la fiecare pas,
ru: от 100 до 999, то вы получите как минимум один ход на каждом ходу,

source: with the lower weight moves filtered out.
fa: با وزن کمتر فیلتر شده است.
ja: より軽い重量の動きは除外されます。
ko: 낮은 무게의 움직임은 필터링되어 제외됩니다.
lt: mažesnio svorio judesiai išfiltruojami.
no: med de lavere vektbevegelsene filtrert bort.
pl: z odfiltrowanymi ruchami o mniejszej wadze.
pt: com os movimentos de menor peso filtrados.
ro: cu mișcările cu greutate mai mică filtrate.
ru: при этом движения с меньшим весом отфильтровываются.

source: If you just want a move played at random from the opening book then
fa: اگر فقط می خواهید یک حرکت به صورت تصادفی از کتاب آغازین انجام شود
ja: オープニングブックからランダムに動きをプレイしたいだけなら
ko: 오프닝 책에서 무작위로 플레이되는 움직임을 원하는 경우
lt: Jei norite tiesiog atsitiktinai suveikto žingsnio iš atidarymo knygos, tada
no: Hvis du bare vil ha et tilfeldig trekk fra åpningsboken da
pl: Jeśli chcesz po prostu wykonać ruch losowo z książki otwarć, to
pt: Se você quer apenas um movimento jogado aleatoriamente do livro de abertura, então
ro: Dacă vrei doar o mișcare jucată la întâmplare din cartea de deschidere, atunci
ru: Если вы просто хотите сделать ход, сыгранный случайным образом из дебютной книги, то

source: switch off <Use weight scaling> and switch off <Use weight filter>
fa: <Use weight scaling> را خاموش و <Use weight filter را خاموش کنید
ja: <重みスケーリングを使用する>をオフにし、<重みフィルターを使用する>をオフにします。
ko: <체중 스케일링 사용>을 끄고 <체중 필터 사용>을 끕니다.
lt: išjunkite <Naudoti svorio skalavimą> ir išjunkite <Naudoti svorio filtrą>
no: slå av <Bruk vektskalering> og slå av <Bruk vektfilter>
pl: wyłącz <Użyj skalowania wagi> i wyłącz <Użyj filtra wagi>
pt: desligue <Usar escala de peso> e desligue <Usar filtro de peso>
ro: dezactivați <Folosiți cântare de greutate> și dezactivați <Folosiți filtru de greutate>
ru: выключите <Использовать масштабирование веса> и выключите <Использовать фильтр веса>

source: or switch <Use weight filter> on and set the filter min weight to 1
fa: یا <استفاده از فیلتر وزن> را روشن کنید و حداقل وزن فیلتر را روی 1 تنظیم کنید
ja: または、<重みフィルタを使用する>をオンにして、フィルタの最小重みを1に設定します。
ko: 또는 <가중치 필터 사용>을 켜고 필터 최소 가중치를 1로 설정합니다.
lt: arba įjunkite <Use weight filter> ir nustatykite filtro minimalų svorį į 1
no: eller slå på <Bruk vektfilter> og sett filterets min vekt til 1
pl: lub włącz opcję <Użyj filtra wagowego> i ustaw minimalną wagę filtra na 1
pt: ou ative <Usar filtro de peso> e defina o peso mínimo do filtro como 1
ro: sau porniți <Utilizați filtrul de greutate> și setați greutatea minimă a filtrului la 1
ru: или включите <Использовать фильтр веса> и установите минимальный вес фильтра на 1

source: and filter max weight to 65000
fa: و حداکثر وزن فیلتر تا 65000
ja: フィルターの最大重みを65000にする
ko: 그리고 최대 중량을 65000으로 필터링합니다
lt: ir filtro maksimalus svoris iki 65000
no: og filter maks vekt til 65000
pl: i filtruj o maksymalnej wadze do 65000
pt: e filtrar peso máximo para 65000
ro: și greutatea maximă a filtrului la 65000
ru: и максимальный вес фильтра до 65000

source: The scaling and filtering options do not alter the move weights
fa: گزینه های مقیاس بندی و فیلتر کردن وزن حرکت را تغییر نمی دهند
ja: スケーリングとフィルタリングのオプションは移動の重みを変えません
ko: 크기 조정 및 필터링 옵션은 이동 가중치를 변경하지 않습니다.
lt: Mastelio keitimo ir filtravimo parinktys nekeičia judėjimo svorio
no: Skalerings- og filtreringsalternativene endrer ikke bevegelsesvektene
pl: Opcje skalowania i filtrowania nie zmieniają wag ruchów
pt: As opções de dimensionamento e filtragem não alteram os pesos dos movimentos
ro: Opțiunile de scalare și filtrare nu modifică greutățile de mișcare
ru: Параметры масштабирования и фильтрации не изменяют вес перемещений.

source: in the opening book, the weights are only modified for display.
fa: در کتاب آغازین، وزن ها فقط برای نمایش اصلاح شده اند.
ja: オープニングブックでは、重みは表示用にのみ変更されています。
ko: 첫 번째 책에서는 무게가 표시를 위해서만 수정되었습니다.
lt: atidarymo knygoje svoriai modifikuoti tik rodymui.
no: i åpningsboken er vektene kun modifisert for visning.
pl: w księdze otwierającej wagi są modyfikowane wyłącznie w celu wyświetlenia.
pt: no livro de abertura, os pesos são modificados apenas para exibição.
ro: în cartea de deschidere, greutățile sunt modificate doar pentru afișare.
ru: в дебютной книге веса изменены только для наглядности.

source: If you want to make the move weight scaling and/or filtering changes
fa: اگر می خواهید تغییر مقیاس وزن و/یا فیلتر کردن حرکت را ایجاد کنید
ja: 移動の重みのスケーリングやフィルタリングの変更をしたい場合
ko: 이동 가중치 확장 및/또는 필터링 변경을 수행하려는 경우
lt: Jei norite atlikti judesio svorio mastelio ir (arba) filtravimo pakeitimus
no: Hvis du ønsker å foreta bevegelsen vektskalering og/eller filtreringsendringer
pl: Jeśli chcesz dokonać zmian w skalowaniu wagi i/lub filtrowaniu ruchu
pt: Se você quiser fazer alterações na escala de peso e/ou filtragem do movimento
ro: Dacă doriți să faceți modificarea greutății de mutare și/sau filtrare
ru: Если вы хотите сделать ход, масштабирование веса и/или фильтрация изменений

source: permanent, then click on the <Re-write file> button.
fa: دائمی، سپس بر روی دکمه <Re-write file> کلیک کنید.
ja: 永続的に保存する場合は、<ファイルの書き換え> ボタンをクリックします。
ko: 영구적으로 선택하고 <파일 다시 쓰기> 버튼을 클릭하세요.
lt: visam laikui, tada spustelėkite mygtuką <Perrašyti failą>.
no: permanent, og klikk deretter på <Re-write file>-knappen.
pl: na stałe, a następnie kliknij przycisk <Zapisz plik ponownie>.
pt: permanente e clique no botão <Reescrever arquivo>.
ro: permanent, apoi faceți clic pe butonul <Re-write file>.
ru: навсегда, затем нажмите кнопку <Переписать файл>.

source: Polyglot .bin move weight help
ja: ポリグロット .bin 移動重量ヘルプ
ko: 다국어 .bin 이동 무게 도움말
lt: Polyglot .bin perkelti svorio pagalba
no: Polyglot .bin flytte vekt hjelp
pl: Pomoc w przenoszeniu ciężaru pliku Polyglot .bin
pt: Ajuda para mover peso do Polyglot .bin
ro: Polyglot .bin mută greutate ajutor
ru: Полиглот .bin переместить вес помощь

source: Training position:
fa: موقعیت آموزشی:
ja: トレーニングポジション:
ko: 훈련 위치:
lt: Treniruotės pozicija:
no: Treningsstilling:
pl: Stanowisko szkoleniowe:
pt: Posição de treinamento:
ro: Poziția de antrenament:
ru: Позиция обучения:

source: Beginner: Mating K+Q versus bare K
fa: مبتدی: جفت گیری K+Q در مقابل K خالی
ja: 初心者: 交配 K+Q と裸の K
ko: 초보자: K+Q 대 베어 K의 결합
lt: Pradedantysis: poravimasis K+Q ir plikas K
no: Nybegynner: Paring K+Q versus bare K
pl: Początkujący: łączenie K+Q z gołym K
pt: Iniciante: Acasalamento K+Q versus K nu
ro: Începător: Împerecherea K+Q față de K pur
ru: Новичок: спаривание K+Q против голого K

source: Beginner: Mating K+R versus bare K
fa: مبتدی: جفت گیری K+R در مقابل K لخت
ja: 初心者: 交配 K+R と裸の K
ko: 초보자: K+R 대 맨 K의 결합
lt: Pradedantysis: poravimasis K+R ir plikas K
no: Nybegynner: Paring K+R versus bare K
pl: Początkujący: łączenie K+R z gołym K
pt: Iniciante: Acasalamento K+R versus K nu
ro: Începător: Împerecherea K+R față de K nu
ru: Новичок: Спаривание K+R против чистого K

source: Beginner: Winning with extra piece, endgame
fa: مبتدی: برنده شدن با قطعه اضافی، پایان بازی
ja: 初心者: 追加ピースで勝つ、終盤
ko: 초보자: 추가 피스로 승리, 엔드게임
lt: Pradedantysis: Laimėjimas su papildoma figūra, galutinis žaidimas
no: Nybegynner: Vinner med ekstra brikke, sluttspill
pl: Początkujący: Wygrana z dodatkowymi figurami, końcówka
pt: Iniciante: Vencer com peça extra, final de jogo
ro: Începător: Câștig cu piesă suplimentară, final de joc
ru: Новичок: победа с дополнительной фигурой, эндшпиль

source: Beginner: Winning with extra rook, middlegame
fa: مبتدی: برنده شدن با روک اضافی، وسط بازی
ja: 初心者: ルークを追加して勝つ、ミドルゲーム
ko: 초보자: 추가 룩으로 승리, 미들게임
lt: Pradedantysis: Laimėjimas su papildomu bokštu, vidutinis žaidimas
no: Nybegynner: Vinne med ekstra tårn, midtspill
pl: Początkujący: Wygrana z dodatkową wieżą, gra środkowa
pt: Iniciante: Vencer com torre extra, meio-jogo
ro: Începător: Câștig cu turnă suplimentară, joc de mijloc
ru: Новичок: Победа с дополнительной ладьей, миттельшпиль

source: Intermediate: Winning with extra piece, middlegame
fa: متوسط: برنده شدن با قطعه اضافی، وسط بازی
ja: 中級：追加ピースで勝つ、中盤
ko: 중급: 추가 피스로 승리, 중간 게임
lt: Vidutinis: laimėjimas su papildoma figūra, vidutinis žaidimas
no: Middels: Vinner med ekstra brikke, mellomspill
pl: Średnio zaawansowany: Wygrana z dodatkowymi figurami, gra środkowa
pt: Intermediário: Vencer com peça extra, meio-jogo
ro: Intermediar: Câștig cu piesă suplimentară, joc de mijloc
ru: Средний уровень: победа с лишней фигурой, миттельшпиль

source: Intermediate: Lucena Position
fa: متوسط: موقعیت لوسنا
ja: 中級：ルセナポジション
ko: 중급: 루세나 포지션
lt: Vidutinis: Lucena Pareigos
no: Mellomliggende: Lucena Posisjon
pl: Średniozaawansowany: Pozycja Lucena
pt: Intermediário: Posição Lucena
ro: Intermediar: Poziția Lucena
ru: Средний уровень: позиция Лусена

source: Intermediate: Philidor Position
fa: متوسط: موقعیت فیلیدور
ja: 中級者：フィリドールのポジション
ko: 중급: 필리도르 포지션
lt: Vidutinis: Filidoro pareigos
no: Mellomliggende: Philidor-stilling
pl: Średnio zaawansowany: Pozycja Philidora
pt: Intermediário: Posição Philidor
ro: Intermediar: Poziția Philidor
ru: Средний уровень: позиция Филидора

source: Intermediate: K+Q versus K+P (R pawn on 7th); draw
fa: متوسط: K+Q در مقابل K+P (پیاده R در هفتم)؛ قرعه کشی
ja: 中級：K+Q対K+P（7番目のRポーン）；引き分け
ko: 중급: K+Q 대 K+P(7번째 R 폰); 무승부
lt: Vidutinis: K+Q prieš K+P (R pėstininkas 7-oje vietoje); piešti
no: Mellomliggende: K+Q versus K+P (R-bonde på 7.); tegne
pl: Średnio zaawansowany: K+Q kontra K+P (pionek R na 7. polu); remis
pt: Intermediário: K+Q versus K+P (peão R no 7º); empate
ro: Intermediar: K+Q versus K+P (pion R pe locul 7); remiză
ru: Средний уровень: K+Q против K+P (пешка R на 7-м); ничья

source: Intermediate: K+Q versus K+P (B pawn on 7th); draw
fa: متوسط: K+Q در مقابل K+P (پیاده B در هفتم)؛ قرعه کشی
ja: 中級：K+Q対K+P（7番目のBポーン）；引き分け
ko: 중급: K+Q 대 K+P(7번째 B 폰); 무승부
lt: Vidutinis: K+Q prieš K+P (B pėstininkas 7-oje vietoje); piešti
no: Mellomliggende: K+Q versus K+P (B-bonde på 7.); tegne
pl: Średnio zaawansowany: K+Q kontra K+P (pionek B na 7. polu); remis
pt: Intermediário: K+Q versus K+P (peão B no 7º); empate
ro: Intermediar: K+Q versus K+P (pion B pe locul 7); remiză
ru: Средний уровень: K+Q против K+P (пешка B на 7-м); ничья

source: Intermediate: K+Q versus K+P (N pawn on 7th); win
fa: متوسط: K+Q در مقابل K+P (N پیاده روی هفتم). برنده شدن
ja: 中級：K+Q対K+P（7番目のNポーン）；勝利
ko: 중급: K+Q 대 K+P(7번째 폰 N개); 승리
lt: Vidutinis: K+Q prieš K+P (N pėstininkas 7-oje vietoje); laimėti
no: Mellomliggende: K+Q versus K+P (N bonde på 7.); vinne
pl: Średnio zaawansowany: K+Q kontra K+P (pionek N na 7. polu); wygrana
pt: Intermediário: K+Q versus K+P (peão N no 7º); vitória
ro: Intermediar: K+Q versus K+P (N pion pe locul 7); câştiga
ru: Средний: K+Q против K+P (N-пешка на 7-м); победа

source: Advanced: Converting extra pawn, middlegame
fa: پیشرفته: تبدیل پیاده اضافی، بازی میانی
ja: 上級: 余分なポーンの変換、中盤
ko: 고급: 추가 폰 변환, 중간 게임
lt: Išplėstinė: papildomo pėstininko pavertimas, vidurinis žaidimas
no: Avansert: Konvertering av ekstra bonde, mellomspill
pl: Zaawansowane: Konwersja dodatkowego pionka, gra środkowa
pt: Avançado: Conversão de peão extra, meio-jogo
ro: Avansat: Conversia pionului suplimentar, joc de mijloc
ru: Продвинутый: реализация лишней пешки, миттельшпиль

source: Advanced: Converting extra pawn, endgame
fa: پیشرفته: تبدیل پیاده اضافی، پایان بازی
ja: 上級: 余分なポーンの変換、終盤
ko: 고급: 추가 폰 변환, 엔드게임
lt: Išplėstinė: papildomo pėstininko pavertimas, galutinis žaidimas
no: Avansert: Konvertering av ekstra bonde, sluttspill
pl: Zaawansowane: Konwersja dodatkowego pionka, końcówka
pt: Avançado: Convertendo peão extra, final de jogo
ro: Avansat: conversia pionului suplimentar, finalul jocului
ru: Продвинутый: реализация лишней пешки, эндшпиль

source: Castling available ?
fa: قلعه در دسترس است؟
ja: キャスリングは利用可能でしょうか?
ko: 캐슬링이 가능한가요?
lt: Ar yra pilis?
no: Roslett tilgjengelig?
pl: Czy można wykonać roszadę?
pt: Roque disponível?
ro: Roca disponibilă?
ru: Рокировка доступна?

source: Other details
fa: جزئیات دیگر
ja: その他の詳細
ko: 기타 세부 사항
lt: Kitos detalės
no: Andre detaljer
pl: Inne szczegóły
pt: Outros detalhes
ro: Alte detalii
ru: Другие подробности

source: White O-O
fa: سفید O-O
ja: ホワイトO-O
ko: 화이트 O-O
lt: Balta O-O
no: Hvit O-O
pl: Biały O-O
pt: Branco O-O
ro: Alb O-O
ru: Белый О-О

source: White O-O-O
fa: سفید O-O-O
ja: ホワイトO-O-O
ko: 화이트 오-오-오
lt: Balta O-O-O
no: Hvit O-O-O
pl: Biały O-O-O
pt: Branco O-O-O
ro: Alb O-O-O
ru: Белый О-О-О

source: Black O-O
fa: سیاه O-O
ja: ブラックO-O
ko: 블랙 O-O
lt: Juoda O-O
no: Svart O-O
pl: Czarny O-O
pt: Preto O-O
ro: Negru O-O
ru: Черный О-О

source: Black O-O-O
fa: سیاه O-O-O
ja: ブラックO-O-O
ko: 검은색 O-O-O
lt: Juoda O-O-O
no: Svart O-O-O
pl: Czarny O-O-O
pt: Preto O-O-O
ro: Negru O-O-O
ru: Черный О-О-О

source: Move count
fa: تعداد حرکت
ja: 移動回数
ko: 이동 횟수
lt: Judėjimo skaičius
no: Flytt teller
pl: Liczba ruchów
pt: Contagem de movimentos
ro: Număr de mișcări
ru: Количество ходов

source: 50 move rule count
fa: تعداد قانون 50 حرکت
ja: 50 移動ルール数
ko: 50 이동 규칙 카운트
lt: 50 judesių taisyklių skaičius
no: Regler for 50 trekk
pl: Liczba ruchów: 50
pt: Contagem de regras de 50 movimentos
ro: 50 de reguli de mutare
ru: 50 ходов правило количество

source: En passant target file
fa: فایل هدف پاسانت
ja: ターゲットファイル
ko: 앙 파상 타겟 파일
lt: En passant tikslinis failas
no: En passant målfil
pl: Plik docelowy En passant
pt: Arquivo de destino En passant
ro: Fișier țintă în pas
ru: Файл цели прохода

source: Shuffle
fa: مخلوط کردن
ja: シャッフル
ko: 혼합
lt: Maišyti
no: Bland
pl: Człapać
pt: Embaralhar
ro: Amesteca
ru: Перемешать

source: Apply
fa: درخواست کنید
ja: 適用する
ko: 적용하다
lt: Taikyti
no: Søke
pl: Stosować
pt: Aplicar
ro: Aplicați
ru: Применять

source: A FEN format position specification
fa: مشخصات موقعیت فرمت FEN
ja: FEN形式の位置指定
ko: FEN 형식 위치 사양
lt: FEN formato padėties specifikacija
no: Posisjonsspesifikasjoner i FEN-format
pl: Specyfikacja położenia formatu FEN
pt: Uma especificação de posição de formato FEN
ro: O specificație de poziție a formatului FEN
ru: Спецификация позиции формата FEN

source: Set the standard chess initial position
fa: موقعیت اولیه شطرنج را تنظیم کنید
ja: 標準的なチェスの初期位置を設定する
ko: 표준 체스 초기 위치 설정
lt: Nustatykite standartinę šachmatų pradinę padėtį
no: Angi standard utgangsposisjon for sjakk
pl: Ustaw standardową początkową pozycję szachową
pt: Defina a posição inicial padrão do xadrez
ro: Setați poziția inițială standard pentru șah
ru: Установите стандартную шахматную начальную позицию

source: Create shuffle chess position (note: < Shuffle > not < Chess960 >
fa: موقعیت شطرنج مخلوط را ایجاد کنید (توجه داشته باشید: < Shuffle > نه < Chess960 >
ja: シャッフルチェスポジションを作成します（注意：< シャッフル > ではなく < チェス960 >
ko: 셔플 체스 위치 만들기 (참고: <Shuffle>이 <Chess960>이 아닙니다)
lt: Sukurkite maišymo šachmatų padėtį (pastaba: < Shuffle > ne < Chess960 >
no: Opprett shuffle sjakk-posisjon (merk: < Shuffle > ikke < Chess960 >
pl: Utwórz pozycję szachową typu shuffle (uwaga: < Shuffle > nie < Chess960 >
pt: Crie uma posição de xadrez aleatório (nota: < Shuffle > não < Chess960 >
ro: Creați o poziție de amestecare a șahului (notă: < Amestecare > nu < Chess960 >
ru: Создать перетасованную шахматную позицию (примечание: <Shuffle>, а не <Chess960>)

source: since Tarrasch doesn't understand Chess960 castling)
fa: از آنجایی که تاراش بازی Chess960 را نمی فهمد)
ja: タラッシュはチェス960のキャスリングを理解していないので
ko: 타라쉬는 체스960 캐슬링을 이해하지 못하기 때문에)
lt: nes Tarraschas nesupranta Chess960 liejimo)
no: siden Tarrasch ikke forstår Chess960 castling)
pl: (ponieważ Tarrasch nie rozumie roszady w Chess960)
pt: já que Tarrasch não entende o roque do Chess960)
ro: deoarece Tarrasch nu înțelege roca Chess960)
ru: (поскольку Тарраш не понимает рокировку в шахматах 960)

source: Copy from the current main board position
fa: از موقعیت برد اصلی فعلی کپی کنید
ja: 現在のメインボードの位置からコピー
ko: 현재 메인보드 위치에서 복사
lt: Kopijuoti iš dabartinės pagrindinės plokštės padėties
no: Kopi fra gjeldende hovedstyreposisjon
pl: Kopiuj z aktualnej pozycji płyty głównej
pt: Cópia da posição atual do quadro principal
ro: Copiați din poziția curentă a plăcii principale
ru: Копировать с текущей позиции на главной доске

source: Apply the fen string (useful after hand editing)
fa: رشته فن را اعمال کنید (پس از ویرایش دستی مفید است)
ja: フェンストリングを適用する（手動編集後に便利）
ko: 펜 스트링을 적용합니다(수작업 편집 후 유용함)
lt: Taikykite fen eilutę (naudinga redagavus ranka)
no: Bruk fen-strengen (nyttig etter håndredigering)
pl: Zastosuj ciąg fenowy (przydatny po ręcznej edycji)
pt: Aplique a corda fen (útil após a edição manual)
ro: Aplicați sfoara fen (utilă după editarea manuală)
ru: Применить строку fen (полезно после ручного редактирования)

source: Set if white kingside castling possible
fa: در صورت امکان قلعه‌سازی در کنار پادشاهی سفید را تنظیم کنید
ja: 白のキングサイドキャスリングが可能ならセット
ko: 화이트 킹사이드 캐슬링이 가능한 경우 설정하세요
lt: Nustatykite, jei įmanoma baltojo karaliaus užliejimas
no: Still inn hvis hvit kingside-castling mulig
pl: Ustaw, jeśli roszada na białym skrzydle królewskim jest możliwa
pt: Defina se o roque do lado do rei branco é possível
ro: Setați dacă este posibilă rocarea albă pe partea regelui
ru: Установить, возможна ли рокировка белых на королевский фланг

source: Set if white queenside castling possible
fa: در صورت امکان ریخته گری کنار ملکه سفید را تنظیم کنید
ja: 白のクイーンサイドキャスリングが可能ならセット
ko: 화이트 퀸사이드 캐슬링이 가능한 경우 설정하세요
lt: Nustatykite, jei įmanoma baltoji karalienė
no: Still inn hvis hvit queenside-castling mulig
pl: Ustaw, czy możliwa jest roszada białą hetmanką
pt: Defina se o roque do lado da rainha branca é possível
ro: Setați dacă este posibilă rocarea pe partea albă a reginei
ru: Установить, возможна ли рокировка белых на ферзевом фланге

source: Set if black kingside castling possible
fa: در صورت امکان قلعه‌سازی در کنار پادشاهی سیاه را تنظیم کنید
ja: 黒のキングサイドキャスリングが可能ならセット
ko: 블랙 킹사이드 캐슬링이 가능한 경우 설정하세요
lt: Nustatykite, jei galimas juodasis karaliaus pilis
no: Still inn hvis svart kongeside-castling mulig
pl: Ustaw, jeśli możliwa jest czarna roszada na skrzydle królewskim
pt: Defina se o roque preto na ala do rei é possível
ro: Setați dacă este posibilă rocarea pe partea neagră a regelui
ru: Установить, возможна ли рокировка черных на королевский фланг

source: Set if black queenside castling possible
fa: در صورت امکان قلاب‌زنی سیاه کنار ملکه را تنظیم کنید
ja: 黒のクイーンサイドキャスリングが可能かどうか設定する
ko: 블랙 퀸사이드 캐슬링이 가능한 경우 설정하세요
lt: Nustatykite, jei įmanoma juodoji karalienės pusė
no: Still inn hvis svart queenside-castling er mulig
pl: Ustaw, jeśli możliwa jest roszada czarną stroną hetmańską
pt: Defina se o roque preto no lado da rainha é possível
ro: Setați dacă este posibilă rocarea pe partea neagră a reginei
ru: Установить, возможна ли рокировка черных на ферзевом фланге

source: Set if white to move
fa: اگر سفید باشد را برای حرکت تنظیم کنید
ja: 白が動く場合は設定
ko: 흰색으로 이동하려면 설정하세요
lt: Nustatykite, jei norite perkelti baltą
no: Still inn hvis hvit skal flyttes
pl: Ustaw, jeśli biały ma się poruszać
pt: Defina se o branco deve mover
ro: Setați dacă alb să se miște
ru: Установить, если белые ходят

source: Set if black to move
fa: اگر مشکی را برای حرکت تنظیم کنید
ja: 黒が動く場合は設定
ko: 검은색으로 이동하려면 설정하세요
lt: Norėdami perkelti, nustatykite, jei juoda
no: Still inn hvis svart skal flyttes
pl: Ustaw, jeśli czarny ma się poruszać
pt: Defina se o preto deve se mover
ro: Setați dacă negru pentru a muta
ru: Установить, если черные ходят

source: Numeric label for a move made in this position.
fa: برچسب عددی برای حرکت انجام شده در این موقعیت.
ja: この位置で行われた移動の数値ラベル。
ko: 이 위치에서 수행된 움직임에 대한 숫자 라벨입니다.
lt: Šioje pozicijoje atlikto judėjimo skaitmeninė etiketė.
no: Numerisk etikett for et trekk gjort i denne posisjonen.
pl: Etykieta numeryczna ruchu wykonanego na tej pozycji.
pt: Etiqueta numérica para um movimento feito nesta posição.
ro: Etichetă numerică pentru o mișcare efectuată în această poziție.
ru: Числовая метка хода, сделанного в этой позиции.

source: E.g. if next move will be 23... Nd5, set this to 23
fa: به عنوان مثال اگر حرکت بعدی 23 بود... Nd5، این را روی 23 قرار دهید
ja: 例えば、次の手が23...Nd5の場合、これを23に設定します
ko: 예를 들어 다음 이동이 23인 경우... Nd5, 이것을 23으로 설정합니다.
lt: Pvz. jei kitas žingsnis bus 23... Nd5, nustatykite šį į 23
no: f.eks. hvis neste trekk blir 23... Nd5, sett dette til 23
pl: Np. jeśli następnym ruchem będzie 23... Sd5, ustaw to na 23
pt: Por exemplo, se o próximo movimento for 23... Nd5, defina isso como 23
ro: de ex. dacă următoarea mișcare va fi 23... Nd5, setați aceasta la 23
ru: Например, если следующим ходом будет 23... Кd5, установите значение 23.

source: Half moves made since last capture or pawn move,
fa: نیمی از حرکات انجام شده از آخرین دستگیری یا حرکت پیاده،
ja: 最後の捕獲またはポーン移動から行われた半分の移動、
ko: 마지막 캡처 또는 폰 이동 이후 이루어진 절반 이동,
lt: Pusiniai judesiai, atlikti po paskutinio gaudymo ar pėstininko judesio,
no: Halve trekk gjort siden siste fangst eller bondetrekk,
pl: Połowa ruchów wykonanych od ostatniego bicia lub ruchu pionka,
pt: Metade dos movimentos feitos desde a última captura ou movimento do peão,
ro: Jumătate de mișcări efectuate de la ultima capturare sau mutare a pionului,
ru: Половина хода, сделанная с момента последнего взятия или хода пешки,
