Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Database creation cancelled
fa: ایجاد پایگاه داده لغو شد
ja: データベースの作成がキャンセルされました
ko: 데이터베이스 생성이 취소되었습니다
lt: Duomenų bazės kūrimas atšauktas
no: Databaseoppretting avbrutt
pl: Anulowano tworzenie bazy danych
pt: Criação de banco de dados cancelada
ro: Crearea bazei de date a fost anulată
ru: Создание базы данных отменено

source: Database creation failed
fa: ایجاد پایگاه داده انجام نشد
ja: データベースの作成に失敗しました
ko: 데이터베이스 생성에 실패했습니다
lt: Nepavyko sukurti duomenų bazės
no: Databaseoppretting mislyktes
pl: Nie udało się utworzyć bazy danych
pt: Falha na criação do banco de dados
ro: Crearea bazei de date a eșuat
ru: Создание базы данных не удалось

source: doesn't exist
fa: وجود ندارد
ja: 存在しない
ko: 존재하지 않습니다
lt: neegzistuoja
no: finnes ikke
pl: nie istnieje
pt: não existe
ro: nu exista
ru: не существует

source: Appending to database, step 1 of 5
fa: الحاق به پایگاه داده، مرحله 1 از 5
ja: データベースへの追加、ステップ 1/5
ko: 데이터베이스에 추가, 5단계 중 1단계
lt: Pridedamas prie duomenų bazės, 1 veiksmas iš 5
no: Legger til database, trinn 1 av 5
pl: Dołączanie do bazy danych, krok 1 z 5
pt: Anexando ao banco de dados, etapa 1 de 5
ro: Adăugarea bazei de date, pasul 1 din 5
ru: Добавление в базу данных, шаг 1 из 5

source: Reading existing database
fa: خواندن پایگاه داده موجود
ja: 既存のデータベースの読み取り
ko: 기존 데이터베이스 읽기
lt: Esamos duomenų bazės skaitymas
no: Leser eksisterende database
pl: Odczyt istniejącej bazy danych
pt: Lendo banco de dados existente
ro: Citirea bazei de date existente
ru: Чтение существующей базы данных

source: Appending to database, step 2 of 5
fa: الحاق به پایگاه داده، مرحله 2 از 5
ja: データベースへの追加、手順 2/5
ko: 데이터베이스에 추가, 5단계 중 2단계
lt: Pridedamas prie duomenų bazės, 2 veiksmas iš 5
no: Legger til database, trinn 2 av 5
pl: Dołączanie do bazy danych, krok 2 z 5
pt: Anexando ao banco de dados, etapa 2 de 5
ro: Adăugarea bazei de date, pasul 2 din 5
ru: Добавление в базу данных, шаг 2 из 5

source: Appending to database
fa: الحاق به پایگاه داده
ja: データベースに追加
ko: 데이터베이스에 추가
lt: Pridedamas prie duomenų bazės
no: Legger til database
pl: Dołączanie do bazy danych
pt: Anexando ao banco de dados
ro: Adăugarea bazei de date
ru: Добавление в базу данных

source: Tarrasch database files (.tdb files) are compact game collections.
fa: فایل های پایگاه داده Tarrasch (فایل های tdb.) مجموعه بازی های جمع و جور هستند.
ja: Tarrasch データベース ファイル (.tdb ファイル) は、コンパクトなゲーム コレクションです。
ko: Tarrasch 데이터베이스 파일(.tdb 파일)은 압축된 게임 컬렉션입니다.
lt: Tarrasch duomenų bazės failai (.tdb failai) yra kompaktiškos žaidimų kolekcijos.
no: Tarrasch-databasefiler (.tdb-filer) er kompakte spillsamlinger.
pl: Pliki bazy danych Tarrasch (pliki .tdb) to kompaktowe zbiory gier.
pt: Os arquivos de banco de dados Tarrasch (arquivos .tdb) são coleções compactas de jogos.
ro: Fișierele bazei de date Tarrasch (fișiere .tdb) sunt colecții de jocuri compacte.
ru: Файлы баз данных Tarrasch (файлы .tdb) представляют собой компактные коллекции игр.

source: At the moment only complete games are supported (i.e. no game fragments).
fa: در حال حاضر فقط بازی های کامل پشتیبانی می شوند (یعنی هیچ قطعه بازی).
ja: 現時点では、完全なゲームのみがサポートされています (つまり、ゲームのフラグメントはサポートされていません)。
ko: 현재는 완전한 게임만 지원됩니다(즉, 게임 조각은 지원되지 않습니다).
lt: Šiuo metu palaikomi tik visi žaidimai (ty nėra žaidimo fragmentų).
no: For øyeblikket støttes bare komplette spill (dvs. ingen spillfragmenter).
pl: Na chwilę obecną obsługiwane są jedynie kompletne gry (bez fragmentów gier).
pt: No momento, apenas jogos completos são suportados (ou seja, sem fragmentos de jogos).
ro: Momentan sunt acceptate doar jocurile complete (adică fără fragmente de joc).
ru: На данный момент поддерживаются только полные игры (т.е. без фрагментов игры).

source: Similarly no comments or variations are supported at this time.
fa: به طور مشابه در حال حاضر هیچ نظر یا تغییری پشتیبانی نمی شود.
ja: 同様に、現時点ではコメントやバリエーションもサポートされていません。
ko: 마찬가지로 현재는 어떠한 의견이나 변형도 지원되지 않습니다.
lt: Panašiai šiuo metu nepalaikomi jokie komentarai ar variantai.
no: På samme måte støttes ingen kommentarer eller varianter for øyeblikket.
pl: Podobnie, komentarze i zmiany nie są obecnie obsługiwane.
pt: Da mesma forma, nenhum comentário ou variação é suportado neste momento.
ro: În mod similar, nu sunt acceptate comentarii sau variații în acest moment.
ru: Аналогично в настоящее время не поддерживаются никакие комментарии или вариации.

source: Tarrasch uses one database file at a time (the current database).
fa: Tarrasch از یک فایل پایگاه داده در یک زمان (پایگاه داده فعلی) استفاده می کند.
ja: Tarrasch は一度に 1 つのデータベース ファイル (現在のデータベース) を使用します。
ko: Tarrasch는 한 번에 하나의 데이터베이스 파일(현재 데이터베이스)을 사용합니다.
lt: Tarrasch vienu metu naudoja vieną duomenų bazės failą (dabartinė duomenų bazė).
no: Tarrasch bruker én databasefil om gangen (den nåværende databasen).
pl: Tarrasch używa jednego pliku bazy danych na raz (bieżącej bazy danych).
pt: Tarrasch usa um arquivo de banco de dados por vez (o banco de dados atual).
ro: Tarrasch folosește câte un fișier de bază de date la un moment dat (baza de date curentă).
ru: Тарраш использует один файл базы данных за раз (текущую базу данных).

source: Tarrasch can search the current database quickly and efficiently
fa: Tarrasch می تواند پایگاه داده فعلی را به سرعت و کارآمد جستجو کند
ja: Tarraschは現在のデータベースを迅速かつ効率的に検索できます
ko: Tarrasch는 현재 데이터베이스를 빠르고 효율적으로 검색할 수 있습니다.
lt: Tarrasch gali greitai ir efektyviai ieškoti dabartinės duomenų bazės
no: Tarrasch kan søke i gjeldende database raskt og effektivt
pl: Tarrasch może szybko i sprawnie przeszukiwać aktualną bazę danych
pt: Tarrasch pode pesquisar o banco de dados atual de forma rápida e eficiente
ro: Tarrasch poate căuta rapid și eficient în baza de date curentă
ru: Tarrasch может быстро и эффективно выполнять поиск в текущей базе данных.

source: for any position or for piece patterns or material balances.
fa: برای هر موقعیت یا برای الگوهای قطعه یا تعادل مواد.
ja: 任意の位置、ピースパターン、またはマテリアルバランスに対して。
ko: 어떤 위치나 조각 패턴 또는 재료 수지를 위해서도 사용할 수 있습니다.
lt: bet kuriai padėčiai arba gabalų modeliams ar medžiagų balansams.
no: for enhver posisjon eller for brikkemønstre eller materialbalanser.
pl: dla każdej pozycji lub dla wzorów jednostkowych lub bilansów materiałowych.
pt: para qualquer posição ou para padrões de peças ou balanços de materiais.
ro: pentru orice poziție sau pentru modele de piese sau balanțe de material.
ru: для любой позиции или для поштучных образцов или материальных балансов.

source: Tarrasch databases are created from .pgn files.
fa: پایگاه داده های Tarrasch از فایل های pgn. ایجاد می شوند.
ja: Tarrasch データベースは .pgn ファイルから作成されます。
ko: Tarrasch 데이터베이스는 .pgn 파일에서 생성됩니다.
lt: Tarrasch duomenų bazės kuriamos iš .pgn failų.
no: Tarrasch-databaser er opprettet fra .pgn-filer.
pl: Bazy danych Tarrasch tworzone są z plików .pgn.
pt: Os bancos de dados Tarrasch são criados a partir de arquivos .pgn.
ro: Bazele de date Tarrasch sunt create din fișiere .pgn.
ru: Базы данных Tarrasch создаются из файлов .pgn.

source: The only way Tarrasch databases can be modified (at this time) is by
fa: تنها راهی که می توان پایگاه داده Tarrasch را تغییر داد (در حال حاضر) این است
ja: Tarraschデータベースを変更できる唯一の方法は（現時点では）
ko: Tarrasch 데이터베이스를 수정할 수 있는 유일한 방법은 다음과 같습니다.
lt: Vienintelis būdas Tarrasch duomenų bazes (šiuo metu) gali būti modifikuojamas
no: Den eneste måten Tarrasch-databaser kan endres på (for øyeblikket) er ved
pl: Jedynym sposobem modyfikacji baz danych Tarrasch (w tym momencie) jest
pt: A única maneira de modificar os bancos de dados Tarrasch (neste momento) é por
ro: Singurul mod în care bazele de date Tarrasch pot fi modificate (în acest moment) este prin
ru: Единственный способ изменить базы данных Tarrasch (на данный момент) — это

source: appending more games to them with the Append to database command.
fa: با دستور Append to database بازی های بیشتری را به آنها اضافه کنید.
ja: 「データベースに追加」コマンドを使用して、さらにゲームを追加します。
ko: Append to database 명령을 사용하여 더 많은 게임을 추가합니다.
lt: pridėdami prie jų daugiau žaidimų naudodami komandą Pridėti prie duomenų bazės.
no: legge til flere spill til dem med kommandoen Legg til database.
pl: dołączając do nich więcej gier za pomocą polecenia Dołącz do bazy danych.
pt: anexando mais jogos a eles com o comando Append to database.
ro: adăugând mai multe jocuri la ele cu comanda Adăugați la baza de date.
ru: добавление к ним дополнительных игр с помощью команды «Добавить в базу данных».

source: Tarrasch automatically rejects duplicate games.
fa: Tarrasch به طور خودکار بازی های تکراری را رد می کند.
ja: Tarrasch は重複したゲームを自動的に拒否します。
ko: Tarrasch는 자동으로 중복된 게임을 거부합니다.
lt: Tarrasch automatiškai atmeta pasikartojančius žaidimus.
no: Tarrasch avviser automatisk dupliserte spill.
pl: Tarrasch automatycznie odrzuca duplikaty gier.
pt: Tarrasch rejeita automaticamente jogos duplicados.
ro: Tarrasch respinge automat jocurile duplicate.
ru: Тарраш автоматически отклоняет дублирующиеся игры.

source: Rejected duplicate games are saved in file TarraschDbDuplicatesFile.pgn.
fa: بازی های تکراری رد شده در فایل TarraschDbDuplicatesFile.pgn ذخیره می شوند.
ja: 拒否された重複ゲームは、ファイル TarraschDbDuplicatesFile.pgn に保存されます。
ko: 거부된 중복 게임은 TarraschDbDuplicatesFile.pgn 파일에 저장됩니다.
lt: Atmesti pasikartojantys žaidimai išsaugomi faile TarraschDbDuplicatesFile.pgn.
no: Avviste dupliserte spill lagres i filen TarraschDbDuplicatesFile.pgn.
pl: Odrzucone duplikaty gier są zapisywane w pliku TarraschDbDuplicatesFile.pgn.
pt: Os jogos duplicados rejeitados são salvos no arquivo TarraschDbDuplicatesFile.pgn.
ro: Jocurile duplicate respinse sunt salvate în fișierul TarraschDbDuplicatesFile.pgn.
ru: Отклоненные дубликаты игр сохраняются в файле TarraschDbDuplicatesFile.pgn.

source: Games can be rejected based on rating if desired.
fa: در صورت تمایل می توان بازی ها را بر اساس رتبه بندی رد کرد.
ja: 必要に応じて、評価に基づいてゲームを拒否できます。
ko: 원할 경우 등급에 따라 게임을 거부할 수 있습니다.
lt: Jei pageidaujama, žaidimai gali būti atmesti pagal reitingą.
no: Spill kan avvises basert på vurdering om ønskelig.
pl: Jeśli zajdzie taka potrzeba, gry można odrzucić na podstawie klasyfikacji.
pt: Os jogos podem ser rejeitados com base na classificação, se desejado.
ro: Jocurile pot fi respinse pe baza evaluării dacă se dorește.
ru: При желании игры могут быть отклонены на основании рейтинга.

source: For best results, create databases with older .pgn files first,
fa: برای بهترین نتایج، ابتدا پایگاه داده با فایل‌های pgn. قدیمی‌تر ایجاد کنید،
ja: 最良の結果を得るには、まず古い.pgnファイルでデータベースを作成し、
ko: 최상의 결과를 얻으려면 먼저 이전 .pgn 파일로 데이터베이스를 만드십시오.
lt: Norėdami gauti geriausius rezultatus, pirmiausia sukurkite duomenų bazes su senesniais .pgn failais,
no: For best resultat, lag først databaser med eldre .pgn-filer,
pl: Aby uzyskać najlepsze rezultaty, najpierw utwórz bazy danych przy użyciu starszych plików .pgn,
pt: Para obter melhores resultados, crie primeiro bancos de dados com arquivos .pgn mais antigos,
ro: Pentru cele mai bune rezultate, creați mai întâi baze de date cu fișiere .pgn mai vechi,
ru: Для достижения наилучших результатов сначала создайте базы данных со старыми файлами .pgn,

source: and append newer games as you collect them.
fa: و در حین جمع آوری بازی های جدیدتر را اضافه کنید.
ja: 新しいゲームを集めると追加されます。
ko: 수집하면서 새로운 게임을 추가하세요.
lt: ir pridėkite naujesnius žaidimus, kai juos renkate.
no: og legg til nyere spill etter hvert som du samler dem.
pl: i dodawaj nowe gry w miarę ich gromadzenia.
pt: e adicione jogos mais novos conforme você os coleta.
ro: și adăugați jocuri mai noi pe măsură ce le colectați.
ru: и добавляйте новые игры по мере их сбора.

source: Tarrasch will try to present most recent games first.
fa: Tarrasch سعی خواهد کرد ابتدا جدیدترین بازی ها را ارائه دهد.
ja: Tarrasch は最新のゲームを最初に紹介しようとします。
ko: 타라쉬는 가장 최신 게임을 먼저 선보이려고 노력할 것입니다.
lt: Tarrasch pirmiausia stengsis pristatyti naujausius žaidimus.
no: Tarrasch vil prøve å presentere de siste spillene først.
pl: Tarrasch spróbuje najpierw zaprezentować najnowsze gry.
pt: Tarrasch tentará apresentar os jogos mais recentes primeiro.
ro: Tarrasch va încerca să prezinte mai întâi cele mai recente jocuri.
ru: Тарраш постарается сначала представить самые последние партии.

source: Create database / Append to database help
fa: ایجاد پایگاه داده / الحاق به کمک پایگاه داده
ja: データベースの作成 / データベースへの追加ヘルプ
ko: 데이터베이스 생성 / 데이터베이스에 추가 도움말
lt: Sukurti duomenų bazę / Pridėti prie duomenų bazės žinyno
no: Opprett database / Legg til databasehjelp
pl: Utwórz bazę danych / Dołącz do pomocy bazy danych
pt: Criar banco de dados / Adicionar à ajuda do banco de dados
ro: Creați baza de date / Adăugați la ajutorul bazei de date
ru: Создать базу данных / Добавить в базу данных справку

source: None of the above
fa: هیچ کدام از موارد بالا
ja: 上記のどれでもない
ko: 위의 어느 것도 아닙니다
lt: Nė vienas iš aukščiau paminėtų
no: Ingen av de ovennevnte
pl: Żadne z powyższych
pt: Nenhuma das acima
ro: Nici una dintre cele de mai sus
ru: Ни один из вышеперечисленных

source: Delete variation
fa: حذف تنوع
ja: バリエーションを削除
ko: 변형 삭제
lt: Ištrinti variantą
no: Slett variant
pl: Usuń odmianę
pt: Excluir variação
ro: Ștergeți varianta
ru: Удалить вариацию

source: Delete text/remainder
fa: حذف متن / باقیمانده
ja: テキスト/残りを削除
ko: 텍스트/나머지 삭제
lt: Ištrinti tekstą / likutį
no: Slett tekst/resten
pl: Usuń tekst/pozostałość
pt: Apagar texto/resto
ro: Ștergeți textul/restul
ru: Удалить текст/остаток

source: Promote variation
fa: تنوع را ترویج کنید
ja: バリエーションを促進する
ko: 변형을 촉진하다
lt: Skatinkite variaciją
no: Fremme variasjon
pl: Promuj różnorodność
pt: Promova a variação
ro: Promovați variația
ru: Поощрять вариации

source: Demote variation
fa: تنزل تنوع
ja: バリエーションを降格する
ko: 변형을 낮추다
lt: Sumažinti variaciją
no: Degrader variasjon
pl: Zmienić wariant
pt: Rebaixar a variação
ro: Reduceți variația
ru: Понизить вариацию

source: Goto move number
fa: برو شماره را جابجا کن
ja: 移動番号へ移動
ko: 이동 번호로 이동
lt: Perkelti numerį
no: Gå til flyttenummer
pl: Przejdź do numeru ruchu
pt: Ir para mover número
ro: Treci la mutarea numărului
ru: Перейти к номеру перемещения

source: Input move number :
fa: شماره حرکت ورودی:
ja: 移動番号を入力してください:
ko: 이동 번호를 입력하세요 :
lt: Įveskite judėjimo numerį:
no: Skriv inn trekknummer:
pl: Wprowadź numer ruchu:
pt: Número do movimento de entrada:
ro: Introduceți numărul de mișcare:
ru: Введите номер хода:

source: Loading database into memory
fa: بارگذاری پایگاه داده در حافظه
ja: データベースをメモリにロードする
ko: 데이터베이스를 메모리에 로딩 중
lt: Duomenų bazės įkėlimas į atmintį
no: Laster databasen inn i minnet
pl: Ładowanie bazy danych do pamięci
pt: Carregando banco de dados na memória
ro: Încărcarea bazei de date în memorie
ru: Загрузка базы данных в память

source: Database is not open, database is not automatically
fa: پایگاه داده باز نیست، پایگاه داده به طور خودکار نیست
ja: データベースが開いていません、データベースは自動的に
ko: 데이터베이스가 열려 있지 않습니다. 데이터베이스가 자동으로 열리지 않습니다.
lt: Duomenų bazė nėra atidaryta, duomenų bazė nėra automatiškai
no: Databasen er ikke åpen, databasen er ikke automatisk
pl: Baza danych nie jest otwarta, baza danych nie jest automatycznie
pt: O banco de dados não está aberto, o banco de dados não é automaticamente
ro: Baza de date nu este deschisă, baza de date nu este automată
ru: База данных не открыта, база данных не автоматически

source: loaded if another instance of Tarrasch is running
fa: اگر نمونه دیگری از Tarrasch در حال اجرا باشد، بارگیری می شود
ja: Tarraschの別のインスタンスが実行中の場合は読み込まれます
ko: Tarrasch의 다른 인스턴스가 실행 중이면 로드됨
lt: įkeliamas, jei veikia kitas Tarrasch egzempliorius
no: lastet hvis en annen forekomst av Tarrasch kjører
pl: załadowane, jeśli uruchomiona jest inna instancja Tarrasch
pt: carregado se outra instância do Tarrasch estiver em execução
ro: încărcat dacă rulează o altă instanță a lui Tarrasch
ru: загружается, если запущен другой экземпляр Tarrasch

source: Database not yet open
fa: پایگاه داده هنوز باز نشده است
ja: データベースはまだ開いていません
ko: 아직 데이터베이스가 열리지 않았습니다
lt: Duomenų bazė dar neatidaryta
no: Databasen er ikke åpen ennå
pl: Baza danych nie jest jeszcze otwarta
pt: Banco de dados ainda não aberto
ro: Baza de date nu este încă deschisă
ru: База данных еще не открыта

source: partial
fa: جزئی
ja: 部分的
ko: 부분적인
lt: dalinis
no: delvis
pl: częściowy
pt: parcial
ro: parţial
ru: частичный

source: not loaded
fa: بارگذاری نشده است
ja: 読み込まれていない
ko: 로드되지 않음
lt: nepakrauta
no: ikke lastet
pl: nie załadowany
pt: não carregado
ro: neîncărcat
ru: не загружен

source: none
fa: هیچ کدام
ja: なし
ko: 없음
lt: jokios
no: ingen
pl: nic
pt: nenhum
ro: nici unul
ru: никто

source: White Player
fa: بازیکن سفید
ja: 白のプレイヤー
ko: 화이트 플레이어
lt: Baltasis žaidėjas
no: Hvit spiller
pl: Biały gracz
pt: Jogador Branco
ro: Jucător alb
ru: Белый игрок

source: Search
fa: جستجو کنید
ja: 検索
ko: 찾다
lt: Ieškoti
no: Søk
pl: Szukaj
pt: Procurar
ro: Căutare
ru: Поиск

source: Clear Clipboard
fa: پاک کردن کلیپ بورد
ja: クリップボードをクリア
ko: 클립보드 지우기
lt: Išvalyti iškarpinę
no: Tøm utklippstavlen
pl: Wyczyść schowek
pt: Limpar área de transferência
ro: Ștergeți Clipboard
ru: Очистить буфер обмена

source: Add to Clipboard
fa: به کلیپ بورد اضافه کنید
ja: クリップボードに追加
ko: 클립보드에 추가
lt: Pridėti į mainų sritį
no: Legg til utklippstavlen
pl: Dodaj do schowka
pt: Adicionar à área de transferência
ro: Adăugați în Clipboard
ru: Добавить в буфер обмена

source: Add All Player's White Games
fa: همه بازی های سفید بازیکن را اضافه کنید
ja: すべてのプレイヤーの白のゲームを追加
ko: 모든 플레이어의 화이트 게임 추가
lt: Pridėti visus žaidėjo baltuosius žaidimus
no: Legg til alle spillerens hvite spill
pl: Dodaj wszystkie białe gry gracza
pt: Adicionar todos os jogos brancos do jogador
ro: Adăugați toate jocurile albe ale jucătorului
ru: Добавить все белые партии игрока

source: White player
fa: بازیکن سفید
ja: 白のプレイヤー
ko: 화이트 플레이어
lt: Baltasis žaidėjas
no: Hvit spiller
pl: Gracz biały
pt: Jogador branco
ro: Jucător alb
ru: Белый игрок

source: Add All Player's Black Games
fa: همه بازی‌های سیاه بازیکن را اضافه کنید
ja: すべてのプレイヤーの黒ゲームを追加
ko: 모든 플레이어의 블랙 게임 추가
lt: Pridėti visus žaidėjo juodus žaidimus
no: Legg til alle spillernes svarte spill
pl: Dodaj wszystkie czarne gry gracza
pt: Adicionar todos os jogos pretos do jogador
ro: Adăugați toate jocurile negre ale jucătorului
ru: Добавить все игры игрока в черном

source: Save all
fa: همه را ذخیره کنید
ja: すべて保存
ko: 모두 저장
lt: Išsaugoti viską
no: Lagre alle
pl: Zapisz wszystko
pt: Salvar tudo
ro: Salvează totul
ru: Сохранить все

source: Clipboard as temp database
fa: کلیپ بورد به عنوان پایگاه داده موقت
ja: 一時データベースとしてのクリップボード
ko: 클립보드를 임시 데이터베이스로 사용
lt: Iškarpinė kaip laikinoji duomenų bazė
no: Utklippstavle som midlertidig database
pl: Schowek jako tymczasowa baza danych
pt: Área de transferência como banco de dados temporário
ro: Clipboard ca bază de date temporară
ru: Буфер обмена как временная база данных

source: Enter a complete or partial player name here, then search for it.
fa: یک نام کامل یا جزئی بازیکن را در اینجا وارد کنید، سپس آن را جستجو کنید.
ja: ここにプレーヤー名の完全または一部を入力して検索します。
ko: 여기에 플레이어 이름의 전체 또는 일부를 입력한 후 검색하세요.
lt: Čia įveskite visą arba dalinį žaidėjo vardą, tada ieškokite jo.
no: Skriv inn et fullstendig eller delvis spillernavn her, og søk deretter etter det.
pl: Wpisz tutaj pełną lub częściową nazwę gracza i wyszukaj ją.
pt: Insira aqui o nome completo ou parcial do jogador e depois pesquise por ele.
ro: Introduceți un nume de jucător complet sau parțial aici, apoi căutați-l.
ru: Введите здесь полное или частичное имя игрока, затем выполните поиск.

source: Enter a complete or partial player name to the left, then search for it.
fa: نام کامل یا جزئی بازیکن را در سمت چپ وارد کنید، سپس آن را جستجو کنید.
ja: 左側にプレーヤー名の完全または一部を入力して検索します。
ko: 왼쪽에 플레이어 이름의 전체 또는 일부를 입력한 후 검색하세요.
lt: Kairėje įveskite visą arba dalinį žaidėjo vardą, tada ieškokite jo.
no: Skriv inn et fullstendig eller delvis spillernavn til venstre, og søk deretter etter det.
pl: Wpisz pełną lub częściową nazwę gracza po lewej stronie i wyszukaj.
pt: Digite o nome completo ou parcial do jogador à esquerda e pesquise por ele.
ro: Introduceți un nume de jucător complet sau parțial în stânga, apoi căutați-l.
ru: Введите полное или частичное имя игрока слева, затем выполните поиск.

source: If the player name is partial, multiple presses find all matching players.
fa: اگر نام بازیکن جزئی باشد، چند بار فشار دادن همه بازیکنان منطبق را پیدا می کند.
ja: プレーヤー名が部分的な場合は、複数回押すと一致するすべてのプレーヤーが検索されます。
ko: 플레이어 이름이 일부만 있는 경우, 여러 번 누르면 일치하는 모든 플레이어를 찾을 수 있습니다.
lt: Jei žaidėjo vardas yra dalinis, keli paspaudimai suranda visus atitinkančius žaidėjus.
no: Hvis spillernavnet er delvis, vil flere trykk finne alle matchende spillere.
pl: Jeśli nazwa gracza jest częściowa, wielokrotne naciśnięcie spowoduje znalezienie wszystkich pasujących graczy.
pt: Se o nome do jogador for parcial, vários toques encontrarão todos os jogadores correspondentes.
ro: Dacă numele jucătorului este parțial, apăsările multiple găsesc toți jucătorii care se potrivesc.
ru: Если имя игрока указано частично, при повторном нажатии будут найдены все соответствующие игроки.

source: Save all listed games to a new .pgn file
fa: همه بازی های لیست شده را در یک فایل .pgn جدید ذخیره کنید
ja: リストされているすべてのゲームを新しい.pgnファイルに保存します
ko: 나열된 모든 게임을 새 .pgn 파일에 저장합니다.
lt: Išsaugokite visus išvardytus žaidimus naujame .pgn faile
no: Lagre alle oppførte spill i en ny .pgn-fil
pl: Zapisz wszystkie wymienione gry do nowego pliku .pgn
pt: Salve todos os jogos listados em um novo arquivo .pgn
ro: Salvați toate jocurile listate într-un fișier nou .pgn
ru: Сохранить все перечисленные игры в новый файл .pgn

source: Use this panel to navigate the current database.
fa: از این پانل برای پیمایش در پایگاه داده فعلی استفاده کنید.
ja: このパネルを使用して、現在のデータベースを移動します。
ko: 이 패널을 사용하여 현재 데이터베이스를 탐색합니다.
lt: Naudokite šį skydelį, norėdami naršyti dabartinę duomenų bazę.
no: Bruk dette panelet til å navigere i gjeldende database.
pl: Użyj tego panelu, aby poruszać się po bieżącej bazie danych.
pt: Use este painel para navegar no banco de dados atual.
ro: Utilizați acest panou pentru a naviga în baza de date curentă.
ru: Используйте эту панель для навигации по текущей базе данных.

source: Use Load Game to load a game into a new tab
fa: از Load Game برای بارگذاری یک بازی در یک تب جدید استفاده کنید
ja: 「ゲームの読み込み」を使用してゲームを新しいタブに読み込みます
ko: 게임 로드를 사용하여 새 탭에 게임을 로드합니다.
lt: Norėdami įkelti žaidimą į naują skirtuką, naudokite Įkelti žaidimą
no: Bruk Last inn spill for å laste et spill inn i en ny fane
pl: Użyj opcji Wczytaj grę, aby wczytać grę do nowej karty
pt: Use Carregar Jogo para carregar um jogo em uma nova aba
ro: Utilizați Încărcare joc pentru a încărca un joc într-o filă nouă
ru: Используйте «Загрузить игру», чтобы загрузить игру в новую вкладку.

source: and Use Game to add the game as a variation in the current tab.
fa: و از Game برای اضافه کردن بازی به عنوان یک تغییر در برگه فعلی استفاده کنید.
ja: [ゲームを使用] を選択すると、現在のタブにゲームがバリエーションとして追加されます。
ko: 게임을 사용하여 현재 탭에 게임을 변형하여 추가합니다.
lt: ir Naudokite žaidimą, kad pridėtumėte žaidimą kaip variantą dabartiniame skirtuke.
no: og Bruk Spill for å legge til spillet som en variant i gjeldende fane.
pl: i Użyj Gry, aby dodać grę jako wariant na bieżącej karcie.
pt: e Use Jogo para adicionar o jogo como uma variação na aba atual.
ro: și Folosiți Joc pentru a adăuga jocul ca o variație în fila curentă.
ru: и «Использовать игру», чтобы добавить игру в качестве вариации на текущей вкладке.

source: You can add games to the clipboard and set the clipboard as the
fa: می توانید بازی ها را به کلیپ بورد اضافه کنید و کلیپ بورد را به عنوان
ja: ゲームをクリップボードに追加し、クリップボードを
ko: 게임을 클립보드에 추가하고 클립보드를 다음과 같이 설정할 수 있습니다.
lt: Galite pridėti žaidimų į mainų sritį ir nustatyti iškarpinę kaip
no: Du kan legge til spill på utklippstavlen og angi utklippstavlen som
pl: Możesz dodawać gry do schowka i ustawiać schowek jako
pt: Você pode adicionar jogos à área de transferência e defini-la como
ro: Puteți adăuga jocuri în clipboard și puteți seta clipboard-ul ca
ru: Вы можете добавлять игры в буфер обмена и устанавливать его в качестве
