Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: User defined background
fa: پس زمینه تعریف شده توسط کاربر
ja: ユーザー定義の背景
ko: 사용자 정의 배경
lt: Vartotojo nustatytas fonas
no: Brukerdefinert bakgrunn
pl: Tło zdefiniowane przez użytkownika
pt: Plano de fundo definido pelo usuário
ro: Fundal definit de utilizator
ru: Пользовательский фон

source: Background settings..
fa: تنظیمات پس زمینه..
ja: 背景設定。
ko: 배경 설정..
lt: Fono nustatymai..
no: Bakgrunnsinnstillinger..
pl: Ustawienia tła..
pt: Configurações de fundo.
ro: Setări de fundal...
ru: Настройки фона..

source: Select the main window background colour
fa: رنگ پس زمینه پنجره اصلی را انتخاب کنید
ja: メインウィンドウの背景色を選択する
ko: 메인 창 배경색을 선택하세요
lt: Pasirinkite pagrindinio lango fono spalvą
no: Velg bakgrunnsfargen for hovedvinduet
pl: Wybierz kolor tła głównego okna
pt: Selecione a cor de fundo da janela principal
ro: Selectați culoarea de fundal a ferestrei principale
ru: Выберите цвет фона главного окна

source: Select the move list window colour
fa: رنگ پنجره فهرست حرکت را انتخاب کنید
ja: 移動リストウィンドウの色を選択する
ko: 이동 목록 창 색상을 선택하세요
lt: Pasirinkite perkėlimo sąrašo lango spalvą
no: Velg fargen på flyttlistevinduet
pl: Wybierz kolor okna listy ruchów
pt: Selecione a cor da janela da lista de movimentos
ro: Selectați culoarea ferestrei listei de mutare
ru: Выберите цвет окна списка ходов

source: Select the game clock window colour
fa: رنگ پنجره ساعت بازی را انتخاب کنید
ja: ゲームクロックウィンドウの色を選択する
ko: 게임 시계 창 색상을 선택하세요
lt: Pasirinkite žaidimo laikrodžio lango spalvą
no: Velg fargen på spillklokkevinduet
pl: Wybierz kolor okna zegara gry
pt: Selecione a cor da janela do relógio do jogo
ro: Selectați culoarea ferestrei ceasului jocului
ru: Выберите цвет окна игровых часов

source: Select the game clock running text colour
fa: رنگ متن ساعت بازی را انتخاب کنید
ja: ゲームクロックのテキストの色を選択する
ko: 게임 시계 실행 텍스트 색상을 선택하세요
lt: Pasirinkite žaidimo laikrodžio teksto spalvą
no: Velg spillklokken som kjører tekstfarge
pl: Wybierz kolor tekstu zegara gry
pt: Selecione a cor do texto do relógio do jogo em execução
ro: Selectați culoarea textului care rulează ceasul jocului
ru: Выберите цвет текста для игровых часов

source: Select the game clock stopped text colour
fa: رنگ متن ساعت بازی متوقف شده را انتخاب کنید
ja: ゲームクロック停止のテキストの色を選択する
ko: 게임 시계 정지 텍스트 색상을 선택하세요
lt: Pasirinkite žaidimo laikrodžio sustabdyto teksto spalvą
no: Velg tekstfargen for spillet klokken stoppet
pl: Wybierz kolor tekstu, gdy zegar gry się zatrzymał
pt: Selecione a cor do texto do relógio do jogo parado
ro: Selectați culoarea textului oprit pentru ceasul jocului
ru: Выберите цвет текста остановки игровых часов

source: Select the kibitz window colour
fa: رنگ پنجره kibitz را انتخاب کنید
ja: キビッツウィンドウの色を選択する
ko: kibitz 창 색상을 선택하세요
lt: Pasirinkite kibico lango spalvą
no: Velg kibitz-vindusfargen
pl: Wybierz kolor okna Kibitz
pt: Selecione a cor da janela do kibitz
ro: Selectați culoarea ferestrei kibitz
ru: Выберите цвет окна кибица

source: Select the kibitz panel colour
fa: رنگ پانل kibitz را انتخاب کنید
ja: キビッツパネルの色を選択する
ko: kibitz 패널 색상을 선택하세요
lt: Pasirinkite kibico skydelio spalvą
no: Velg fargen på kibitz-panelet
pl: Wybierz kolor panelu Kibitz
pt: Selecione a cor do painel kibitz
ro: Selectați culoarea panoului kibitz
ru: Выберите цвет панели кибица

source: Set the main window background colour to default
fa: رنگ پس زمینه پنجره اصلی را روی پیش فرض قرار دهید
ja: メインウィンドウの背景色をデフォルトに設定する
ko: 메인 창 배경색을 기본값으로 설정
lt: Nustatykite pagrindinio lango fono spalvą į numatytąją
no: Sett hovedvinduets bakgrunnsfarge til standard
pl: Ustaw domyślny kolor tła głównego okna
pt: Defina a cor de fundo da janela principal como padrão
ro: Setați culoarea de fundal a ferestrei principale la implicit
ru: Установить цвет фона главного окна по умолчанию

source: Set the move list window colour to default
fa: رنگ پنجره فهرست حرکت را روی پیش فرض قرار دهید
ja: 移動リストウィンドウの色をデフォルトに設定する
ko: 이동 목록 창 색상을 기본값으로 설정
lt: Nustatykite numatytąją perkėlimo sąrašo lango spalvą
no: Sett fargen på flyttelistevinduet til standard
pl: Ustaw domyślny kolor okna listy ruchów
pt: Defina a cor da janela da lista de movimentos para o padrão
ro: Setați culoarea ferestrei listei de mutare la implicit
ru: Установить цвет окна списка ходов по умолчанию

source: Set the game clock window colour to default
fa: رنگ پنجره ساعت بازی را روی پیش فرض قرار دهید
ja: ゲームクロックウィンドウの色をデフォルトに設定する
ko: 게임 시계 창 색상을 기본값으로 설정
lt: Nustatykite numatytąją žaidimo laikrodžio lango spalvą
no: Sett fargen på spillklokkevinduet til standard
pl: Ustaw domyślny kolor okna zegara gry
pt: Defina a cor da janela do relógio do jogo para o padrão
ro: Setați culoarea ferestrei ceasului jocului la implicit
ru: Установить цвет окна игровых часов по умолчанию

source: Set the game clock running text colour to default
fa: رنگ متن ساعت بازی را روی پیش فرض تنظیم کنید
ja: ゲームクロックの実行テキストの色をデフォルトに設定する
ko: 게임 시계 실행 텍스트 색상을 기본값으로 설정
lt: Nustatykite numatytąją žaidimo laikrodžio teksto spalvą
no: Still inn spilleklokken som kjører tekstfarge til standard
pl: Ustaw domyślny kolor tekstu zegara gry
pt: Defina a cor do texto do relógio do jogo como padrão
ro: Setați culoarea textului care rulează ceasul jocului la implicit
ru: Установить цвет текста игровых часов по умолчанию

source: Set the game clock stopped text colour to default
fa: رنگ متن توقف ساعت بازی را روی پیش فرض تنظیم کنید
ja: ゲームクロック停止のテキストの色をデフォルトに設定する
ko: 게임 시계 멈춤 텍스트 색상을 기본값으로 설정
lt: Nustatykite numatytąją žaidimo laikrodžio sustabdyto teksto spalvą
no: Still inn tekstfargen for stoppet spillklokke til standard
pl: Ustaw domyślny kolor tekstu zegara gry zatrzymanego
pt: Defina a cor do texto do relógio do jogo parado como padrão
ro: Setați culoarea textului oprit pentru ceasul jocului la implicit
ru: Установить цвет текста остановки игровых часов по умолчанию

source: Set the kibitz window colour to default
fa: رنگ پنجره kibitz را روی پیش فرض قرار دهید
ja: kibitzウィンドウの色をデフォルトに設定する
ko: kibitz 창 색상을 기본값으로 설정
lt: Nustatykite numatytąją kibito lango spalvą
no: Sett kibitz-vindusfargen til standard
pl: Ustaw domyślny kolor okna Kibitz
pt: Defina a cor da janela do kibitz para o padrão
ro: Setați culoarea ferestrei kibitz la implicită
ru: Установить цвет окна kibitz по умолчанию

source: Set the kibitz panel colour to default
fa: رنگ پانل kibitz را روی پیش فرض قرار دهید
ja: キビッツパネルの色をデフォルトに設定する
ko: kibitz 패널 색상을 기본값으로 설정
lt: Nustatykite numatytąją kibito skydelio spalvą
no: Sett fargen på kibitz-panelet til standard
pl: Ustaw domyślny kolor panelu Kibitz
pt: Defina a cor do painel kibitz como padrão
ro: Setați culoarea panoului kibitz la implicit
ru: Установить цвет панели кибица по умолчанию

source: Check to use background colour gradient
fa: برای استفاده از گرادیان رنگ پس‌زمینه، علامت بزنید
ja: 背景色のグラデーションを使用するにはチェックを入れます
ko: 배경색 그라데이션을 사용하려면 체크하세요
lt: Pažymėkite, jei norite naudoti fono spalvos gradientą
no: Merk av for å bruke bakgrunnsfargegradient
pl: Zaznacz, aby użyć gradientu koloru tła
pt: Marque para usar gradiente de cor de fundo
ro: Bifați pentru a utiliza gradient de culoare de fundal
ru: Установите флажок, чтобы использовать градиент цвета фона.

source: Click to open background colour gradient settings dialog box
fa: برای باز کردن کادر گفتگوی تنظیمات گرادیان رنگ پس زمینه کلیک کنید
ja: クリックすると背景色のグラデーション設定ダイアログボックスが開きます
ko: 배경색 그라데이션 설정 대화 상자를 열려면 클릭하세요.
lt: Spustelėkite, kad atidarytumėte fono spalvų gradiento nustatymų dialogo langą
no: Klikk for å åpne dialogboksen for innstillinger for bakgrunnsfargegradient
pl: Kliknij, aby otworzyć okno dialogowe ustawień gradientu koloru tła
pt: Clique para abrir a caixa de diálogo de configurações de gradiente de cor de fundo
ro: Faceți clic pentru a deschide caseta de dialog pentru setările pentru gradient de culoare de fundal
ru: Щелкните, чтобы открыть диалоговое окно настроек градиента цвета фона.

source: This dialog box allow you to select the colours for the 3d windows.
fa: این کادر محاوره ای به شما امکان می دهد رنگ های پنجره های سه بعدی را انتخاب کنید.
ja: このダイアログ ボックスでは、3D ウィンドウの色を選択できます。
ko: 이 대화 상자를 사용하면 3D 창의 색상을 선택할 수 있습니다.
lt: Šiame dialogo lange galite pasirinkti 3D langų spalvas.
no: Denne dialogboksen lar deg velge fargene for 3d-vinduene.
pl: To okno dialogowe umożliwia wybór kolorów dla okien 3D.
pt: Esta caixa de diálogo permite que você selecione as cores para as janelas 3D.
ro: Această casetă de dialog vă permite să selectați culorile pentru ferestrele 3D.
ru: Это диалоговое окно позволяет выбрать цвета для 3D-окон.

source: User defined background - Check this box for a user-defined
fa: پس‌زمینه تعریف‌شده توسط کاربر - این کادر را برای تعریف کاربر علامت بزنید
ja: ユーザー定義の背景 - ユーザー定義の背景の場合はこのボックスをチェックしてください
ko: 사용자 정의 배경 - 사용자 정의 배경을 선택하려면 이 상자를 선택하십시오.
lt: Vartotojo nustatytas fonas – pažymėkite šį langelį, jei norite nustatyti vartotojo nustatytą foną
no: Brukerdefinert bakgrunn - Kryss av i denne boksen for en brukerdefinert
pl: Tło zdefiniowane przez użytkownika – zaznacz to pole, aby uzyskać tło zdefiniowane przez użytkownika.
pt: Plano de fundo definido pelo usuário - Marque esta caixa para um plano de fundo definido pelo usuário
ro: Fundal definit de utilizator - Bifați această casetă pentru un fundal definit de utilizator
ru: Пользовательский фон — установите этот флажок для пользовательского фона.

source: main window background.
fa: پس زمینه پنجره اصلی
ja: メインウィンドウの背景。
ko: 메인 창 배경.
lt: pagrindinio lango fonas.
no: hovedvinduets bakgrunn.
pl: tło głównego okna.
pt: plano de fundo da janela principal.
ro: fundalul ferestrei principale.
ru: Фон главного окна.

source: Background settings.. - Click this button to open the user-defined
fa: تنظیمات پس زمینه.. - روی این دکمه کلیک کنید تا تنظیمات تعریف شده توسط کاربر باز شود
ja: 背景設定.. - このボタンをクリックすると、ユーザー定義の背景設定が開きます。
ko: 배경 설정.. - 이 버튼을 클릭하면 사용자 정의 배경 설정 화면이 열립니다.
lt: Fono nustatymai... – Spustelėkite šį mygtuką, kad atidarytumėte vartotojo nustatytą
no: Bakgrunnsinnstillinger.. - Klikk på denne knappen for å åpne den brukerdefinerte
pl: Ustawienia tła.. - Kliknij ten przycisk, aby otworzyć ustawienia zdefiniowane przez użytkownika
pt: Configurações de fundo.. - Clique neste botão para abrir as configurações definidas pelo usuário
ro: Setări de fundal.. - Faceți clic pe acest buton pentru a deschide opțiunea definită de utilizator
ru: Настройки фона.. - Нажмите эту кнопку, чтобы открыть пользовательские настройки

source: main window background dialog box.
fa: کادر محاوره ای پس زمینه پنجره اصلی
ja: メインウィンドウの背景ダイアログ ボックス。
ko: 메인 창 배경 대화 상자.
lt: pagrindinio lango fono dialogo langas.
no: hovedvinduets bakgrunnsdialogboks.
pl: główne okno dialogowe tła.
pt: caixa de diálogo de fundo da janela principal.
ro: caseta de dialog de fundal a ferestrei principale.
ru: диалоговое окно фона главного окна.

source: 3d window colours help
fa: رنگ های پنجره سه بعدی کمک می کند
ja: 3Dウィンドウカラーヘルプ
ko: 3d 창 색상 도움말
lt: 3D langų spalvos padeda
no: 3D-vindusfarger hjelper
pl: Kolory okien 3D pomagają
pt: Ajuda com cores de janelas 3D
ro: Culorile ferestrelor 3D ajută
ru: 3D окна цвета помогают

source: Caption bar colours
fa: رنگ نوار عنوان
ja: キャプションバーの色
ko: 캡션바 색상
lt: Antraštės juostos spalvos
no: Farger på tekstlinjen
pl: Kolory paska podpisu
pt: Cores da barra de legenda
ro: Culorile barei de legendă
ru: Цвета строки заголовка

source: If you find that the move list and game clock windows look a bit bland,
fa: اگر متوجه شدید که لیست حرکت و پنجره های ساعت بازی کمی بی مزه به نظر می رسند،
ja: 移動リストとゲームクロックウィンドウが少し味気ないと感じる場合は、
ko: 이동 목록 및 게임 시계 창이 다소 지루해 보인다면,
lt: Jei manote, kad judesių sąrašas ir žaidimo laikrodžio langai atrodo šiek tiek blankūs,
no: Hvis du synes at trekklisten og spillklokkevinduene ser litt blide ut,
pl: Jeśli uważasz, że okna listy ruchów i zegara gry wyglądają nieco nudno,
pt: Se você achar que a lista de movimentos e as janelas do relógio do jogo parecem um pouco sem graça,
ro: Dacă găsești că lista de mișcări și ferestrele ceasului jocului arată puțin bland,
ru: Если вы считаете, что окна списка ходов и игровых часов выглядят немного скучно,

source: you can change the Windows caption bar colours.
fa: می توانید رنگ نوار عنوان ویندوز را تغییر دهید.
ja: Windows のキャプション バーの色を変更できます。
ko: Windows 캡션 막대 색상을 변경할 수 있습니다.
lt: galite pakeisti „Windows“ antraštės juostos spalvas.
no: du kan endre fargene på Windows-tekstlinjen.
pl: Możesz zmienić kolory paska napisów w systemie Windows.
pt: você pode alterar as cores da barra de legenda do Windows.
ro: puteți schimba culorile barei de subtitrări din Windows.
ru: Вы можете изменить цвета строки заголовка Windows.

source: However, this cannot be done from within the program.
fa: با این حال، این را نمی توان از داخل برنامه انجام داد.
ja: ただし、プログラム内からはこれを実行できません。
ko: 하지만 이 작업은 프로그램 내에서 수행할 수 없습니다.
lt: Tačiau to negalima padaryti iš programos.
no: Dette kan imidlertid ikke gjøres fra programmet.
pl: Nie można tego jednak zrobić z poziomu programu.
pt: Entretanto, isso não pode ser feito de dentro do programa.
ro: Cu toate acestea, acest lucru nu se poate face din cadrul programului.
ru: Однако это невозможно сделать из программы.

source: To change the colour of the caption bar for an active window :-
fa: برای تغییر رنگ نوار عنوان برای یک پنجره فعال:-
ja: アクティブウィンドウのキャプションバーの色を変更するには:-
ko: 활성 창의 캡션 표시줄 색상을 변경하려면 다음을 수행하세요.
lt: Norėdami pakeisti aktyvaus lango antraščių juostos spalvą:
no: Slik endrer du fargen på bildetekstlinjen for et aktivt vindu:-
pl: Aby zmienić kolor paska podpisu aktywnego okna:
pt: Para alterar a cor da barra de legenda de uma janela ativa:
ro: Pentru a schimba culoarea barei de legendă pentru o fereastră activă:-
ru: Чтобы изменить цвет строки заголовка активного окна:

source: From the Windows desktop, right click on an empty area
fa: از دسکتاپ ویندوز، روی یک قسمت خالی کلیک راست کنید
ja: Windowsデスクトップで、何もない場所を右クリックします。
ko: Windows 바탕 화면에서 빈 공간을 마우스 오른쪽 버튼으로 클릭합니다.
lt: „Windows“ darbalaukyje dešiniuoju pelės mygtuku spustelėkite tuščią sritį
no: Fra Windows-skrivebordet høyreklikker du på et tomt område
pl: Na pulpicie systemu Windows kliknij prawym przyciskiem myszy pusty obszar
pt: Na área de trabalho do Windows, clique com o botão direito em uma área vazia
ro: De pe desktopul Windows, faceți clic dreapta pe o zonă goală
ru: На рабочем столе Windows щелкните правой кнопкой мыши по пустой области.

source: then choose < Personalize > next choose < Colours > from the options
fa: سپس < Personalize > سپس < Colors > را از میان گزینه ها انتخاب کنید
ja: 次に<パーソナライズ>を選択し、オプションから<色>を選択します。
ko: 그런 다음 <개인 설정>을 선택하고 옵션에서 <색상>을 선택합니다.
lt: tada pasirinkite < Personalizuoti > tada iš parinkčių pasirinkite < Spalvos >
no: velg deretter < Tilpass > velg deretter < Farger > fra alternativene
pl: następnie wybierz <Personalizuj>, a następnie wybierz <Kolory> z opcji
pt: então escolha < Personalizar > em seguida escolha < Cores > nas opções
ro: apoi alegeți < Personalizare > apoi alegeți < Culori > din opțiuni
ru: затем выберите <Персонализация>, затем выберите <Цвета> из вариантов

source: on the left side of the screen.
fa: در سمت چپ صفحه نمایش
ja: 画面の左側にあります。
ko: 화면 왼쪽에 있습니다.
lt: kairėje ekrano pusėje.
no: på venstre side av skjermen.
pl: po lewej stronie ekranu.
pt: no lado esquerdo da tela.
ro: în partea stângă a ecranului.
ru: в левой части экрана.

source: Select a colour from the colour picker, then check the box
fa: یک رنگ را از انتخابگر رنگ انتخاب کنید، سپس کادر را علامت بزنید
ja: カラーピッカーから色を選択し、ボックスにチェックを入れます
ko: 색상 선택기에서 색상을 선택한 다음 상자를 체크하세요.
lt: Pasirinkite spalvą iš spalvų rinkiklio, tada pažymėkite langelį
no: Velg en farge fra fargevelgeren, og merk av i boksen
pl: Wybierz kolor z palety kolorów, a następnie zaznacz pole wyboru
pt: Selecione uma cor no seletor de cores e marque a caixa
ro: Selectați o culoare din selectorul de culori, apoi bifați caseta
ru: Выберите цвет из палитры цветов, затем установите флажок.

source: < Title bars and window borders > or switch on < Show colour on title bar >
fa: < نوار عنوان و حاشیه پنجره > یا <نمایش رنگ در نوار عنوان > را روشن کنید
ja: < タイトルバーとウィンドウの境界線 > または < タイトルバーに色を表示 > をオンにします
ko: < 타이틀바 및 창 테두리 > 또는 < 타이틀바에 색상 표시 > 켜기
lt: < Pavadinimo juostos ir langų kraštinės > arba įjunkite < Rodyti spalvą pavadinimo juostoje >
no: < Tittellinjer og vinduskanter > eller slå på < Vis farge på tittellinjen >
pl: < Paski tytułowe i obramowania okien > lub włącz < Pokaż kolor na pasku tytułowym >
pt: < Barras de título e bordas de janela > ou ative < Mostrar cor na barra de título >
ro: < Bare de titlu și chenarele ferestrei > sau porniți < Afișați culoarea pe bara de titlu >
ru: < Строки заголовка и границы окон > или включите < Показывать цвет на строке заголовка >

source: depending on which of these options is displayed for your Windows version.
fa: بسته به اینکه کدام یک از این گزینه ها برای نسخه ویندوز شما نمایش داده می شود.
ja: ご使用の Windows バージョンに応じて、これらのオプションのどれが表示されるかによって異なります。
ko: Windows 버전에 따라 어떤 옵션이 표시되는지에 따라 달라집니다.
lt: priklausomai nuo to, kuri iš šių parinkčių rodoma jūsų „Windows“ versijai.
no: avhengig av hvilke av disse alternativene som vises for din Windows-versjon.
pl: w zależności od tego, która opcja jest wyświetlana w Twojej wersji systemu Windows.
pt: dependendo de qual dessas opções é exibida para sua versão do Windows.
ro: în funcție de care dintre aceste opțiuni este afișată pentru versiunea dvs. de Windows.
ru: в зависимости от того, какой из этих параметров отображается для вашей версии Windows.

source: To change the colour of the caption bar for an inactive window
fa: برای تغییر رنگ نوار عنوان برای یک پنجره غیرفعال
ja: 非アクティブなウィンドウのキャプションバーの色を変更するには
ko: 비활성 창의 캡션 표시줄 색상을 변경하려면
lt: Norėdami pakeisti neaktyvaus lango antraštės juostos spalvą
no: For å endre fargen på bildetekstlinjen for et inaktivt vindu
pl: Aby zmienić kolor paska podpisu dla nieaktywnego okna
pt: Para alterar a cor da barra de legenda de uma janela inativa
ro: Pentru a schimba culoarea barei de legendă pentru o fereastră inactivă
ru: Чтобы изменить цвет строки заголовка для неактивного окна

source: involves editing the registry.
fa: شامل ویرایش رجیستری است.
ja: レジストリの編集が必要になります。
ko: 레지스트리를 편집하는 것을 포함합니다.
lt: apima registro redagavimą.
no: innebærer redigering av registeret.
pl: polega na edycji rejestru.
pt: envolve a edição do registro.
ro: implică editarea registrului.
ru: включает в себя редактирование реестра.

source: There is a post on this at the following website -
fa: یک پست در این مورد در وب سایت زیر وجود دارد -
ja: これについては次のウェブサイトに投稿があります -
ko: 다음 웹사이트에 이에 대한 게시물이 있습니다.
lt: Apie tai yra įrašas šioje svetainėje -
no: Det er et innlegg om dette på følgende nettside -
pl: Na ten temat jest post na następującej stronie internetowej -
pt: Há uma postagem sobre isso no seguinte site -
ro: Există o postare despre asta pe următorul site -
ru: Пост об этом есть на следующем сайте:

source: I used the hexadecimal value e0cbcb for the Value data, this gives a light blue colour.
fa: من از مقدار هگزادسیمال e0cbcb برای داده های Value استفاده کردم، این یک رنگ آبی روشن می دهد.
ja: 値データには 16 進数値 e0cbcb を使用しました。これにより、明るい青色が生成されます。
ko: 값 데이터에 16진수 값 e0cbcb를 사용했는데, 이는 연한 파란색을 나타냅니다.
lt: Vertės duomenims naudojau šešioliktainę reikšmę e0cbcb, tai suteikia šviesiai mėlyną spalvą.
no: Jeg brukte den heksadesimale verdien e0cbcb for verdidataene, dette gir en lyseblå farge.
pl: Użyłem wartości szesnastkowej e0cbcb dla danych wartości, co dało jasnoniebieski kolor.
pt: Usei o valor hexadecimal e0cbcb para os dados de valor, o que resulta em uma cor azul claro.
ro: Am folosit valoarea hexazecimală e0cbcb pentru datele Value, aceasta dă o culoare albastru deschis.
ru: Я использовал шестнадцатеричное значение e0cbcb для данных Value, это дает светло-голубой цвет.

source: Change Windows caption bar colours
fa: رنگ نوار کپشن ویندوز را تغییر دهید
ja: Windowsのキャプションバーの色を変更する
ko: Windows 캡션 막대 색상 변경
lt: Pakeiskite „Windows“ antraštės juostos spalvas
no: Endre farger på Windows-tekstlinjen
pl: Zmień kolory paska podpisów systemu Windows
pt: Alterar as cores da barra de legenda do Windows
ro: Schimbați culorile barei de subtitrări din Windows
ru: Изменить цвета заголовка Windows

source: Board co-ords colour
fa: تخته هم رنگ
ja: ボード座標の色
ko: 보드의 색상 조정
lt: Lentos koordinuoja spalva
no: Brettet koordinerer farge
pl: Kolorystyka koordynatów planszowych
pt: Coordenadas de cor do quadro
ro: Culoarea codurilor de bord
ru: Цвет координированной доски

source: Board highlight colour
fa: رنگ هایلایت تابلو
ja: ボードのハイライト色
ko: 보드 하이라이트 색상
lt: Lentos paryškinimo spalva
no: Uthevingsfarge på tavlen
pl: Kolor podświetlenia planszy
pt: Cor de destaque do quadro
ro: Culoarea evidențierii plăcii
ru: Цвет подсветки доски

source: Dark square colour
fa: رنگ مربع تیره
ja: 濃い四角色
ko: 진한 사각형 색상
lt: Tamsi kvadrato spalva
no: Mørk firkantet farge
pl: Ciemny kwadratowy kolor
pt: Cor quadrada escura
ro: Culoare pătrată închisă
ru: Цвет темного квадрата

source: Light square colour
fa: رنگ مربع روشن
ja: ライトスクエアカラー
ko: 밝은 사각형 색상
lt: Šviesios kvadratinės spalvos
no: Lys firkantet farge
pl: Jasny kwadratowy kolor
pt: Cor quadrada clara
ro: Culoare pătrată deschisă
ru: Светлый квадратный цвет

source: Border colour
fa: رنگ حاشیه
ja: 境界線の色
ko: 테두리 색상
lt: Krašto spalva
no: Kantfarge
pl: Kolor obramowania
pt: Cor da borda
ro: Culoarea chenarului
ru: Цвет границы

source: Dark piece colour
fa: رنگ قطعه تیره
ja: 暗い色のピース
ko: 어두운 조각 색상
lt: Tamsi gabalo spalva
no: Mørk stykke farge
pl: Ciemny kolor elementu
pt: Cor da peça escura
ro: Culoare închisă a piesei
ru: Темный цвет детали

source: Light piece colour
fa: رنگ قطعه روشن
ja: ライトピースの色
ko: 밝은 조각 색상
lt: Šviesios detalės spalva
no: Lys stykke farge
pl: Kolor jasnego elementu
pt: Cor da peça clara
ro: Culoare ușoară a piesei
ru: Цвет светлой детали

source: Use board colours
fa: از رنگ های تخته استفاده کنید
ja: ボードカラーを使用する
ko: 보드 색상 사용
lt: Naudokite lentos spalvas
no: Bruk bordfarger
pl: Użyj kolorów planszy
pt: Use cores de tabuleiro
ro: Folosiți culorile plăcilor
ru: Используйте цвета доски

source: Use piece colours
fa: از رنگ های تکه ای استفاده کنید
ja: ピースの色を使う
ko: 조각 색상을 사용하세요
lt: Naudokite dalių spalvas
no: Bruk brikkefarger
pl: Użyj kolorów elementów
pt: Use cores de peças
ro: Folosiți culori pentru piese
ru: Используйте цвета деталей

source: Check this box to use colours for the chess board
fa: برای استفاده از رنگ ها برای صفحه شطرنج، این کادر را علامت بزنید
ja: チェス盤に色を使用するには、このボックスをチェックしてください
ko: 체스판에 색상을 사용하려면 이 상자를 체크하세요.
lt: Pažymėkite šį langelį, jei norite naudoti spalvas šachmatų lentoje
no: Kryss av i denne boksen for å bruke farger for sjakkbrettet
pl: Zaznacz to pole, aby użyć kolorów dla szachownicy
pt: Marque esta caixa para usar cores no tabuleiro de xadrez
ro: Bifați această casetă pentru a folosi culori pentru tabla de șah
ru: Установите этот флажок, чтобы использовать цвета для шахматной доски.

source: (rather than bitmaps)
fa: (به جای بیت مپ)
ja: （ビットマップではなく）
ko: (비트맵이 아닌)
lt: (o ne bitmaps)
no: (i stedet for punktgrafikk)
pl: (zamiast map bitowych)
pt: (em vez de bitmaps)
ro: (mai degrabă decât hărți de bit)
ru: (а не растровые изображения)

source: Check this box to use colours for the chess pieces
fa: این کادر را علامت بزنید تا از رنگ ها برای مهره های شطرنج استفاده کنید
ja: チェスの駒に色を使用するには、このボックスをチェックしてください
ko: 체스 말에 색상을 사용하려면 이 상자를 체크하세요.
lt: Pažymėkite šį langelį, jei norite naudoti spalvas šachmatų figūroms
no: Kryss av i denne boksen for å bruke farger for sjakkbrikkene
pl: Zaznacz to pole, aby użyć kolorów dla figur szachowych
pt: Marque esta caixa para usar cores para as peças de xadrez
ro: Bifați această casetă pentru a folosi culori pentru piesele de șah
ru: Установите этот флажок, чтобы использовать цвета для шахматных фигур.
