Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Ponder - Let the engine ponder its next move while the opponent is thinking.
fa: تامل - اجازه دهید موتور حرکت بعدی خود را در حالی که حریف در حال فکر کردن است فکر کند.
ja: 熟考 - 対戦相手が考えている間に、エンジンに次の動きを考えさせます。
ko: 숙고 - 상대방이 생각하는 동안 엔진이 다음 움직임을 숙고하게 합니다.
lt: Apmąstykite – leiskite varikliui apmąstyti kitą žingsnį, kol priešininkas galvoja.
no: Tenk – La motoren tenke på neste trekk mens motstanderen tenker.
pl: Rozważ - pozwól silnikowi zastanowić się nad swoim następnym ruchem, podczas gdy przeciwnik się zastanawia.
pt: Ponderar - Deixe o motor ponderar seu próximo movimento enquanto o oponente pensa.
ro: Gândește - Lasă motorul să se gândească la următoarea mișcare în timp ce adversarul se gândește.
ru: Обдумывание — пусть движок обдумает свой следующий ход, пока противник думает.

source: MultiPV - Output the N best lines(principal variations, PVs) when searching.
fa: MultiPV - خروجی بهترین خط N (تغییرهای اصلی، PVs) هنگام جستجو.
ja: MultiPV - 検索時に N 個の最良のライン (主要なバリエーション、PV) を出力します。
ko: MultiPV - 검색 시 N개의 최상의 라인(주요 변화, PV)을 출력합니다.
lt: MultiPV – ieškodami išveskite N geriausių eilučių (pagrindiniai variantai, PV).
no: MultiPV - Skriv ut de N beste linjene (hovedvariasjoner, PV-er) når du søker.
pl: MultiPV - Generuje N najlepszych linii (wariantów głównych, PV) podczas wyszukiwania.
pt: MultiPV - Exibe as N melhores linhas (variações principais, PVs) ao pesquisar.
ro: MultiPV - Ieșiți cele mai bune N linii (variații principale, PV) atunci când căutați.
ru: MultiPV — выводит N лучших линий (главных вариаций, PV) при поиске.

source: Leave at 1 for the best performance.
fa: برای بهترین عملکرد 1 را رها کنید.
ja: 最高のパフォーマンスを得るには 1 のままにしておきます。
ko: 가장 좋은 성능을 얻으려면 1로 두세요.
lt: Palikite ties 1, kad pasiektumėte geriausią našumą.
no: La ved 1 for best ytelse.
pl: Aby uzyskać najlepszą wydajność, pozostaw wartość 1.
pt: Deixe em 1 para melhor desempenho.
ro: Lăsați la 1 pentru cea mai bună performanță.
ru: Для наилучшей производительности оставьте значение 1.

source: Use NNUE - Toggle between the NNUE and classical evaluation functions.
fa: از NNUE استفاده کنید - بین توابع ارزیابی کلاسیک و NNUE جابه‌جا شوید.
ja: NNUE を使用する - NNUE と従来の評価関数を切り替えます。
ko: NNUE 사용 - NNUE와 기존 평가 기능 간을 전환합니다.
lt: Naudokite NNUE – perjunkite NNUE ir klasikinio vertinimo funkcijas.
no: Bruk NNUE - Veksle mellom NNUE og klassisk evalueringsfunksjoner.
pl: Użyj NNUE – przełącza pomiędzy NNUE i klasycznymi funkcjami oceny.
pt: Use NNUE - Alternar entre as funções de avaliação NNUE e clássica.
ro: Utilizați NNUE - Comutați între funcțiile de evaluare NNUE și clasice.
ru: Использовать NNUE — переключение между NNUE и классическими функциями оценки.

source: If set to true, the network parameters must be available to load from the file
fa: اگر روی true تنظیم شود، پارامترهای شبکه باید برای بارگیری از فایل در دسترس باشند
ja: trueに設定すると、ネットワークパラメータをファイルから読み込むことができるようになります。
ko: true로 설정하면 파일에서 로드할 수 있는 네트워크 매개변수가 있어야 합니다.
lt: Jei nustatyta į „true“, tinklo parametrus turi būti galima įkelti iš failo
no: Hvis satt til true, må nettverksparameterne være tilgjengelige for å lastes fra filen
pl: Jeśli ustawione na true, parametry sieciowe muszą być dostępne, aby można było załadować je z pliku
pt: Se definido como verdadeiro, os parâmetros de rede devem estar disponíveis para carregar do arquivo
ro: Dacă se setează la true, parametrii de rețea trebuie să fie disponibili pentru încărcare din fișier
ru: Если установлено значение true, сетевые параметры должны быть доступны для загрузки из файла.

source: (see also EvalFile), if they are not embedded in the binary (*.exe engine file)
fa: (همچنین به EvalFile مراجعه کنید)، اگر در باینری (فایل موتور *.exe) تعبیه نشده باشند.
ja: （EvalFileも参照）、バイナリ（*.exeエンジンファイル）に埋め込まれていない場合
ko: (EvalFile도 참조하세요) 바이너리(*.exe 엔진 파일)에 내장되어 있지 않은 경우
lt: (taip pat žr. EvalFile), jei jie nėra įterpti į dvejetainį failą (*.exe variklio failas)
no: (se også EvalFile), hvis de ikke er innebygd i den binære (*.exe-motorfilen)
pl: (zobacz także EvalFile), jeśli nie są osadzone w pliku binarnym (pliku silnika *.exe)
pt: (veja também EvalFile), se não estiverem incorporados no binário (arquivo de mecanismo *.exe)
ro: (vezi și EvalFile), dacă nu sunt încorporate în binar (fișierul motor *.exe)
ru: (см. также EvalFile), если они не встроены в двоичный файл (файл движка *.exe)

source: EvalFile - The name of the file of the NNUE evaluation parameters.
fa: EvalFile - نام فایل پارامترهای ارزیابی NNUE.
ja: EvalFile - NNUE 評価パラメータのファイルの名前。
ko: EvalFile - NNUE 평가 매개변수 파일의 이름입니다.
lt: EvalFile – NNUE vertinimo parametrų failo pavadinimas.
no: EvalFile - Navnet på filen med NNUE-evalueringsparameterne.
pl: EvalFile – nazwa pliku parametrów oceny NNUE.
pt: EvalFile - O nome do arquivo dos parâmetros de avaliação NNUE.
ro: EvalFile - Numele fișierului parametrilor de evaluare NNUE.
ru: EvalFile — имя файла параметров оценки NNUE.

source: Depending on the GUI, the filename might have to include the full path
fa: بسته به رابط کاربری گرافیکی، نام فایل ممکن است شامل مسیر کامل باشد
ja: GUIによっては、ファイル名にフルパスを含める必要がある場合があります。
ko: GUI에 따라 파일 이름에 전체 경로가 포함되어야 할 수도 있습니다.
lt: Priklausomai nuo GUI, failo pavadinime gali būti nurodytas visas kelias
no: Avhengig av GUI, kan filnavnet inkludere hele banen
pl: W zależności od interfejsu graficznego nazwa pliku może zawierać pełną ścieżkę
pt: Dependendo da GUI, o nome do arquivo pode ter que incluir o caminho completo
ro: În funcție de GUI, este posibil ca numele fișierului să includă calea completă
ru: В зависимости от графического интерфейса имя файла может включать полный путь.

source: to the folder / directory that contains the file.
fa: به پوشه / دایرکتوری که حاوی فایل است.
ja: ファイルが含まれているフォルダー/ディレクトリに。
ko: 해당 파일이 들어 있는 폴더/디렉토리로.
lt: į aplanką / katalogą, kuriame yra failas.
no: til mappen/katalogen som inneholder filen.
pl: do folderu/katalogu zawierającego plik.
pt: para a pasta/diretório que contém o arquivo.
ro: în folderul/directorul care conține fișierul.
ru: в папку/каталог, содержащий файл.

source: Other locations, such as the directory that contains the binary
fa: مکان های دیگر، مانند دایرکتوری که حاوی باینری است
ja: バイナリを含むディレクトリなどの他の場所
ko: 바이너리를 포함하는 디렉토리와 같은 다른 위치
lt: Kitos vietos, pvz., katalogas, kuriame yra dvejetainis failas
no: Andre steder, for eksempel katalogen som inneholder binæren
pl: Inne lokalizacje, takie jak katalog zawierający plik binarny
pt: Outros locais, como o diretório que contém o binário
ro: Alte locații, cum ar fi directorul care conține binarul
ru: Другие местоположения, такие как каталог, содержащий двоичный файл

source: and the working directory, are also searched.
fa: و فهرست کار، نیز جستجو می شود.
ja: および作業ディレクトリも検索されます。
ko: 및 작업 디렉토리도 검색됩니다.
lt: ir darbo kataloge, taip pat ieškoma.
no: og arbeidskatalogen, er også søkt.
pl: i katalog roboczy również są przeszukiwane.
pt: e o diretório de trabalho também são pesquisados.
ro: și directorul de lucru, sunt de asemenea căutate.
ru: и рабочий каталог также просматриваются.

source: For Stockfish versions 12 and later, which have neural net capability,
fa: برای Stockfish نسخه 12 و بالاتر که دارای قابلیت شبکه عصبی هستند،
ja: ニューラルネット機能を備えたStockfishバージョン12以降では、
ko: 신경망 기능이 있는 Stockfish 버전 12 이상의 경우
lt: „Stockfish“ 12 ir naujesnėms versijoms, turinčioms neuroninio tinklo galimybę,
no: For Stockfish versjoner 12 og nyere, som har nevrale nettkapasitet,
pl: W przypadku wersji Stockfish 12 i nowszych, które mają możliwość obsługi sieci neuronowych,
pt: Para as versões 12 e posteriores do Stockfish, que têm capacidade de rede neural,
ro: Pentru versiunile Stockfish 12 și ulterioare, care au capacitate de rețea neuronală,
ru: Для Stockfish версии 12 и более поздних, которые поддерживают нейронные сети,

source: the default neural net is usually embedded in the *.exe file.
fa: شبکه عصبی پیش فرض معمولاً در فایل *.exe تعبیه شده است.
ja: デフォルトのニューラル ネットは通常、*.exe ファイルに埋め込まれています。
ko: 기본 신경망은 일반적으로 *.exe 파일에 내장되어 있습니다.
lt: numatytasis neuroninis tinklas paprastai įterpiamas į *.exe failą.
no: standard nevrale nettet er vanligvis innebygd i *.exe-filen.
pl: Domyślna sieć neuronowa jest zwykle osadzona w pliku *.exe.
pt: a rede neural padrão geralmente está incorporada no arquivo *.exe.
ro: rețeaua neuronală implicită este de obicei încorporată în fișierul *.exe.
ru: нейронная сеть по умолчанию обычно встроена в файл *.exe.

source: UCI_ShowWDL - If enabled, show approximate WDL statistics as part of the
fa: UCI_ShowWDL - در صورت فعال بودن، آمار تقریبی WDL را به عنوان بخشی از آن نشان دهید
ja: UCI_ShowWDL - 有効にすると、おおよそのWDL統計情報を
ko: UCI_ShowWDL - 활성화된 경우 대략적인 WDL 통계를 다음과 같이 표시합니다.
lt: UCI_ShowWDL – jei įjungta, rodykite apytikslę WDL statistiką kaip dalį
no: UCI_ShowWDL - Hvis aktivert, vis omtrentlig WDL-statistikk som en del av
pl: UCI_ShowWDL – jeśli włączone, pokaż przybliżone statystyki WDL jako część
pt: UCI_ShowWDL - Se habilitado, mostra estatísticas WDL aproximadas como parte do
ro: UCI_ShowWDL - Dacă este activat, afișați statisticile WDL aproximative ca parte a
ru: UCI_ShowWDL — если включено, отображать приблизительную статистику WDL как часть

source: engine output. These WDL numbers model expected game outcomes for a
fa: خروجی موتور این مدل اعداد WDL نتایج بازی را برای a
ja: エンジン出力。これらのWDL数値は、
ko: 엔진 출력. 이 WDL 숫자는 게임 결과에 대한 예상 결과를 모델링합니다.
lt: variklio galia. Šie WDL numeriai modeliuoja laukiamus žaidimo rezultatus a
no: motoreffekt. Disse WDL-tallene modellerer forventede spillresultater for en
pl: moc silnika. Te liczby WDL modelują oczekiwane wyniki gry dla
pt: saída do motor. Esses números WDL modelam os resultados esperados do jogo para um
ro: puterea motorului. Aceste numere WDL modelează rezultatele așteptate ale jocului pentru a
ru: Выход двигателя. Эти числа WDL моделируют ожидаемые результаты игры для

source: given evaluation and game ply for engine self - play
fa: ارزیابی داده شده و بازی برای خود بازی موتور
ja: エンジンの自己プレイに対する評価とゲームプレイ
ko: 엔진 자체 플레이를 위한 평가 및 게임 플라이 제공
lt: pateiktas įvertinimas ir žaidimo būdas variklio savarankiškam žaidimui
no: gitt evaluering og spillply for motorselvspill
pl: podana ocena i gra dla samodzielnego odtwarzania przez silnik
pt: dada avaliação e jogo para auto-jogo do motor
ro: evaluarea dată și plinul de joc pentru jocul propriu al motorului
ru: данная оценка и игровой слой для движка самостоятельно - игра

source: at 60 seconds + 0.6 seconds per game.
fa: در 60 ثانیه + 0.6 ثانیه در هر بازی.
ja: 1ゲームあたり60秒+0.6秒。
ko: 게임당 60초 + 0.6초.
lt: 60 sekundžių + 0,6 sekundės per žaidimą.
no: på 60 sekunder + 0,6 sekunder per kamp.
pl: po 60 sekundach + 0,6 sekundy na grę.
pt: a 60 segundos + 0,6 segundos por jogo.
ro: la 60 de secunde + 0,6 secunde pe joc.
ru: 60 секунд + 0,6 секунды за игру.

source: UCI_LimitStrength - Enable weaker play aiming for an Elo rating as set by UCI_Elo.
fa: UCI_LimitStrength - بازی ضعیف‌تر را با هدف رتبه‌بندی Elo که توسط UCI_Elo تنظیم شده است، فعال کنید.
ja: UCI_LimitStrength - UCI_Elo で設定された Elo レーティングを目指した弱いプレイを有効にします。
ko: UCI_LimitStrength - UCI_Elo에 설정된 Elo 등급을 목표로 약한 플레이를 활성화합니다.
lt: UCI_LimitStrength – įgalinkite silpnesnį žaidimą siekiant UCI_Elo nustatyto Elo įvertinimo.
no: UCI_LimitStrength - Aktiver svakere spill som sikter mot en Elo-vurdering som satt av UCI_Elo.
pl: UCI_LimitStrength - Włącz słabszą grę mającą na celu uzyskanie rankingu ELO określonego przez UCI_Elo.
pt: UCI_LimitStrength - Habilita jogadas mais fracas visando uma classificação Elo conforme definido pelo UCI_Elo.
ro: UCI_LimitStrength - Activați jocul mai slab, urmărind un rating Elo, așa cum este stabilit de UCI_Elo.
ru: UCI_LimitStrength — включить более слабую игру, нацеленную на рейтинг Эло, установленный UCI_Elo.

source: This option overrides < Skill Level >
fa: این گزینه <سطح مهارت> را لغو می کند
ja: このオプションは<スキルレベル>を上書きします。
ko: 이 옵션은 < 기술 수준 >을 무시합니다.
lt: Ši parinktis nepaiso < Įgūdžių lygis >
no: Dette alternativet overstyrer < Ferdighetsnivå >
pl: Ta opcja zastępuje opcję < Poziom umiejętności >
pt: Esta opção substitui < Nível de Habilidade >
ro: Această opțiune înlocuiește < Nivelul de calificare >
ru: Эта опция переопределяет <Уровень навыка>

source: UCI_Elo type - If enabled by UCI_LimitStrength, aim for an engine strength
fa: نوع UCI_Elo - اگر توسط UCI_LimitStrength فعال شده است، قدرت موتور را هدف قرار دهید
ja: UCI_Eloタイプ - UCI_LimitStrengthで有効になっている場合は、エンジンの強さを目指します
ko: UCI_Elo 유형 - UCI_LimitStrength로 활성화된 경우 엔진 강도를 목표로 합니다.
lt: UCI_Elo tipas – jei įjungta UCI_LimitStrength, siekite variklio stiprumo
no: UCI_Elo type - Hvis aktivert av UCI_LimitStrength, sikte på en motorstyrke
pl: Typ UCI_Elo — jeśli włączono za pomocą UCI_LimitStrength, należy dążyć do uzyskania siły silnika
pt: Tipo UCI_Elo - Se habilitado por UCI_LimitStrength, visa uma força de motor
ro: Tip UCI_Elo - Dacă este activat de UCI_LimitStrength, urmăriți puterea motorului
ru: Тип UCI_Elo — если включен параметр UCI_LimitStrength, стремитесь к мощности двигателя

source: of the given Elo. This Elo rating has been calibrated at a time control of
fa: از الو داده شده این رتبه بندی Elo در کنترل زمان کالیبره شده است
ja: 与えられたEloの。このEloレーティングは、
ko: 주어진 Elo의. 이 Elo 평가는 시간 제어에서 교정되었습니다.
lt: duoto Elo. Šis „Elo“ įvertinimas buvo sukalibruotas kontroliuojant laiką
no: av den gitte Elo. Denne Elo-vurderingen har blitt kalibrert ved en tidskontroll av
pl: danego ELO. Ten ranking ELO został skalibrowany w czasie kontroli
pt: do Elo fornecido. Esta classificação Elo foi calibrada em um controle de tempo de
ro: a Eloului dat. Acest rating Elo a fost calibrat la un control de timp de
ru: данного Эло. Этот рейтинг Эло был откалиброван при контроле времени

source: 60 seconds per game + 0.6seconds per move
fa: 60 ثانیه در هر بازی + 0.6 ثانیه در هر حرکت
ja: 1ゲームあたり60秒 + 1手あたり0.6秒
ko: 게임당 60초 + 이동당 0.6초
lt: 60 sekundžių vienam žaidimui + 0,6 sekundės vienam judesiui
no: 60 sekunder per kamp + 0,6 sekunder per trekk
pl: 60 sekund na grę + 0,6 sekundy na ruch
pt: 60 segundos por jogo + 0,6 segundos por movimento
ro: 60 de secunde pe joc + 0,6 secunde pe mișcare
ru: 60 секунд на игру + 0,6 секунды на ход

source: Skill Level - Lower the Skill Level in order to make the engine play weaker,
fa: سطح مهارت - سطح مهارت را پایین بیاورید تا موتور بازی ضعیف تر شود.
ja: スキルレベル - エンジンのプレイを弱くするためにスキルレベルを下げる。
ko: 스킬 레벨 - 엔진 플레이를 약화시키기 위해 스킬 레벨을 낮추십시오.
lt: Įgūdžių lygis – sumažinkite įgūdžių lygį, kad variklis veiktų silpniau,
no: Ferdighetsnivå - Senk ferdighetsnivået for å få motoren til å spille svakere,
pl: Poziom umiejętności - obniż poziom umiejętności, aby silnik działał słabiej,
pt: Nível de habilidade - Reduza o nível de habilidade para fazer o motor funcionar mais fraco,
ro: Nivel de calificare - Scădeți nivelul de calificare pentru a face motorul să funcționeze mai slab,
ru: Уровень мастерства - понизьте уровень мастерства, чтобы двигатель работал слабее,

source: as with UCI_LimitStrength. Internally, MultiPV is enabled, and with a certain
fa: مانند UCI_LimitStrength. در داخل، MultiPV فعال است، و با مشخص
ja: UCI_LimitStrengthと同様。内部的にはMultiPVが有効になっており、一定の
ko: UCI_LimitStrength와 마찬가지로 내부적으로 MultiPV가 활성화되어 있으며 특정
lt: kaip ir UCI_LimitStrength. Viduje MultiPV yra įjungtas ir su tam tikra
no: som med UCI_LimitStrength. Internt er MultiPV aktivert, og med en viss
pl: jak w przypadku UCI_LimitStrength. Wewnętrznie MultiPV jest włączone i z pewnym
pt: como com UCI_LimitStrength. Internamente, o MultiPV é habilitado e com um certo
ro: ca și în cazul UCI_LimitStrength. Intern, MultiPV este activat și cu un anumit
ru: как и с UCI_LimitStrength. Внутри MultiPV включен, и с определенным

source: probability depending on the Skill Level, a weaker move will be played.
fa: به احتمال زیاد بسته به سطح مهارت، حرکت ضعیف تری انجام می شود.
ja: スキルレベルに応じて、より弱い動きが実行される可能性が高くなります。
ko: 스킬 레벨에 따라 확률이 다르며, 약한 수가 플레이됩니다.
lt: tikimybė, priklausomai nuo įgūdžių lygio, bus žaidžiamas silpnesnis ėjimas.
no: sannsynlighet avhengig av ferdighetsnivået, vil et svakere trekk bli spilt.
pl: w zależności od poziomu umiejętności, zostanie wykonany słabszy ruch.
pt: probabilidade dependendo do nível de habilidade, um movimento mais fraco será feito.
ro: probabilitatea în funcție de nivelul de îndemânare, se va juca o mișcare mai slabă.
ru: вероятность, зависящая от уровня мастерства, будет сыгран более слабый ход.

source: SyzygyPath - Path to the folders / directories storing the Syzygy tablebase files.
fa: SyzygyPath - مسیری به پوشه ها / دایرکتوری هایی که فایل های Syzygy tablebase را ذخیره می کنند.
ja: SyzygyPath - Syzygy テーブルベース ファイルを保存するフォルダー/ディレクトリへのパス。
ko: SyzygyPath - Syzygy 테이블베이스 파일을 저장하는 폴더/디렉토리의 경로입니다.
lt: SyzygyPath – kelias į aplankus / katalogus, kuriuose saugomi Syzygy lentelės bazės failai.
no: SyzygyPath - Banen til mappene/katalogene som lagrer Syzygy-tabellbasefilene.
pl: SyzygyPath – Ścieżka do folderów/katalogów, w których przechowywane są pliki bazy tabel Syzygy.
pt: SyzygyPath - Caminho para as pastas/diretórios que armazenam os arquivos da tabela base do Syzygy.
ro: SyzygyPath - Calea către folderele/directoarele care stochează fișierele Syzygy tablebase.
ru: SyzygyPath — путь к папкам/каталогам, в которых хранятся файлы базы таблиц Syzygy.

source: Multiple directories are to be separated by a semi-colon < ; >
fa: دایرکتوری های متعدد باید با یک نیم دونقطه < ; >
ja: 複数のディレクトリはセミコロン<;>で区切る必要があります。
ko: 여러 디렉토리는 세미콜론 < ; >으로 구분해야 합니다.
lt: Keli katalogai turi būti atskirti kabliataškiu < ; >
no: Flere kataloger skal skilles med semikolon < ; >
pl: Wiele katalogów należy rozdzielić średnikiem < ; >
pt: Vários diretórios devem ser separados por ponto e vírgula < ; >
ro: Mai multe directoare trebuie separate prin punct și virgulă < ; >
ru: Несколько каталогов должны быть разделены точкой с запятой < ; >

source: Do not use spaces around the semi-colon. Here is an example -
fa: از فضاهای اطراف نیم دونقطه استفاده نکنید. در اینجا یک مثال است -
ja: セミコロンの前後にスペースを入れないでください。例を以下に示します。
ko: 세미콜론 주위에 공백을 사용하지 마십시오. 다음은 예입니다.
lt: Nenaudokite tarpų aplink kabliataškį. Štai pavyzdys -
no: Ikke bruk mellomrom rundt semikolon. Her er et eksempel -
pl: Nie używaj spacji wokół średnika. Oto przykład -
pt: Não use espaços ao redor do ponto e vírgula. Aqui está um exemplo -
ro: Nu folosiți spații în jurul punctului și virgulă. Iată un exemplu -
ru: Не используйте пробелы вокруг точки с запятой. Вот пример -

source: SyzygyProbeDepth - Minimum remaining depth for which a position is probed.
fa: SyzygyProbeDepth - حداقل عمق باقیمانده که یک موقعیت برای آن کاوش می شود.
ja: SyzygyProbeDepth - 位置がプローブされる残りの最小深度。
ko: SyzygyProbeDepth - 위치가 조사되는 최소 남은 깊이입니다.
lt: SyzygyProbeDepth – mažiausias likęs gylis, kuriam nustatoma padėtis.
no: SyzygyProbeDepth - Minimum gjenværende dybde som en posisjon er undersøkt for.
pl: SyzygyProbeDepth – minimalna pozostała głębokość, dla której sondowana jest pozycja.
pt: SyzygyProbeDepth - Profundidade mínima restante para a qual uma posição é sondada.
ro: SyzygyProbeDepth - Adâncimea minimă rămasă pentru care este sondată o poziție.
ru: SyzygyProbeDepth — минимальная остаточная глубина, для которой зондируется позиция.

source: Set this option to a higher value to probe less aggressively if you experience
fa: این گزینه را روی یک مقدار بالاتر تنظیم کنید تا در صورت تجربه، با شدت کمتری بررسی کنید
ja: このオプションを高い値に設定すると、プローブの積極性が低下します。
ko: 문제가 발생할 경우 덜 공격적으로 조사하려면 이 옵션을 더 높은 값으로 설정하세요.
lt: Nustatykite šią parinktį į didesnę vertę, kad zondas būtų ne toks agresyvus, jei patiriate
no: Sett dette alternativet til en høyere verdi for å sondere mindre aggressivt hvis du opplever
pl: Ustaw tę opcję na wyższą wartość, aby sondować mniej agresywnie, jeśli wystąpią
pt: Defina esta opção para um valor mais alto para sondar de forma menos agressiva se você tiver
ro: Setați această opțiune la o valoare mai mare pentru a sonda mai puțin agresiv dacă aveți experiență
ru: Установите для этого параметра более высокое значение, чтобы проводить менее агрессивную проверку, если вы столкнулись с

source: too much slowdown(in terms of nps) due to tablebase probing.
fa: کندی بیش از حد (از نظر nps) به دلیل کاوش در جدول.
ja: テーブルベースのプローブにより、速度が大幅に低下します (nps の観点から)。
ko: 테이블베이스 프로빙으로 인해 NPS 측면에서 속도가 너무 느려졌습니다.
lt: per didelis sulėtėjimas (kalbant apie NPS) dėl lentelės bazės zondavimo.
no: for mye nedgang (i form av nps) på grunn av tabellbasesondering.
pl: zbyt duże spowolnienie (w przeliczeniu na nps) z powodu sondowania bazy tabel.
pt: muita lentidão (em termos de nps) devido à sondagem da base de tabela.
ro: prea multă încetinire (în termeni de nps) din cauza sondajului bazei de tabele.
ru: слишком большое замедление (с точки зрения nps) из-за проверки базы таблиц.

source: Syzygy50MoveRule - Disable to let fifty-move rule draws detected by Syzygy
fa: Syzygy50MoveRule - غیرفعال کردن برای تشخیص ترسیم قوانین پنجاه حرکتی توسط Syzygy
ja: Syzygy50MoveRule - 50手ルールのドローをSyzygyで検出しないように無効にする
ko: Syzygy50MoveRule - Syzygy에서 감지된 50회 이동 규칙 추첨을 비활성화합니다.
lt: Syzygy50MoveRule – išjunkite, kad Syzygy aptiktų penkiasdešimties judesių taisyklę
no: Syzygy50MoveRule - Deaktiver for å la femti-trekks regeltrekninger oppdaget av Syzygy
pl: Syzygy50MoveRule – Wyłącz, aby umożliwić wykrycie przez Syzygy remisów z regułą pięćdziesięciu ruchów
pt: Syzygy50MoveRule - Desabilitar para permitir que o Syzygy detecte empates de regras de cinquenta movimentos
ro: Syzygy50MoveRule - Dezactivează pentru a permite retragerea regulilor cu cincizeci de mișcări detectate de Syzygy
ru: Syzygy50MoveRule — отключить, чтобы разрешить Syzygy обнаруживать ничьи по правилу пятидесяти ходов

source: tablebase probes count as wins or losses.
fa: پروب های جدولی به عنوان برد یا باخت به حساب می آیند.
ja: テーブルベースのプローブは勝ちまたは負けとしてカウントされます。
ko: 테이블베이스 프로브는 승리 또는 패배로 간주됩니다.
lt: tablebase zondai skaičiuojami kaip pergalės arba pralaimėjimai.
no: tabellbaseprober teller som seire eller tap.
pl: sondy bazowe liczą wygrane lub przegrane.
pt: As sondagens da tablebase contam como vitórias ou derrotas.
ro: probele de la baza de tabele contează drept câștiguri sau pierderi.
ru: Результаты тестов tablebase считаются победами или поражениями.

source: SyzygyProbeLimit - Limit Syzygy tablebase probing to positions with at most
fa: SyzygyProbeLimit - جستجوی جدول Syzygy را به موقعیت هایی با حداکثر محدود کنید
ja: SyzygyProbeLimit - Syzygyテーブルベースのプロービングを最大で以下の位置に制限します
ko: SyzygyProbeLimit - Syzygy 테이블베이스 프로빙을 최대 위치로 제한합니다.
lt: SyzygyProbeLimit – apribokite Syzygy tablebase zondavimą iki pozicijų, kuriose yra daugiausia
no: SyzygyProbeLimit - Begrens Syzygy-tabellbaseprobing til posisjoner med høyst
pl: SyzygyProbeLimit – Ogranicz sondowanie bazy tabel Syzygy do pozycji z maksymalnie
pt: SyzygyProbeLimit - Limita a sondagem da tabela Syzygy para posições com no máximo
ro: SyzygyProbeLimit - Limitați sondarea bazei de tabel Syzygy la pozițiile cu cel mult
ru: SyzygyProbeLimit — ограничение проверки базы данных Syzygy позициями с максимумом

source: this many pieces left(including kings and pawns).
fa: این تعداد قطعه باقی مانده است (از جمله پادشاهان و پیاده ها).
ja: 残っている駒の数（キングとポーンを含む）。
ko: 이렇게 많은 말이 남았습니다(킹과 폰 포함).
lt: liko tiek daug gabalėlių (įskaitant karalius ir pėstininkus).
no: så mange brikker igjen (inkludert konger og bønder).
pl: tyle pozostało figur (wliczając królów i pionki).
pt: tantas peças restantes (incluindo reis e peões).
ro: atât de multe piese rămase (inclusiv regi și pioni).
ru: осталось столько фигур (включая королей и пешек).
