Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Left click value
fa: مقدار کلیک چپ
ja: 左クリック値
ko: 왼쪽 클릭 값
lt: Kairiojo paspaudimo vertė
no: Venstreklikkverdi
pl: Wartość lewego kliknięcia
pt: Valor do clique esquerdo
ro: Valoarea clicului stânga
ru: Значение левого щелчка

source: Use tooltip
fa: از راهنمای ابزار استفاده کنید
ja: ツールチップを使用する
ko: 툴팁 사용
lt: Naudokite patarimą
no: Bruk verktøytips
pl: Użyj podpowiedzi
pt: Usar dica de ferramenta
ro: Folosiți sfatul instrumentului
ru: Использовать подсказку

source: Reset counter
fa: تنظیم مجدد شمارنده
ja: カウンターをリセット
ko: 카운터 재설정
lt: Iš naujo nustatyti skaitiklį
no: Tilbakestill telleren
pl: Zresetuj licznik
pt: Reiniciar contador
ro: Resetează contorul
ru: Сбросить счетчик

source: Control key step values
fa: مقادیر گام کلیدی را کنترل کنید
ja: キーステップ値を制御する
ko: 제어 키 단계 값
lt: Valdykite pagrindinių žingsnių vertes
no: Kontroller nøkkeltrinnverdier
pl: Kontroluj kluczowe wartości kroków
pt: Valores de passo da chave de controle
ro: Controlați valorile pașilor cheie
ru: Значения ключевых шагов управления

source: Alt
fa: جایگزین
ja: 代替
ko: 대체
ru: Альт

source: Shift
fa: شیفت
ja: シフト
ko: 옮기다
no: Skifte
pl: Zmiana
pt: Mudança
ro: Schimbare
ru: Сдвиг

source: Enter the left click value for
fa: مقدار کلیک چپ برای را وارد کنید
ja: 左クリックの値を入力してください
ko: 왼쪽 클릭 값을 입력하세요
lt: Įveskite kairiojo spustelėjimo reikšmę
no: Skriv inn venstreklikkverdien for
pl: Wprowadź wartość kliknięcia lewym przyciskiem myszy
pt: Insira o valor do clique esquerdo para
ro: Introduceți valoarea clicului stânga pentru
ru: Введите значение левого щелчка для

source: the right side of the grey border
fa: سمت راست حاشیه خاکستری
ja: 灰色の枠の右側
ko: 회색 테두리의 오른쪽
lt: dešinėje pilko krašto pusėje
no: høyre side av den grå kanten
pl: prawa strona szarej granicy
pt: o lado direito da borda cinza
ro: partea dreaptă a chenarului gri
ru: правая сторона серой границы

source: Check this box for the tooltip to be
fa: این کادر را علامت بزنید تا راهنمای ابزار باشد
ja: ツールチップを表示するにはこのボックスをチェックしてください
ko: 도구 설명을 보려면 이 상자를 선택하세요.
lt: Pažymėkite šį laukelį, kad patarimas būtų toks
no: Kryss av i denne boksen for verktøytipset
pl: Zaznacz to pole, aby wyświetlić podpowiedź
pt: Marque esta caixa para que a dica de ferramenta seja
ro: Bifați această casetă pentru ca indicația să fie
ru: Установите этот флажок, чтобы подсказка отображалась

source: displayed in the score counter window
fa: در پنجره شمارنده امتیاز نمایش داده می شود
ja: スコアカウンターウィンドウに表示される
ko: 점수 카운터 창에 표시됨
lt: rodomas balų skaitiklio lange
no: vises i resultattellervinduet
pl: wyświetlane w oknie licznika wyników
pt: exibido na janela do contador de pontuação
ro: afișat în fereastra contorului de scor
ru: отображается в окне счетчика очков

source: Reset the score counter to zero
fa: شمارنده امتیاز را به صفر برگردانید
ja: スコアカウンターをゼロにリセットする
ko: 점수 카운터를 0으로 재설정합니다.
lt: Iš naujo nustatykite balų skaitiklį į nulį
no: Tilbakestill poengtelleren til null
pl: Zresetuj licznik wyników do zera
pt: Redefinir o contador de pontuação para zero
ro: Resetați contorul de scor la zero
ru: Сбросить счетчик очков на ноль

source: Control key values
fa: کنترل مقادیر کلیدی
ja: 制御キーの値
ko: 제어 키 값
lt: Valdymo raktų reikšmės
no: Kontrollnøkkelverdier
pl: Kontroluj wartości kluczowe
pt: Valores de chave de controle
ro: Controlați valorile cheilor
ru: Контрольные ключевые значения

source: Alt key step value
fa: مقدار گام کلید Alt
ja: Altキーステップ値
ko: Alt 키 단계 값
lt: Alt klavišo žingsnio vertė
no: Alt nøkkeltrinnverdi
pl: Wartość kroku klawisza Alt
pt: Valor do passo da tecla Alt
ro: Valoarea pasului tastei Alt
ru: Значение шага клавиши Alt

source: Ctrl key step value
fa: مقدار مرحله کلید Ctrl
ja: Ctrlキーステップ値
ko: Ctrl 키 단계 값
lt: Ctrl klavišo žingsnio vertė
no: Ctrl-tastens trinnverdi
pl: Wartość kroku klawisza Ctrl
pt: Valor da etapa da tecla Ctrl
ro: Valoarea pasului tastei Ctrl
ru: Значение шага клавиши Ctrl

source: Shift key step value
fa: مقدار گام کلید را تغییر دهید
ja: Shiftキーステップ値
ko: Shift 키 단계 값
lt: Shift klavišo žingsnio vertė
no: Skift-tastens trinnverdi
pl: Przesunięcie wartości kroku klawisza Shift
pt: Valor do passo da tecla Shift
ro: Valoarea pasului tastei Shift
ru: Значение шага клавиши Shift

source: Score counter options
fa: گزینه های شمارنده امتیاز
ja: スコアカウンターオプション
ko: 점수 카운터 옵션
lt: Balų skaitiklio parinktys
no: Scoretelleralternativer
pl: Opcje licznika wyników
pt: Opções de contador de pontuação
ro: Opțiuni de contor de scor
ru: Параметры счетчика очков

source: Info
fa: اطلاعات
ja: 情報
ko: 정보
lt: Informacija
pl: Informacje
pt: Informações
ru: Информация

source: This dialog box allows you to set the options for the score counter.
fa: این کادر محاوره ای به شما اجازه می دهد تا گزینه های شمارنده امتیاز را تنظیم کنید.
ja: このダイアログ ボックスでは、スコア カウンターのオプションを設定できます。
ko: 이 대화 상자를 사용하면 점수 카운터에 대한 옵션을 설정할 수 있습니다.
lt: Šiame dialogo lange galite nustatyti balų skaitiklio parinktis.
no: Denne dialogboksen lar deg angi alternativene for poengtelleren.
pl: To okno dialogowe umożliwia ustawienie opcji licznika wyników.
pt: Esta caixa de diálogo permite que você defina as opções para o contador de pontuação.
ro: Această casetă de dialog vă permite să setați opțiunile pentru contorul de scor.
ru: В этом диалоговом окне можно настроить параметры счетчика очков.

source: Left click value - Enter the step value for a left mouse button click
fa: مقدار کلیک چپ - مقدار مرحله را برای کلیک چپ ماوس وارد کنید
ja: 左クリック値 - マウスの左ボタンクリックのステップ値を入力します
ko: 왼쪽 클릭 값 - 왼쪽 마우스 버튼 클릭에 대한 단계 값을 입력하세요
lt: Kairiojo pelės mygtuko paspaudimo vertė – įveskite kairiojo pelės mygtuko paspaudimo žingsnio vertę
no: Venstreklikkverdi – Angi trinnverdien for et klikk med venstre museknapp
pl: Wartość lewego kliknięcia – wprowadź wartość kroku dla kliknięcia lewym przyciskiem myszy
pt: Valor do clique esquerdo - Insira o valor do passo para um clique do botão esquerdo do mouse
ro: Valoarea clicului stânga - Introduceți valoarea pasului pentru un clic cu butonul stâng al mouse-ului
ru: Значение щелчка левой кнопкой мыши — введите значение шага для щелчка левой кнопкой мыши.

source: in the right half of the grey border.
fa: در نیمه سمت راست حاشیه خاکستری.
ja: 灰色の境界線の右半分にあります。
ko: 회색 테두리의 오른쪽 절반에 있습니다.
lt: dešinėje pilko krašto pusėje.
no: i høyre halvdel av den grå kanten.
pl: w prawej połowie szarej obwódki.
pt: na metade direita da borda cinza.
ro: în jumătatea dreaptă a chenarului gri.
ru: в правой половине серой рамки.

source: A left click in the top right quarter will add this value to the total,
fa: یک کلیک چپ در سه ماهه بالا سمت راست این مقدار را به کل اضافه می کند.
ja: 右上の四分の一を左クリックすると、この値が合計に加算されます。
ko: 오른쪽 상단 1/4을 왼쪽 클릭하면 이 값이 총계에 추가됩니다.
lt: Kairiuoju pelės mygtuku spustelėjus viršutiniame dešiniajame ketvirtyje ši vertė bus pridėta prie bendros sumos,
no: Et venstreklikk øverst til høyre legger denne verdien til totalen,
pl: Kliknięcie lewym przyciskiem myszy w prawym górnym ćwiartku spowoduje dodanie tej wartości do całości,
pt: Um clique com o botão esquerdo no quarto superior direito adicionará esse valor ao total,
ro: Un clic stânga în trimestrul din dreapta sus va adăuga această valoare la total,
ru: Щелчок левой кнопкой мыши в верхней правой четверти добавит это значение к общей сумме,

source: a left click in the bottom right quarter will subtract it.
fa: یک کلیک چپ در ربع پایین سمت راست آن را کم می کند.
ja: 右下の四分の一を左クリックすると減算されます。
ko: 오른쪽 하단 1/4을 왼쪽 클릭하면 빼집니다.
lt: kairysis spustelėjimas apatiniame dešiniajame ketvirtyje jį atims.
no: et venstreklikk nederst til høyre vil trekke det fra.
pl: Kliknięcie lewym przyciskiem myszy w dolną prawą ćwiartkę spowoduje jej odjęcie.
pt: um clique com o botão esquerdo no quarto inferior direito irá subtraí-lo.
ro: un clic stânga în sfertul din dreapta jos îl va scădea.
ru: щелчок левой кнопкой мыши в нижней правой четверти вычтет его.

source: A left mouse button double click in the left half
fa: یک دکمه سمت چپ ماوس در نیمه چپ دوبار کلیک کنید
ja: 左半分でマウスの左ボタンをダブルクリック
ko: 왼쪽 마우스 버튼은 왼쪽 절반을 두 번 클릭합니다.
lt: Kairiojo pelės mygtuko du kartus spustelėkite kairėje pusėje
no: Dobbeltklikk med venstre museknapp i venstre halvdel
pl: Podwójne kliknięcie lewym przyciskiem myszy w lewą połowę
pt: Um clique duplo com o botão esquerdo do mouse na metade esquerda
ro: Un butonul stâng al mouse-ului face dublu clic în jumătatea stângă
ru: Двойной щелчок левой кнопкой мыши в левой половине

source: of the grey border will set the total to zero.
fa: از مرز خاکستری مقدار کل را صفر می کند.
ja: 灰色の境界線の をクリックすると、合計がゼロに設定されます。
ko: 회색 테두리를 클릭하면 총액이 0으로 설정됩니다.
lt: iš pilkos kraštinės, bendra suma bus lygi nuliui.
no: av den grå kanten vil sette totalen til null.
pl: szarej ramki ustawi sumę na zero.
pt: da borda cinza definirá o total como zero.
ro: a chenarului gri va seta totalul la zero.
ru: серой границы установит итог на ноль.

source: Display tooltip - Check to display the score counter tooltip
fa: نمایش راهنمای ابزار - برای نمایش راهنمای ابزار شمارنده امتیاز را علامت بزنید
ja: ツールチップを表示 - スコアカウンターのツールチップを表示するかどうかチェックします
ko: 툴팁 표시 - 점수 카운터 툴팁을 표시하려면 체크하세요
lt: Rodyti patarimą – pažymėkite, kad būtų rodomas balų skaitiklio patarimas
no: Vis verktøytips - Kryss av for å vise verktøytipset for poengtelling
pl: Wyświetl podpowiedź – zaznacz, aby wyświetlić podpowiedź licznika wyników
pt: Exibir dica de ferramenta - Marque para exibir a dica de ferramenta do contador de pontuação
ro: Display tooltip - Bifați pentru a afișa indicativul contorului de scor
ru: Отображать подсказку — установите флажок, чтобы отобразить подсказку счетчика очков.

source: Reset counter - Click to reset the score counter to zero.
fa: بازنشانی شمارنده - برای بازنشانی شمارنده امتیاز به صفر کلیک کنید.
ja: カウンターをリセット - クリックするとスコア カウンターがゼロにリセットされます。
ko: 카운터 재설정 - 클릭하면 점수 카운터가 0으로 재설정됩니다.
lt: Nustatyti skaitiklį iš naujo – spustelėkite, norėdami iš naujo nustatyti balų skaitiklį į nulį.
no: Tilbakestill teller - Klikk for å tilbakestille poengtelleren til null.
pl: Zresetuj licznik – Kliknij, aby wyzerować licznik wyników.
pt: Redefinir contador - Clique para redefinir o contador de pontuação para zero.
ro: Resetare contor - Faceți clic pentru a reseta contorul de scor la zero.
ru: Сбросить счетчик — нажмите, чтобы сбросить счетчик очков до нуля.

source: This can also be done with a double left mouse click
fa: این کار را می توان با دوبار کلیک چپ ماوس نیز انجام داد
ja: マウスの左ボタンをダブルクリックしても同じ操作が行えます。
ko: 이 작업은 마우스 왼쪽 버튼을 두 번 클릭해서도 수행할 수 있습니다.
lt: Tai taip pat galima padaryti dukart spustelėjus kairįjį pelės klavišą
no: Dette kan også gjøres med et dobbelt venstreklikk
pl: Można to również zrobić za pomocą podwójnego kliknięcia lewym przyciskiem myszy
pt: Isso também pode ser feito com um clique duplo do botão esquerdo do mouse
ro: Acest lucru se poate face și cu un dublu clic stânga al mouse-ului
ru: Это также можно сделать двойным щелчком левой кнопки мыши.

source: in the grey border area of the score counter box.
fa: در قسمت مرز خاکستری کادر شمارنده امتیاز.
ja: スコアカウンターボックスの灰色の境界線領域内。
ko: 점수 카운터 상자의 회색 테두리 부분에 있습니다.
lt: balų skaitiklio langelio pilkoje kraštinėje.
no: i det grå kantområdet til poengmålerboksen.
pl: w szarym obszarze obramowania pola licznika wyników.
pt: na área de borda cinza da caixa do contador de pontuação.
ro: în zona de margine gri a casetei contorului de scor.
ru: в серой рамке поля счетчика очков.

source: You can select the following score counter control key
fa: می توانید کلید کنترل امتیاز شمار زیر را انتخاب کنید
ja: 次のスコアカウンターコントロールキーを選択できます
ko: 다음 점수 카운터 제어 키를 선택할 수 있습니다.
lt: Galite pasirinkti šį balų skaitiklio valdymo klavišą
no: Du kan velge følgende kontrollnøkkel for resultatteller
pl: Możesz wybrać następujący klawisz sterujący licznikiem wyników
pt: Você pode selecionar a seguinte tecla de controle do contador de pontuação
ro: Puteți selecta următoarea cheie de control al contorului de scor
ru: Вы можете выбрать следующую клавишу управления счетчиком очков

source: value adjustment options for the spin control buttons :-
fa: گزینه های تنظیم ارزش برای دکمه های کنترل چرخش: -
ja: スピンコントロールボタンの値調整オプション:-
ko: 스핀 제어 버튼에 대한 값 조정 옵션 :-
lt: gręžimo valdymo mygtukų vertės reguliavimo parinktys:-
no: verdijusteringsalternativer for spinnkontrollknappene:-
pl: opcje regulacji wartości dla przycisków sterowania pokrętłem:-
pt: opções de ajuste de valor para os botões de controle de rotação:-
ro: opțiuni de ajustare a valorii pentru butoanele de control de rotire:-
ru: Параметры регулировки значений для кнопок управления вращением:

source: Alt - value adjustment with the <Alt> key down
fa: Alt - تنظیم مقدار با کلید <Alt> پایین
ja: Alt - <Alt>キーを押しながら値を調整
ko: Alt - <Alt> 키를 누른 채로 값 조정
lt: Alt – vertės koregavimas paspaudus <Alt> klavišą žemyn
no: Alt - verdijustering med <Alt>-tasten nede
pl: Alt - dostosowanie wartości przy wciśniętym klawiszu <Alt>
pt: Alt - ajuste de valor com a tecla <Alt> pressionada
ro: Alt - ajustarea valorii cu tasta <Alt> în jos
ru: Alt - изменение значения с помощью клавиши <Alt>

source: Ctrl - value adjustment with the <Ctrl> key down
fa: Ctrl - تنظیم مقدار با کلید <Ctrl> پایین
ja: Ctrl - <Ctrl> キーを押しながら値を調整
ko: Ctrl - <Ctrl> 키를 누른 채로 값 조정
lt: Ctrl – vertės reguliavimas nuspaudus <Ctrl> klavišą žemyn
no: Ctrl - verdijustering med <Ctrl>-tasten nede
pl: Ctrl - dostosowanie wartości za pomocą klawisza <Ctrl>
pt: Ctrl - ajuste de valor com a tecla <Ctrl> pressionada
ro: Ctrl - ajustarea valorii cu tasta <Ctrl> apăsată
ru: Ctrl - корректировка значения с нажатой клавишей <Ctrl>

source: Shift - value adjustment with the <Shift> key down
fa: Shift - تنظیم مقدار با کلید <Shift> پایین
ja: Shift - <Shift> キーを押しながら値を調整します
ko: Shift - <Shift> 키를 누른 채로 값 조정
lt: „Shift“ – vertės reguliavimas nuspaudus mygtuką <Shift> žemyn
no: Shift - verdijustering med <Shift>-tasten nede
pl: Shift - dostosowanie wartości za pomocą klawisza <Shift>
pt: Shift - ajuste de valor com a tecla <Shift> pressionada
ro: Shift - ajustarea valorii cu tasta <Shift> în jos
ru: Shift - корректировка значения с нажатой клавишей <Shift>

source: For more information on the score counter,
fa: برای اطلاعات بیشتر در مورد شمارنده امتیاز،
ja: スコアカウンターの詳細については、
ko: 점수 카운터에 대한 자세한 내용은
lt: Norėdami gauti daugiau informacijos apie balų skaitiklį,
no: For mer informasjon om poengtelleren,
pl: Więcej informacji na temat licznika wyników znajdziesz tutaj:
pt: Para mais informações sobre o contador de pontuação,
ro: Pentru mai multe informații despre contorul de scor,
ru: Для получения более подробной информации о счетчике очков,

source: click on the <Info> button below.
fa: روی دکمه <Info> در زیر کلیک کنید.
ja: 下の<情報>ボタンをクリックしてください。
ko: 아래의 <정보> 버튼을 클릭해주세요.
lt: spustelėkite toliau esantį mygtuką <Informacija>.
no: klikk på <Info>-knappen nedenfor.
pl: Kliknij przycisk <Info> poniżej.
pt: clique no botão <Info> abaixo.
ro: faceți clic pe butonul <Info> de mai jos.
ru: нажмите кнопку <Информация> ниже.

source: This dialog box allows you to keep scores for quiz games,
fa: این کادر محاوره ای به شما امکان می دهد نمرات بازی های مسابقه را حفظ کنید،
ja: このダイアログボックスでは、クイズゲームのスコアを保存できます。
ko: 이 대화 상자를 사용하면 퀴즈 게임의 점수를 보관할 수 있습니다.
lt: Šiame dialogo lange galite išsaugoti viktorinos žaidimų rezultatus,
no: Denne dialogboksen lar deg beholde poengsummene for quizspill,
pl: To okno dialogowe umożliwia zapisywanie wyników gier quizowych,
pt: Esta caixa de diálogo permite que você mantenha pontuações para jogos de perguntas e respostas,
ro: Această casetă de dialog vă permite să păstrați scorurile pentru jocurile test,
ru: Это диалоговое окно позволяет вам сохранять результаты игр-викторин,

source: where you have to predict/guess the next move in a game
fa: جایی که شما باید حرکت بعدی را در یک بازی پیش بینی/حدس بزنید
ja: ゲームで次の動きを予測/推測する必要がある
ko: 게임에서 다음 움직임을 예측/추측해야 하는 곳
lt: kur turite nuspėti / atspėti kitą žaidimo žingsnį
no: hvor du må forutsi/gjette neste trekk i et spill
pl: gdzie musisz przewidzieć/zgadnąć następny ruch w grze
pt: onde você tem que prever/adivinhar o próximo movimento em um jogo
ro: unde trebuie să prezici/ghiciți următoarea mișcare dintr-un joc
ru: где вам нужно предсказать/угадать следующий ход в игре

source: and are awarded some points for doing so.
fa: و برای انجام این کار امتیازی به آنها تعلق می گیرد.
ja: そして、そうすることでポイントが与えられます。
ko: 그리고 그렇게 하는 것에 대해 일부 포인트가 부여됩니다.
lt: ir už tai suteikiami keli taškai.
no: og får noen poeng for å gjøre det.
pl: i otrzymują za to punkty.
pt: e recebem alguns pontos por isso.
ro: și li se acordă câteva puncte pentru acest lucru.
ru: и за это им начисляются баллы.

source: I have always enjoyed doing this kind of quiz
fa: من همیشه از انجام این نوع آزمون لذت برده ام
ja: 私はいつもこの種のクイズを楽しんでいます
ko: 나는 항상 이런 종류의 퀴즈를 하는 것을 즐겼습니다
lt: Man visada patiko atlikti tokią viktoriną
no: Jeg har alltid likt å gjøre denne typen quiz
pl: Zawsze lubiłem robić tego typu quizy
pt: Sempre gostei de fazer esse tipo de teste
ro: Întotdeauna mi-a plăcut să fac acest tip de test
ru: Мне всегда нравилось проходить такие тесты.

source: but dislike keeping score with pen and paper.
fa: اما از حفظ نمره با قلم و کاغذ خوشم نمی آید.
ja: しかし、ペンと紙でスコアを記録するのは好きではありません。
ko: 하지만 펜과 종이로 점수를 매기는 것은 싫어합니다.
lt: bet nemėgsta laikyti balų su rašikliu ir popieriumi.
no: men liker ikke å holde poeng med penn og papir.
pl: ale nie lubię prowadzić rachunków za pomocą długopisu i papieru.
pt: mas não gosta de manter registros com caneta e papel.
ro: dar nu-i place să țină scorul cu pixul și hârtie.
ru: но не люблю вести счет с помощью ручки и бумаги.

source: If you want to try this kind of test I would recommend
fa: اگر می خواهید این نوع تست را امتحان کنید، توصیه می کنم
ja: この種のテストを試してみたい場合は、
ko: 이런 종류의 테스트를 시도하고 싶다면 다음을 추천합니다.
lt: Jei norite išbandyti tokį testą, rekomenduoju
no: Hvis du vil prøve denne typen tester vil jeg anbefale
pl: Jeśli chcesz wypróbować tego typu test, polecam
pt: Se você quiser tentar esse tipo de teste, eu recomendo
ro: Daca vrei sa incerci acest tip de test ti-as recomanda
ru: Если вы хотите попробовать этот вид теста, я бы рекомендовал

source: the <Solitaire Chess> articles written by Bruce Pandolfini
fa: مقالات <Solitaire Chess> نوشته شده توسط بروس پاندولفینی
ja: ブルース・パンドルフィーニが書いた「ソリティアチェス」の記事
ko: Bruce Pandolfini가 쓴 <Solitaire Chess> 기사
lt: Bruce'o Pandolfini parašytus <Solitaire Chess> straipsnius
no: <Solitaire Chess>-artiklene skrevet av Bruce Pandolfini
pl: artykuły o <Solitaire Chess> napisane przez Bruce'a Pandolfiniego
pt: os artigos <Solitaire Chess> escritos por Bruce Pandolfini
ro: articolele <Solitaire Chess> scrise de Bruce Pandolfini
ru: статьи <Solitaire Chess>, написанные Брюсом Пандольфини

source: in the Chess Life magazine.
fa: در مجله Chess Life.
ja: チェスライフ誌に掲載。
ko: 체스 라이프 매거진에 실린 내용입니다.
lt: žurnale „Chess Life“.
no: i magasinet Chess Life.
pl: w magazynie Chess Life.
pt: na revista Chess Life.
ro: în revista Chess Life.
ru: в журнале Chess Life.

source: Although you can subscribe to this magazine, you can download
fa: اگرچه می توانید مشترک این مجله شوید، اما می توانید دانلود کنید
ja: この雑誌は定期購読できますが、ダウンロードすることもできます
ko: 이 잡지를 구독할 수는 있지만 다운로드할 수는 있습니다.
lt: Nors galite užsiprenumeruoti šį žurnalą, galite atsisiųsti
no: Selv om du kan abonnere på dette magasinet, kan du laste ned
pl: Chociaż możesz zaprenumerować ten magazyn, możesz również pobrać
pt: Embora você possa assinar esta revista, você pode baixar
ro: Deși vă puteți abona la această revistă, puteți descărca
ru: Хотя вы можете подписаться на этот журнал, вы можете скачать его

source: older issues that are 1 year out of date or more for free.
fa: مسائل قدیمی تر که 1 سال یا بیشتر منسوخ شده اند به صورت رایگان.
ja: 1年以上前の号は無料でお読みいただけます。
ko: 1년 이상 오래된 신문을 무료로 제공합니다.
lt: senesni leidimai, kurie yra pasenę 1 metus ar daugiau, nemokamai.
no: eldre utgaver som er 1 år utdaterte eller mer gratis.
pl: starsze wydania, nieaktualne co najmniej rok, możesz kupić bezpłatnie.
pt: edições mais antigas com 1 ano ou mais de atraso são gratuitas.
ro: probleme mai vechi care sunt învechite de 1 an sau mai mult gratuit.
ru: старые выпуски, которые устарели на 1 год и более, предоставляются бесплатно.

source: You can also download a PGN file that accompanies an issue.
fa: همچنین می‌توانید یک فایل PGN را دانلود کنید که با یک مشکل همراه است.
ja: 問題に付随する PGN ファイルをダウンロードすることもできます。
ko: 문제와 함께 제공되는 PGN 파일을 다운로드할 수도 있습니다.
lt: Taip pat galite atsisiųsti PGN failą, kuris pridedamas prie problemos.
no: Du kan også laste ned en PGN-fil som følger med et problem.
pl: Można również pobrać plik PGN dołączony do numeru.
pt: Você também pode baixar um arquivo PGN que acompanha uma edição.
ro: De asemenea, puteți descărca un fișier PGN care însoțește o problemă.
ru: Вы также можете загрузить PGN-файл, прилагаемый к выпуску.

source: Older issues are available from the following link :-
fa: مسائل قدیمی تر از لینک زیر در دسترس هستند:
ja: 以前の号は次のリンクから入手できます:-
ko: 이전 호는 다음 링크에서 확인하실 수 있습니다.
lt: Senesnius numerius rasite paspaudę šią nuorodą:
no: Eldre utgaver er tilgjengelige fra følgende lenke:-
pl: Starsze wydania są dostępne pod następującym linkiem:
pt: Edições mais antigas estão disponíveis no seguinte link:
ro: Problemele mai vechi sunt disponibile de la următorul link: -
ru: Более старые выпуски доступны по следующей ссылке:

source: The Nimzo program is ideally suited to this kind of quiz
fa: برنامه نیمزو برای این نوع مسابقه ایده آل است
ja: Nimzoプログラムはこの種のクイズに最適です
ko: Nimzo 프로그램은 이런 종류의 퀴즈에 이상적으로 적합합니다.
lt: „Nimzo“ programa idealiai tinka tokiai viktorinai
no: Nimzo-programmet er ideelt egnet for denne typen quiz
pl: Program Nimzo idealnie nadaje się do tego typu quizów
pt: O programa Nimzo é ideal para esse tipo de teste
ro: Programul Nimzo este ideal pentru acest tip de test
ru: Программа Nimzo идеально подходит для такого рода викторин.

source: because its window sizes well. You can have the Nimzo program
fa: زیرا اندازه پنجره آن خوب است. شما می توانید برنامه نیمزو را داشته باشید
ja: ウィンドウのサイズが適切であるためです。Nimzoプログラムを使用できます
ko: 창 크기가 잘 맞기 때문입니다. Nimzo 프로그램을 사용할 수 있습니다.
lt: nes jo lango dydis yra geras. Galite turėti Nimzo programą
no: fordi vinduet har god størrelse. Du kan ha Nimzo-programmet
pl: ponieważ jego okno ma dobre rozmiary. Możesz mieć program Nimzo
pt: porque seus tamanhos de janela são bons. Você pode ter o programa Nimzo
ro: pentru că fereastra ei este bine mărită. Puteți avea programul Nimzo
ru: потому что его размеры окна хорошие. Вы можете иметь программу Nimzo

source: open in the left half of the screen with the PGN file loaded
fa: در نیمه سمت چپ صفحه با بارگیری فایل PGN باز کنید
ja: PGNファイルが読み込まれた状態で画面の左半分に開きます
ko: PGN 파일이 로드된 화면 왼쪽 절반을 엽니다.
lt: atidarykite kairėje ekrano pusėje su įkeltu PGN failu
no: åpne i venstre halvdel av skjermen med PGN-filen lastet
pl: otwórz w lewej połowie ekranu z załadowanym plikiem PGN
pt: aberto na metade esquerda da tela com o arquivo PGN carregado
ro: deschideți în jumătatea stângă a ecranului cu fișierul PGN încărcat
ru: открыть в левой половине экрана с загруженным файлом PGN

source: and a PDF reader with the magazine loaded in the right half.
fa: و یک پی دی اف خوان با مجله بارگذاری شده در نیمه سمت راست.
ja: 右半分に雑誌がセットされた PDF リーダー。
ko: 그리고 오른쪽 절반에 잡지가 들어있는 PDF 리더.
lt: ir PDF skaitytuvas su žurnalu įdėtu dešinėje pusėje.
no: og en PDF-leser med magasinet lastet i høyre halvdel.
pl: oraz czytnik PDF z magazynkiem załadowanym w prawej połowie.
pt: e um leitor de PDF com a revista carregada na metade direita.
ro: și un cititor PDF cu revista încărcată în jumătatea dreaptă.
ru: и PDF-ридер с загруженным в правую половину журналом.
