Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Swiss system pairings failed - Tournament abandoned.
fa: جفت‌های سیستم سوئیس شکست خورد - مسابقات لغو شد.
ja: スイス方式のペアリングに失敗しました - トーナメントは中止されました。
ko: 스위스 시스템 페어링에 실패하여 토너먼트가 중단되었습니다.
lt: Šveicariškos sistemos poros nepavyko – Turnyras nutrauktas.
no: Sveitsiske systemparinger mislyktes - turneringen ble avbrutt.
pl: System szwajcarski nie powiódł się - turniej przerwano.
pt: Falha no pareamento no sistema suíço - Torneio abandonado.
ro: Împerecherile sistemului elvețian au eșuat - Turneul a fost abandonat.
ru: Пары по швейцарской системе не сформированы — турнир отменен.

source: Tournament message
fa: پیام مسابقات
ja: トーナメントメッセージ
ko: 토너먼트 메시지
lt: Turnyro žinutė
no: Turneringsmelding
pl: Wiadomość turniejowa
pt: Mensagem do torneio
ro: Mesaj de turneu
ru: Турнирное сообщение

source: Tournament completed
fa: مسابقات تکمیل شد
ja: トーナメント終了
ko: 토너먼트 완료
lt: Turnyras baigtas
no: Turneringen fullført
pl: Turniej zakończony
pt: Torneio concluído
ro: Turneu finalizat
ru: Турнир завершен

source: Tournament terminated
fa: مسابقات خاتمه یافت
ja: トーナメント終了
ko: 토너먼트 종료
lt: Turnyras nutrauktas
no: Turneringen er avsluttet
pl: Turniej zakończony
pt: Torneio encerrado
ro: Turneul s-a încheiat
ru: Турнир завершен

source: Display schedule
fa: نمایش برنامه
ja: 表示スケジュール
ko: 디스플레이 일정
lt: Rodyti tvarkaraštį
no: Vis tidsplan
pl: Wyświetl harmonogram
pt: Exibir cronograma
ro: Afișează programul
ru: Показать расписание

source: Close
fa: بستن
ja: 近い
ko: 닫다
lt: Uždaryti
no: Lukke
pl: Zamknąć
pt: Fechar
ro: Aproape
ru: Закрывать

source: Display cross table
fa: نمایش جدول متقاطع
ja: クロステーブルを表示
ko: 크로스 테이블 표시
lt: Rodyti kryžminę lentelę
no: Vis krysstabell
pl: Wyświetl tabelę krzyżową
pt: Exibir mesa cruzada
ro: Afișați masa în cruce
ru: Показать перекрестную таблицу

source: Cannot load engine 1 - Tournament game terminated
fa: نمی توان موتور 1 را بارگیری کرد - بازی مسابقات خاتمه یافت
ja: エンジン 1 をロードできません - トーナメント ゲームは終了しました
ko: 엔진 1을 로드할 수 없습니다 - 토너먼트 게임이 종료되었습니다.
lt: Nepavyko įkelti variklio 1 – turnyro žaidimas nutrauktas
no: Kan ikke laste motor 1 - Turneringsspillet er avsluttet
pl: Nie można załadować silnika 1 - Gra turniejowa zakończona
pt: Não é possível carregar o motor 1 - Jogo de torneio encerrado
ro: Nu se poate încărca motorul 1 - Jocul turneu s-a încheiat
ru: Невозможно загрузить движок 1 - Турнирная игра прекращена

source: Cannot load engine 2 - Tournament game terminated
fa: نمی توان موتور 2 را بارگیری کرد - بازی مسابقات خاتمه یافت
ja: エンジン 2 をロードできません - トーナメント ゲームは終了しました
ko: 엔진 2를 로드할 수 없습니다 - 토너먼트 게임이 종료되었습니다
lt: Nepavyko įkelti variklio 2 – turnyro žaidimas nutrauktas
no: Kan ikke laste motor 2 - Turneringsspillet er avsluttet
pl: Nie można załadować silnika 2 - Gra turniejowa zakończona
pt: Não é possível carregar o motor 2 - Jogo de torneio encerrado
ro: Nu se poate încărca motorul 2 - Jocul turneu s-a încheiat
ru: Невозможно загрузить движок 2 - Турнирная игра прекращена

source: Tournament file name
fa: نام فایل مسابقات
ja: トーナメントファイル名
ko: 토너먼트 파일 이름
lt: Turnyro failo pavadinimas
no: Navn på turneringsfil
pl: Nazwa pliku turniejowego
pt: Nome do arquivo do torneio
ro: Numele fișierului turneului
ru: Имя файла турнира

source: Tournament type -
fa: نوع مسابقات -
ja: トーナメントタイプ -
ko: 토너먼트 유형 -
lt: Turnyro tipas -
no: Turneringstype -
pl: Typ turnieju -
pt: Tipo de torneio -
ro: Tip de turneu -
ru: Тип турнира -

source: Single round robin
fa: تک رابین
ja: シングルラウンドロビン
ko: 단일 라운드 로빈
lt: Vienetinis ratas
no: Enkel round robin
pl: Pojedynczy każdy z każdym
pt: Único round robin
ru: Одиночный круговой турнир

source: Double round robin
fa: دوبل گرد
ja: ダブルラウンドロビン
ko: 더블 라운드 로빈
lt: Dvigubas raundas
no: Dobbel round robin
pl: Podwójny round robin
pt: Duplo round robin
ro: Dublu round robin
ru: Двойной круговой турнир

source: Swiss system
fa: سیستم سوئیسی
ja: スイスのシステム
ko: 스위스 시스템
lt: Šveicarijos sistema
no: Sveitsisk system
pl: System szwajcarski
pt: Sistema suíço
ro: Sistemul elvețian
ru: швейцарская система

source: Knockout seeded
fa: ناک اوت دانه
ja: ノックアウトシード
ko: 노크아웃 시드
lt: Nokautas pasėtas
no: Knockout seedet
pl: Rozstawiony przez nokaut
pt: Eliminação semeado
ro: Însămânțat de knockout
ru: Нокаут-сеяный

source: Knockout random
fa: ناک اوت تصادفی
ja: ノックアウトランダム
ko: 노크아웃 랜덤
lt: Atsitiktinis nokautas
no: Knockout tilfeldig
pl: Losowy nokaut
pt: Nocaute aleatório
ro: Knockout aleatoriu
ru: Нокаут случайный

source: Number of rounds in the tournament
fa: تعداد دور مسابقات
ja: トーナメントのラウンド数
ko: 토너먼트 라운드 수
lt: Turnyro raundų skaičius
no: Antall runder i turneringen
pl: Liczba rund w turnieju
pt: Número de rodadas no torneio
ro: Numărul de runde din turneu
ru: Количество раундов в турнире

source: Number of games in current round
fa: تعداد بازی های دور فعلی
ja: 現在のラウンドのゲーム数
ko: 현재 라운드의 게임 수
lt: Žaidimų skaičius dabartiniame ture
no: Antall kamper i gjeldende runde
pl: Liczba gier w bieżącej rundzie
pt: Número de jogos na rodada atual
ro: Numărul de jocuri din runda curentă
ru: Количество игр в текущем раунде

source: Round number
fa: عدد گرد
ja: ラウンドナンバー
ko: 라운드 넘버
lt: Apvalus skaičius
no: Rundt tall
pl: Liczba okrągła
pt: Número redondo
ro: Număr rotund
ru: Круглое число

source: Bye
fa: خداحافظ
ja: さよなら
ko: 안녕
lt: Iki
no: Ha det
pl: Do widzenia
pt: Tchau
ro: la revedere
ru: Пока

source: Move no.
fa: شماره حرکت
ja: 移動番号。
ko: 이동 번호
lt: Judėjimas Nr.
no: Flytt nr.
pl: Ruch nr.
pt: Movimento nº.
ro: Mutare nr.
ru: Ход №.

source: (game in progress)
fa: (بازی در حال انجام است)
ja: (ゲーム進行中)
ko: (게임 진행 중)
lt: (žaidimas vyksta)
no: (spill pågår)
pl: (gra w toku)
pt: (jogo em andamento)
ro: (joc în desfășurare)
ru: (игра в процессе)

source: Scores after round
fa: امتیازات بعد از دور
ja: ラウンド後のスコア
ko: 라운드 후 점수
lt: Taškai po turo
no: Scorer etter runde
pl: Wyniki po rundzie
pt: Pontuações após a rodada
ro: Scoruri după rundă
ru: Очки после раунда

source: Scores for round
fa: امتیازات برای دور
ja: ラウンドのスコア
ko: 라운드별 점수
lt: Taškai už turą
no: Poeng for runde
pl: Wyniki rundy
pt: Pontuações da rodada
ro: Scoruri pentru rundă
ru: Очки за раунд

source: Tournament schedule
fa: برنامه مسابقات
ja: トーナメントスケジュール
ko: 토너먼트 일정
lt: Turnyro tvarkaraštis
no: Turneringsskjema
pl: Harmonogram turnieju
pt: Cronograma do torneio
ro: Programul turneului
ru: Расписание турнира

source: Wins the tournament
fa: برنده مسابقات است
ja: トーナメントで優勝
ko: 토너먼트에서 우승하다
lt: Laimi turnyrą
no: Vinner turneringen
pl: Wygrywa turniej
pt: Ganha o torneio
ro: Câștigă turneul
ru: Выигрывает турнир

source: Final standings after round
fa: جدول رده بندی نهایی پس از دور
ja: ラウンド終了後の最終順位
ko: 라운드 후 최종 순위
lt: Galutinė rikiuotė po turo
no: Endelig stilling etter runde
pl: Klasyfikacja końcowa po rundzie
pt: Classificação final após a rodada
ro: Clasamentul final după rundă
ru: Итоговое положение после раунда

source: For knockout tournaments the number of engines must be a power of two
fa: برای مسابقات حذفی تعداد موتورها باید توان دو باشد
ja: ノックアウトトーナメントでは、エンジンの数は2の累乗でなければなりません。
ko: 녹아웃 토너먼트의 경우 엔진 수는 2의 거듭제곱이어야 합니다.
lt: Nokautų turnyruose variklių skaičius turi būti dviejų galių
no: For knockout-turneringer må antall motorer være en potens på to
pl: W przypadku turniejów pucharowych liczba silników musi być potęgą liczby dwa
pt: Para torneios eliminatórios, o número de motores deve ser uma potência de dois
ro: Pentru turneele knockout, numărul de motoare trebuie să fie o putere de două
ru: Для турниров на выбывание количество двигателей должно быть степенью двойки.

source: i.e. 2, 4, 8, 16 or 32 engines. Please alter the number of engines.
fa: یعنی موتورهای 2، 4، 8، 16 یا 32. لطفا تعداد موتورها را تغییر دهید
ja: つまり、2、4、8、16、または 32 個のエンジンです。エンジンの数を変更してください。
ko: 즉, 2, 4, 8, 16 또는 32개의 엔진입니다. 엔진 수를 변경해 주세요.
lt: ty 2, 4, 8, 16 arba 32 varikliai. Prašome pakeisti variklių skaičių.
no: dvs. 2, 4, 8, 16 eller 32 motorer. Vennligst endre antall motorer.
pl: tj. 2, 4, 8, 16 lub 32 silniki. Proszę zmienić liczbę silników.
pt: ou seja, 2, 4, 8, 16 ou 32 motores. Por favor, altere o número de motores.
ro: adică 2, 4, 8, 16 sau 32 de motoare. Vă rugăm să modificați numărul de motoare.
ru: т.е. 2, 4, 8, 16 или 32 двигателя. Пожалуйста, измените количество двигателей.

source: Tournament error message
fa: پیام خطای مسابقات
ja: トーナメントエラーメッセージ
ko: 토너먼트 오류 메시지
lt: Turnyro klaidos pranešimas
no: Turneringsfeilmelding
pl: Komunikat o błędzie turnieju
pt: Mensagem de erro do torneio
ro: Mesaj de eroare la turneu
ru: Сообщение об ошибке турнира

source: PGN Tournament Filename
fa: نام فایل مسابقات PGN
ja: PGNトーナメントファイル名
ko: PGN 토너먼트 파일 이름
lt: PGN turnyro failo pavadinimas
no: PGN-turneringsfilnavn
pl: Nazwa pliku turnieju PGN
pt: Nome do arquivo do torneio PGN
ro: Nume fișier al turneului PGN
ru: Имя файла турнира PGN

source: Select .pgn file for engine tournament
fa: فایل pgn. را برای مسابقات موتور انتخاب کنید
ja: エンジントーナメント用の.pgnファイルを選択
ko: 엔진 토너먼트를 위해 .pgn 파일을 선택하세요
lt: Pasirinkite .pgn failą variklio turnyrui
no: Velg .pgn-fil for motorturnering
pl: Wybierz plik .pgn dla turnieju silnika
pt: Selecione o arquivo .pgn para o torneio do motor
ro: Selectați fișierul .pgn pentru turneul motor
ru: Выберите файл .pgn для турнира по движку

source: Engines
fa: موتورها
ja: エンジン
ko: 엔진
lt: Varikliai
no: Motorer
pl: Silniki
pt: Motores
ro: Motoare
ru: Двигатели

source: Select engines..
fa: موتورها را انتخاب کنید..
ja: エンジンを選択してください。
ko: 엔진을 선택하세요.
lt: Pasirinkite variklius..
no: Velg motorer..
pl: Wybierz silniki..
pt: Selecione motores.
ro: Selectați motoare..
ru: Выберите двигатели..

source: Engine no.
fa: شماره موتور
ja: エンジン番号
ko: 엔진 번호
lt: Variklio Nr.
no: Motor nr.
pl: Numer silnika
pt: Motor n.º
ro: Motor nr.
ru: Номер двигателя

source: Engine..
fa: موتور..
ja: エンジン..
ko: 엔진..
lt: Variklis..
no: Motor..
pl: Silnik..
pt: Motor..
ro: Motor..
ru: Двигатель..

source: Start the tournament..
fa: شروع مسابقات..
ja: トーナメントを開始します。
ko: 토너먼트를 시작합니다.
lt: Pradėti turnyrą..
no: Start turneringen..
pl: Rozpocznij turniej.
pt: Comece o torneio.
ro: Începe turneul..
ru: Начать турнир..

source: Tournament type
fa: نوع مسابقات
ja: トーナメントの種類
ko: 토너먼트 유형
lt: Turnyro tipas
no: Turneringstype
pl: Typ turnieju
pt: Tipo de torneio
ro: Tip de turneu
ru: Тип турнира

source: Knockout (seeded)
fa: ناک اوت (بذر)
ja: ノックアウト（シード）
ko: 노크아웃(시드)
lt: Nokautas (išsėtas)
no: Knockout (seedet)
pl: Knockout (rozstawiony)
pt: Nocaute (semeado)
ro: Knockout (semânțat)
ru: Нокаут (сеяный)

source: Knockout (random)
fa: ناک اوت (تصادفی)
ja: ノックアウト（ランダム）
ko: 노크아웃(무작위)
lt: Nokautas (atsitiktinis)
no: Knockout (tilfeldig)
pl: Nokaut (losowy)
pt: Nocaute (aleatório)
ro: Knockout (aleatoriu)
ru: Нокаут (случайный)

source: Knockout repeat no.
fa: تکرار ناک اوت نه.
ja: ノックアウトリピートNo.
ko: 녹아웃 반복 횟수
lt: Nokautas pakartojimas Nr.
no: Knockout repetisjon nr.
pl: Powtórzenie nokautu nr.
pt: Repetição de nocaute nº.
ro: Repetare knockout nr.
ru: Нокаут повторить нет.

source: No. of rounds
fa: تعداد دور
ja: ラウンド数
ko: 라운드 수
lt: Raundų skaičius
no: Antall runder
pl: Ilość rund
pt: Nº de rodadas
ro: Nr de runde
ru: Количество раундов

source: Game no.
fa: شماره بازی
ja: ゲーム番号
ko: 게임 번호
lt: Žaidimas Nr.
no: Spill nr.
pl: Gra nr.
pt: Jogo nº.
ro: Jocul nr.
ru: Игра №.

source: Save tournament..
fa: ذخیره مسابقات..
ja: トーナメントを保存します。
ko: 토너먼트를 저장하세요.
lt: Išsaugoti turnyrą..
no: Lagre turnering..
pl: Zapisz turniej..
pt: Salvar torneio..
ro: Salvează turneul...
ru: Сохранить турнир..

source: Select .tmt file to save engine tournament options
fa: برای ذخیره گزینه های مسابقات موتور، فایل .tmt را انتخاب کنید
ja: エンジントーナメントオプションを保存するには.tmtファイルを選択してください
ko: 엔진 토너먼트 옵션을 저장하려면 .tmt 파일을 선택하세요
lt: Pasirinkite .tmt failą, kad išsaugotumėte variklio turnyro parinktis
no: Velg .tmt-fil for å lagre alternativer for motorturneringer
pl: Wybierz plik .tmt, aby zapisać opcje turnieju silnika
pt: Selecione o arquivo .tmt para salvar as opções do torneio do mecanismo
ro: Selectați fișierul .tmt pentru a salva opțiunile de turneu motor
ru: Выберите файл .tmt, чтобы сохранить параметры турнира движка.

source: Load tournament..
fa: بارگیری مسابقات..
ja: トーナメントをロードします。
ko: 토너먼트를 로드합니다.
lt: Įkelti turnyrą..
no: Last inn turnering..
pl: Załaduj turniej..
pt: Carregar torneio..
ro: Încărcați turneul...
ru: Загрузить турнир..

source: Select .tmt file to load engine tournament settings
fa: برای بارگیری تنظیمات مسابقات موتور، فایل .tmt را انتخاب کنید
ja: .tmt ファイルを選択してエンジンのトーナメント設定をロードします
ko: 엔진 토너먼트 설정을 로드하려면 .tmt 파일을 선택하세요.
lt: Pasirinkite .tmt failą, kad įkeltumėte variklio turnyro nustatymus
no: Velg .tmt-fil for å laste motorturneringsinnstillinger
pl: Wybierz plik .tmt, aby załadować ustawienia turniejowe silnika
pt: Selecione o arquivo .tmt para carregar as configurações do torneio do mecanismo
ro: Selectați fișierul .tmt pentru a încărca setările motorului de turneu
ru: Выберите файл .tmt для загрузки настроек турнира движка

source: Select the name for the engine tournament PGN file
fa: نام فایل PGN مسابقات موتور را انتخاب کنید
ja: エンジントーナメントPGNファイルの名前を選択してください
ko: 엔진 토너먼트 PGN 파일의 이름을 선택하세요
lt: Pasirinkite variklio turnyro PGN failo pavadinimą
no: Velg navnet på PGN-filen for motorturneringen
pl: Wybierz nazwę pliku PGN turnieju silnika
pt: Selecione o nome para o arquivo PGN do torneio do motor
ro: Selectați numele pentru fișierul PGN al turneului motor
ru: Выберите имя для файла PGN турнира движка

source: Engines for the tournament
fa: موتور برای مسابقات
ja: トーナメント用エンジン
ko: 토너먼트용 엔진
lt: Varikliai turnyrui
no: Motorer for turneringen
pl: Silniki na turniej
pt: Motores para o torneio
ro: Motoare pentru turneu
ru: Двигатели для турнира

source: Select engines for the tournament
fa: موتورها را برای مسابقات انتخاب کنید
ja: トーナメント用のエンジンを選択
ko: 토너먼트를 위한 엔진을 선택하세요
lt: Pasirinkite turnyro variklius
no: Velg motorer for turneringen
pl: Wybierz silniki do turnieju
pt: Selecione motores para o torneio
ro: Selectați motoarele pentru turneu
ru: Выберите двигатели для турнира

source: Number of engines in the tournament
fa: تعداد موتورها در مسابقات
ja: トーナメントのエンジン数
ko: 토너먼트에 참가한 엔진의 수
lt: Variklių skaičius turnyre
no: Antall motorer i turneringen
pl: Liczba silników w turnieju
pt: Número de motores no torneio
ro: Numărul de motoare din turneu
ru: Количество двигателей в турнире

source: Select the time controls for the tournament
fa: کنترل های زمان مسابقات را انتخاب کنید
ja: トーナメントの時間制限を選択する
ko: 토너먼트의 시간 제어를 선택하세요
lt: Pasirinkite turnyro laiko valdiklius
no: Velg tidskontrollene for turneringen
pl: Wybierz kontrolę czasu dla turnieju
pt: Selecione os controles de tempo para o torneio
ro: Selectați controalele de timp pentru turneu
ru: Выберите контроль времени для турнира

source: Time control for tournament
fa: کنترل زمان برای مسابقات
ja: トーナメントの時間制限
ko: 토너먼트 시간 제어
lt: Turnyro laiko kontrolė
no: Tidskontroll for turnering
pl: Kontrola czasu dla turnieju
pt: Controle de tempo para torneio
ro: Controlul timpului pentru turneu
ru: Контроль времени на турнире

source: Open the engine dialog box
fa: کادر محاوره ای موتور را باز کنید
ja: エンジンダイアログボックスを開く
ko: 엔진 대화 상자를 엽니다
lt: Atidarykite variklio dialogo langą
no: Åpne motordialogboksen
pl: Otwórz okno dialogowe silnika
pt: Abra a caixa de diálogo do mecanismo
ro: Deschideți caseta de dialog motor
ru: Открыть диалоговое окно движка

source: Open the engine time adjustment dialog box
fa: کادر محاوره ای تنظیم زمان موتور را باز کنید
ja: エンジン時間調整ダイアログボックスを開く
ko: 엔진 시간 조정 대화 상자를 엽니다.
lt: Atidarykite variklio laiko reguliavimo dialogo langą
no: Åpne dialogboksen for justering av motortid
pl: Otwórz okno dialogowe regulacji czasu pracy silnika
pt: Abra a caixa de diálogo de ajuste do tempo do motor
ro: Deschideți caseta de dialog pentru reglarea timpului motorului
ru: Открыть диалоговое окно настройки времени работы двигателя

source: Start the tournament
fa: مسابقات را شروع کنید
ja: トーナメントを開始する
ko: 토너먼트를 시작하세요
lt: Pradėkite turnyrą
no: Start turneringen
pl: Rozpocznij turniej
pt: Comece o torneio
ro: Începe turneul
ru: Начать турнир

source: Select for single round robin format
fa: برای قالب تک دور رابین انتخاب کنید
ja: シングルラウンドロビン形式を選択
ko: 단일 라운드 로빈 형식을 선택하세요
lt: Pasirinkite vieno rato formatą
no: Velg for enkelt round robin-format
pl: Wybierz dla pojedynczego formatu każdy z każdym
pt: Selecione para formato de rodízio único
ro: Selectați pentru formatul single round robin
ru: Выберите формат одинарного кругового турнира

source: Select for double round robin format
fa: برای قالب دوبل رابین انتخاب کنید
ja: ダブルラウンドロビン形式を選択
ko: 더블 라운드 로빈 형식을 선택하세요
lt: Pasirinkite dvigubo apvalaus apdorojimo formatą
no: Velg for dobbelt round robin-format
pl: Wybierz dla formatu podwójnego każdy z każdym
pt: Selecione para formato de rodízio duplo
ro: Selectați pentru format dublu round robin
ru: Выберите формат двойного кругового турнира

source: Select for Swiss system format
fa: برای قالب سیستم سوئیسی انتخاب کنید
ja: スイスのシステム形式を選択
ko: 스위스 시스템 형식을 선택하세요
lt: Pasirinkite Šveicarijos sistemos formatą
no: Velg for sveitsisk systemformat
pl: Wybierz dla formatu systemu szwajcarskiego
pt: Selecione para formato de sistema suíço
ro: Selectați pentru formatul de sistem elvețian
ru: Выберите формат швейцарской системы

source: Select for knockout format with seeded pairings
fa: برای فرمت حذفی با جفت های دانه دار انتخاب کنید
ja: シード順のノックアウト形式で選択
ko: 시드 배정을 통한 녹아웃 형식을 선택하세요
lt: Pasirinkite išmušimo formatą su pradinėmis poromis
no: Velg for knockout-format med seedede paringer
pl: Wybierz format pucharowy z rozstawionymi parami
pt: Selecione para formato eliminatório com pares de cabeças de chave
ro: Selectați pentru formatul knockout cu perechi semințe
ru: Выбрать формат с выбыванием с сеяными парами

source: Select for knockout format with random pairings
fa: برای فرمت حذفی با جفت‌های تصادفی انتخاب کنید
ja: ランダムな組み合わせによるノックアウト形式で選択
ko: 무작위 페어링을 사용한 녹아웃 형식을 선택하세요
lt: Pasirinkite išmušimo formatą su atsitiktinėmis poromis
no: Velg for knockout-format med tilfeldige sammenkoblinger
pl: Wybierz format pucharowy z losowym doborem par
pt: Selecione o formato de eliminação com pareamentos aleatórios
ro: Selectați pentru formatul knockout cu perechi aleatorii
ru: Выбрать формат нокаут-матчей со случайными парами

source: Input number of knockout repeat games
fa: تعداد بازی های تکراری حذفی را وارد کنید
ja: ノックアウトリピートゲームの数を入力
ko: 녹아웃 반복 경기 수를 입력하세요
lt: Įveskite pakartotinių žaidimų skaičių
no: Legg inn antall gjentatte knockout-spill
pl: Wprowadź liczbę gier powtarzanych w systemie pucharowym
pt: Insira o número de jogos de repetição eliminatória
ro: Introduceți numărul de jocuri repetate knockout
ru: Введите количество повторных игр на выбывание

source: before reduction to 1 minute blitz
fa: قبل از کاهش به 1 دقیقه حمله برق آسا
ja: 1分間のブリッツに短縮される前
ko: 1분 블리츠로 축소되기 전
lt: prieš sumažinant iki 1 minutės greitį
no: før reduksjon til 1 minutt blitz
pl: przed skróceniem do 1 minuty błyskawicznej
pt: antes da redução para blitz de 1 minuto
ro: înainte de reducerea la 1 minut blitz
ru: до сокращения до 1-минутного блица

source: Input number of rounds in the tournament
fa: تعداد راندهای ورودی در مسابقات
ja: トーナメントのラウンド数を入力
ko: 토너먼트 라운드 수를 입력하세요
lt: Įveskite turnyro raundų skaičių
no: Legg inn antall runder i turneringen
pl: Wprowadź liczbę rund w turnieju
pt: Insira o número de rodadas no torneio
ro: Introduceți numărul de runde din turneu
ru: Введите количество раундов в турнире.

source: Number of games in the tournament
fa: تعداد بازی در مسابقات
ja: トーナメントのゲーム数
ko: 토너먼트의 게임 수
lt: Žaidimų skaičius turnyre
no: Antall kamper i turneringen
pl: Liczba gier w turnieju
pt: Número de jogos no torneio
ro: Numărul de jocuri din turneu
ru: Количество игр в турнире

source: Input the move number limit for the games
fa: محدودیت تعداد حرکت برای بازی ها را وارد کنید
ja: ゲームの移動回数制限を入力します
ko: 게임의 이동 횟수 제한을 입력하세요
lt: Įveskite žaidimų ėjimų skaičiaus limitą
no: Skriv inn trekknummergrensen for spillene
pl: Wprowadź limit liczby ruchów dla gier
pt: Insira o limite de número de movimentos para os jogos
ro: Introduceți limita numărului de mișcări pentru jocuri
ru: Введите лимит количества ходов для игры.

source: Chose the opening book for the tournament
fa: کتاب افتتاحیه مسابقات را انتخاب کنید
ja: トーナメントのオープニングブックを選ぶ
ko: 토너먼트 개막전을 선택하세요
lt: Išsirinko turnyro atidarymo knygą
no: Valgte åpningsboken for turneringen
pl: Wybierz książkę otwierającą turniej
pt: Escolha o livro de abertura do torneio
ro: Alegeți cartea de deschidere a turneului
ru: Выбрать дебютную книгу для турнира

source: Save the tournament settings to a file
fa: تنظیمات مسابقات را در یک فایل ذخیره کنید
ja: トーナメント設定をファイルに保存する
ko: 토너먼트 설정을 파일에 저장
lt: Išsaugokite turnyro nustatymus į failą
no: Lagre turneringsinnstillingene i en fil
pl: Zapisz ustawienia turnieju do pliku
pt: Salve as configurações do torneio em um arquivo
ro: Salvați setările turneului într-un fișier
ru: Сохранить настройки турнира в файл

source: Load the tournament settings from a file
fa: تنظیمات مسابقات را از یک فایل بارگیری کنید
ja: ファイルからトーナメント設定を読み込む
ko: 파일에서 토너먼트 설정 로드
lt: Įkelkite turnyro nustatymus iš failo
no: Last inn turneringsinnstillingene fra en fil
pl: Załaduj ustawienia turnieju z pliku
pt: Carregue as configurações do torneio de um arquivo
ro: Încărcați setările turneului dintr-un fișier
ru: Загрузить настройки турнира из файла

source: This allows you to stage automatic engine tournaments.
fa: این به شما امکان می دهد مسابقات موتور خودکار را برگزار کنید.
ja: これにより、自動エンジントーナメントを開催できるようになります。
ko: 이를 통해 자동 엔진 토너먼트를 개최할 수 있습니다.
lt: Tai leidžia surengti automatinius variklio turnyrus.
no: Dette lar deg arrangere automatiske motorturneringer.
pl: Umożliwia to organizowanie automatycznych turniejów silników.
pt: Isso permite que você organize torneios de mecanismos automáticos.
ro: Acest lucru vă permite să organizați turnee cu motor automat.
ru: Это позволяет вам проводить автоматические турниры по движкам.

source: You can select the engines to play and the options to use for the tournament.
fa: می‌توانید موتورهای بازی و گزینه‌های مورد استفاده برای مسابقات را انتخاب کنید.
ja: プレイするエンジンとトーナメントで使用するオプションを選択できます。
ko: 토너먼트에 사용할 엔진과 옵션을 선택할 수 있습니다.
lt: Galite pasirinkti variklius, kuriuos norite žaisti, ir parinktis, kurias naudosite turnyre.
no: Du kan velge motorene du vil spille og alternativene du vil bruke for turneringen.
pl: Możesz wybrać silniki, w które chcesz grać i opcje, z których chcesz skorzystać podczas turnieju.
pt: Você pode selecionar os mecanismos para jogar e as opções para usar no torneio.
ro: Puteți selecta motoarele de jucat și opțiunile de utilizat pentru turneu.
ru: Вы можете выбрать движки для игры и опции, которые будете использовать в турнире.

source: For an engine tournament, engines are loaded from engine parameter files (*.epm)
fa: برای مسابقات موتور، موتورها از فایل های پارامتر موتور (*.
ja: エンジン トーナメントの場合、エンジンはエンジン パラメーター ファイル (*.
ko: 엔진 토너먼트의 경우, 엔진은 엔진 매개변수 파일(*.
lt: Variklio turnyrui varikliai įkeliami iš variklio parametrų failų (*.
no: For en motorturnering lastes motorer fra motorparameterfiler (*.
pl: W przypadku turnieju silników, silniki są ładowane z plików parametrów silnika (*.
pt: Para um torneio de motores, os motores são carregados de arquivos de parâmetros do motor (*.
ro: Pentru un turneu cu motor, motoarele sunt încărcate din fișierele cu parametrii motorului (*.
ru: Для турнира движков движки загружаются из файлов параметров движков (*.
