Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: The current variation is elevated higher in the hierarchy of variations
fa: تغییرات فعلی در سلسله مراتب تغییرات بالاتر است
ja: 現在のバリエーションはバリエーションの階層の中で上位に位置づけられています
ko: 현재 변형은 변형 계층에서 더 높은 수준으로 상승합니다.
lt: Dabartinis variantas yra aukščiau variantų hierarchijoje
no: Den nåværende variasjonen er hevet høyere i hierarkiet av variasjoner
pl: Obecna odmiana jest wyżej umieszczona w hierarchii odmian
pt: A variação atual é elevada mais alto na hierarquia de variações
ro: Variația actuală este ridicată mai sus în ierarhia variațiilor
ru: Текущая вариация поднимается выше в иерархии вариаций

source: The current variation is lowered in the hierarchy of variations
fa: تغییرات فعلی در سلسله مراتب تغییرات کاهش می یابد
ja: 現在のバリエーションはバリエーションの階層内で下位にあります
ko: 현재 변형은 변형 계층에서 낮아졌습니다.
lt: Dabartinis variantas yra sumažintas variantų hierarchijoje
no: Den nåværende variasjonen er senket i hierarkiet av variasjoner
pl: Obecna odmiana została obniżona w hierarchii odmian
pt: A variação atual é rebaixada na hierarquia de variações
ro: Variația actuală este coborâtă în ierarhia variațiilor
ru: Текущая вариация понижается в иерархии вариаций

source: Demote rest of variation to comment
fa: بقیه تغییرات را برای نظر دادن کاهش دهید
ja: 残りのバリエーションをコメントに降格する
ko: 나머지 변형을 주석으로 강등
lt: Pažeminkite likusį variantą, kad galėtumėte komentuoti
no: Degrader resten av varianten for å kommentere
pl: Zdegraduj resztę wariantów do komentarza
pt: Rebaixar o restante da variação para comentário
ro: Reduceți restul variației pentru a comenta
ru: Понизить остальную часть вариации до комментария

source: Convert moves to plain text which can be edited
fa: تبدیل حرکات به متن ساده که قابل ویرایش است
ja: 移動を編集可能なプレーンテキストに変換する
ko: 편집 가능한 일반 텍스트로 이동을 변환합니다.
lt: Konvertuoti judesius į paprastą tekstą, kurį galima redaguoti
no: Konverter trekk til ren tekst som kan redigeres
pl: Konwertuj ruchy na zwykły tekst, który można edytować
pt: Converter movimentos em texto simples que pode ser editado
ro: Convertiți mișcările în text simplu, care poate fi editat
ru: Преобразовать ходы в обычный текст, который можно редактировать

source: Promote comment to moves
fa: تبلیغ نظر به حرکت
ja: コメントを移動に促進する
ko: 댓글을 이동으로 승격시키다
lt: Skatinkite judesių komentarą
no: Fremme kommentar til trekk
pl: Promuj komentarze do ruchów
pt: Promova comentários para movimentos
ro: Promovați comentariul la mișcări
ru: Продвигать комментарии к движениям

source: Convert plain text to live moves
fa: تبدیل متن ساده به حرکات زنده
ja: プレーンテキストをライブムーブに変換する
ko: 일반 텍스트를 라이브 영상으로 변환
lt: Konvertuokite paprastą tekstą į tiesioginius judesius
no: Konverter ren tekst til levende trekk
pl: Konwertuj zwykły tekst na ruchy na żywo
pt: Converter texto simples em movimentos ao vivo
ro: Convertiți textul simplu în mișcări live
ru: Преобразовать обычный текст в живые движения

source: Promote rest of comment to moves
fa: بقیه نظرات را به حرکت ارتقا دهید
ja: 残りのコメントを移動に昇格する
ko: 나머지 댓글을 이동으로 승격시키세요
lt: Likusį komentarą perkelkite į judesius
no: Fremme resten av kommentaren til trekk
pl: Resztę komentarzy przenieś do ruchów
pt: Promova o restante do comentário para movimentos
ro: Promovați restul comentariului la mișcări
ru: Продвигать остальную часть комментария к ходам

source: Convert plain text (from cursor to end of comment) to live moves
fa: متن ساده (از مکان نما به انتهای نظر) را به حرکات زنده تبدیل کنید
ja: プレーンテキスト（カーソルからコメントの最後まで）をライブ移動に変換します
ko: 일반 텍스트(커서부터 주석 끝까지)를 라이브 이동으로 변환
lt: Konvertuokite paprastą tekstą (nuo žymeklio iki komentaro pabaigos) į tiesioginius judesius
no: Konverter ren tekst (fra markøren til slutten av kommentaren) til levende trekk
pl: Konwertuj zwykły tekst (od kursora do końca komentarza) na ruchy na żywo
pt: Converter texto simples (do cursor ao final do comentário) em movimentos ao vivo
ro: Convertiți textul simplu (de la cursor la sfârșitul comentariului) în mișcări live
ru: Преобразовать простой текст (от курсора до конца комментария) в живые движения

source: Delete comments
fa: حذف نظرات
ja: コメントを削除
ko: 댓글 삭제
lt: Ištrinti komentarus
no: Slett kommentarer
pl: Usuń komentarze
pt: Excluir comentários
ro: Ștergeți comentariile
ru: Удалить комментарии

source: Delete all comments to the game
fa: تمام نظرات بازی را حذف کنید
ja: ゲームへのコメントをすべて削除
ko: 게임에 대한 모든 댓글을 삭제합니다
lt: Ištrinti visus žaidimo komentarus
no: Slett alle kommentarer til spillet
pl: Usuń wszystkie komentarze do gry
pt: Apagar todos os comentários do jogo
ro: Șterge toate comentariile la joc
ru: Удалить все комментарии к игре

source: Delete sub-vars
fa: حذف زیرشاخه ها
ja: サブ変数を削除する
ko: 하위 변수 삭제
lt: Ištrinti antrinius variantus
no: Slett sub-vars
pl: Usuń podzmienne
pt: Excluir sub-vars
ro: Ștergeți sub-varurile
ru: Удалить подпеременные

source: Delete all sub-variations to the game
fa: تمام تغییرات فرعی بازی را حذف کنید
ja: ゲームのサブバリエーションをすべて削除する
ko: 게임의 모든 하위 변형을 삭제합니다.
lt: Ištrinkite visus žaidimo antrinius variantus
no: Slett alle undervariasjoner til spillet
pl: Usuń wszystkie podwarianty gry
pt: Excluir todas as subvariações do jogo
ro: Ștergeți toate subvariațiile din joc
ru: Удалить все подвариации игры

source: Delete NAGs
fa: NAG ها را حذف کنید
ja: NAGを削除する
ko: NAG 삭제
lt: Ištrinkite NAG
no: Slett NAG-er
pl: Usuń NAG-i
pt: Excluir NAGs
ro: Ștergeți NAG-urile
ru: Удалить NAG

source: Delete all NAGs (Numeric Annotation Glyphs) to the game
fa: تمام NAG ها (حرف های حاشیه نویسی عددی) را در بازی حذف کنید
ja: ゲームのすべてのNAG（数値注釈グリフ）を削除します
ko: 게임의 모든 NAG(숫자 주석 문자)를 삭제합니다.
lt: Ištrinkite visus žaidimo NAG (skaitinius komentarų glifus).
no: Slett alle NAG-er (Numeric Annotation Glyphs) til spillet
pl: Usuń wszystkie NAG-i (Numeric Annotation Glyphs) z gry
pt: Exclua todos os NAGs (Glifos de Anotação Numérica) do jogo
ro: Ștergeți toate NAG-urile (glifele de adnotare numerică) din joc
ru: Удалить все NAG (цифровые аннотационные глифы) в игре

source: Delete all
fa: همه را حذف کنید
ja: すべて削除
ko: 모두 삭제
lt: Ištrinti viską
no: Slett alle
pl: Usuń wszystko
pt: Apagar tudo
ro: Ștergeți tot
ru: Удалить все

source: Delete all comments,sub-variations and NAGs to the game
fa: تمام نظرات، تغییرات فرعی و NAG های بازی را حذف کنید
ja: ゲームへのコメント、サブバリエーション、NAGをすべて削除します
ko: 게임에 대한 모든 코멘트, 하위 변형 및 NAG를 삭제합니다.
lt: Ištrinkite visus žaidimo komentarus, subvariacijas ir NAG
no: Slett alle kommentarer, undervariasjoner og NAG-er til spillet
pl: Usuń wszystkie komentarze, podwarianty i NAG-i do gry
pt: Exclua todos os comentários, subvariações e NAGs do jogo
ro: Ștergeți toate comentariile, subvariațiile și NAG-urile din joc
ru: Удалить все комментарии, подвариации и NAG к игре

source: Show the current file as a list of games
fa: فایل فعلی را به عنوان لیستی از بازی ها نشان دهید
ja: 現在のファイルをゲームのリストとして表示する
ko: 현재 파일을 게임 목록으로 표시
lt: Rodyti dabartinį failą kaip žaidimų sąrašą
no: Vis gjeldende fil som en liste over spill
pl: Pokaż bieżący plik jako listę gier
pt: Mostrar o arquivo atual como uma lista de jogos
ro: Afișați fișierul curent ca o listă de jocuri
ru: Показать текущий файл в виде списка игр

source: Database
fa: پایگاه داده
ja: データベース
ko: 데이터 베이스
lt: Duomenų bazė
pl: Baza danych
pt: Banco de dados
ro: Baza de date
ru: База данных

source: Do a database search, revealing a list of found games
fa: یک جستجو در پایگاه داده انجام دهید، لیستی از بازی های پیدا شده را نشان دهید
ja: データベース検索を行い、見つかったゲームのリストを表示します
ko: 데이터베이스 검색을 수행하면 발견된 게임 목록이 표시됩니다.
lt: Atlikite paiešką duomenų bazėje, atskleisdami rastų žaidimų sąrašą
no: Gjør et databasesøk, avslør en liste over funne spill
pl: Przeprowadź przeszukanie bazy danych, ujawniając listę znalezionych gier
pt: Faça uma pesquisa no banco de dados, revelando uma lista de jogos encontrados
ro: Faceți o căutare în baza de date, dezvăluind o listă de jocuri găsite
ru: Выполнить поиск в базе данных, выведя список найденных игр.

source: Session
fa: جلسه
ja: セッション
ko: 세션
lt: Sesija
no: Sesjon
pl: Sesja
pt: Sessão
ro: Sesiune
ru: Сессия

source: Show activity in this session as a list of games
fa: نمایش فعالیت در این جلسه به عنوان لیستی از بازی ها
ja: このセッションのアクティビティをゲームのリストとして表示します
ko: 이 세션의 활동을 게임 목록으로 표시합니다.
lt: Rodyti veiklą šioje sesijoje kaip žaidimų sąrašą
no: Vis aktiviteten i denne økten som en liste over spill
pl: Pokaż aktywność w tej sesji jako listę gier
pt: Mostrar atividade nesta sessão como uma lista de jogos
ro: Afișați activitatea din această sesiune ca o listă de jocuri
ru: Показать активность в этом сеансе в виде списка игр

source: Show the copied games as a list of games
fa: بازی های کپی شده را به عنوان لیستی از بازی ها نشان دهید
ja: コピーしたゲームをゲームリストとして表示する
ko: 복사된 게임을 게임 목록으로 표시합니다.
lt: Rodyti nukopijuotus žaidimus kaip žaidimų sąrašą
no: Vis de kopierte spillene som en liste over spill
pl: Pokaż skopiowane gry jako listę gier
pt: Mostrar os jogos copiados como uma lista de jogos
ro: Afișați jocurile copiate ca o listă de jocuri
ru: Показать скопированные игры в виде списка игр

source: Previous game from file
fa: بازی قبلی از فایل
ja: ファイルからの前のゲーム
ko: 파일에서 이전 게임
lt: Ankstesnis žaidimas iš failo
no: Forrige spill fra fil
pl: Poprzednia gra z pliku
pt: Jogo anterior do arquivo
ro: Jocul anterior din fișier
ru: Предыдущая игра из файла

source: Next game from file
fa: بازی بعدی از فایل
ja: ファイルからの次のゲーム
ko: 파일에서 다음 게임
lt: Kitas žaidimas iš failo
no: Neste spill fra fil
pl: Następna gra z pliku
pt: Próximo jogo do arquivo
ro: Următorul joc din fișier
ru: Следующая игра из файла

source: Auto-replay
fa: پخش خودکار
ja: 自動リプレイ
ko: 자동 재생
lt: Automatinis pakartojimas
no: Automatisk avspilling
pl: Automatyczne odtwarzanie
pt: Repetição automática
ro: Reluare automată
ru: Автоматический повтор

source: Start / stop automatic replay of loaded game
fa: شروع / توقف پخش خودکار بازی لود شده
ja: ロードしたゲームの自動再生を開始/停止する
ko: 로드된 게임의 자동 재생을 시작/중지합니다.
lt: Pradėti / sustabdyti automatinį įkelto žaidimo atkūrimą
no: Start / stopp automatisk replay av lastet spill
pl: Rozpocznij/zatrzymaj automatyczne odtwarzanie załadowanej gry
pt: Iniciar/parar a repetição automática do jogo carregado
ro: Porniți / opriți reluarea automată a jocului încărcat
ru: Запустить/остановить автоматическое воспроизведение загруженной игры

source: Auto-replay options
fa: گزینه های پخش خودکار
ja: 自動再生オプション
ko: 자동 재생 옵션
lt: Automatinio atkūrimo parinktys
no: Alternativer for automatisk avspilling
pl: Opcje automatycznego odtwarzania
pt: Opções de repetição automática
ro: Opțiuni de redare automată
ru: Параметры автоматического повтора

source: Open the automatic replay dialog box
fa: کادر گفتگوی پخش خودکار را باز کنید
ja: 自動再生ダイアログボックスを開く
ko: 자동 재생 대화 상자를 엽니다.
lt: Atidarykite automatinio atkūrimo dialogo langą
no: Åpne dialogboksen for automatisk avspilling
pl: Otwórz okno dialogowe automatycznego odtwarzania
pt: Abra a caixa de diálogo de repetição automática
ro: Deschideți caseta de dialog de reluare automată
ru: Открыть диалоговое окно автоматического воспроизведения

source: Free internet chess server..
fa: سرور شطرنج اینترنتی رایگان..
ja: 無料のインターネット チェス サーバー。
ko: 무료 인터넷 체스 서버..
lt: Interneto šachmatų serveris nemokamai. .
no: Gratis internettsjakkserver..
pl: Darmowy serwer szachowy w Internecie.
pt: Servidor de xadrez gratuito na Internet.
ro: Server de șah gratuit pe internet..
ru: Бесплатный интернет-шахматный сервер..

source: Play on the Fics server
fa: روی سرور فیکس بازی کنید
ja: Ficsサーバーでプレイ
ko: Fics 서버에서 플레이하세요
lt: Žaisti Fics serveryje
no: Spill på Fics-serveren
pl: Graj na serwerze Fics
pt: Jogue no servidor Fics
ro: Joacă pe serverul Fics
ru: Играть на сервере Fics

source: Start a new game, but leave existing .pgn file open
fa: یک بازی جدید شروع کنید، اما فایل pgn. موجود را باز بگذارید
ja: 新しいゲームを開始しますが、既存の .pgn ファイルは開いたままにします
ko: 새 게임을 시작하지만 기존 .pgn 파일은 열어 둡니다.
lt: Pradėkite naują žaidimą, bet palikite esamą .pgn failą atidarytą
no: Start et nytt spill, men la eksisterende .pgn-fil være åpen
pl: Rozpocznij nową grę, ale pozostaw otwarty istniejący plik .pgn
pt: Inicie um novo jogo, mas deixe o arquivo .pgn existente aberto
ro: Începeți un joc nou, dar lăsați deschis fișierul .pgn existent
ru: Начните новую игру, но оставьте существующий файл .pgn открытым

source: Flip board
fa: تخته تلنگر
ja: フリップボード
ko: 플립보드
lt: Apverčiama lenta
no: Flippbrett
pl: Tablica obrotowa
pt: Placa de flip
ru: Переворачиваем доску

source: Reverse the current orientation,
fa: جهت گیری فعلی را معکوس کنید،
ja: 現在の向きを反転します。
ko: 현재 방향을 반대로 바꾸세요.
lt: Apverskite esamą orientaciją,
no: Snu gjeldende retning,
pl: Odwróć obecną orientację,
pt: Inverta a orientação atual,
ro: Inversați orientarea curentă,
ru: Изменить текущую ориентацию на противоположную,

source: also for Setup position and Games menu boards
fa: همچنین برای موقعیت تنظیم و تابلوهای منوی بازی ها
ja: セットアップポジションとゲームメニューボードにも
ko: 설정 위치 및 게임 메뉴 보드에도 사용 가능
lt: taip pat Sąrankos padėties ir Žaidimų meniu lentoms
no: også for oppsettposisjon og spillmenytavler
pl: również dla pozycji ustawień i tablic menu gier
pt: também para posições de configuração e painéis de menu de jogos
ro: de asemenea, pentru poziţia de configurare şi panourile de meniu Jocuri
ru: также для позиций настройки и меню игр

source: Take back
fa: پس بگیرید
ja: 取り戻す
ko: 다시 가져가다
lt: Atsiimk
no: Ta tilbake
pl: Odebrać z powrotem
pt: Pegar de volta
ro: Ia înapoi
ru: Взять обратно

source: Set position
fa: موقعیت را تنظیم کنید
ja: 位置を設定する
ko: 위치 설정
lt: Nustatykite padėtį
no: Still inn posisjon
pl: Ustaw pozycję
pt: Definir posição
ro: Setați poziția
ru: Установить позицию

source: Setup a new position
fa: یک موقعیت جدید تنظیم کنید
ja: 新しいポジションを設定する
ko: 새로운 위치 설정
lt: Nustatykite naują poziciją
no: Sett opp en ny posisjon
pl: Utwórz nową pozycję
pt: Configurar uma nova posição
ro: Configurați o nouă poziție
ru: Настройте новую позицию

source: Start kibitzer
fa: کیبیتزر را شروع کنید
ja: キビツァーを開始
ko: kibitzer 시작하기
lt: Pradėkite kibiterį
pl: Uruchom kibitzera
pt: Iniciar kibitzer
ro: Porniți kibitzer
ru: Начать kibitzer

source: Turn computer analysis on or off
fa: آنالیز کامپیوتر را روشن یا خاموش کنید
ja: コンピューター分析をオンまたはオフにする
ko: 컴퓨터 분석 켜기 또는 끄기
lt: Įjunkite arba išjunkite kompiuterinę analizę
no: Slå datamaskinanalyse på eller av
pl: Włącz lub wyłącz analizę komputerową
pt: Ativar ou desativar a análise do computador
ro: Activați sau dezactivați analiza computerului
ru: Включить или выключить компьютерный анализ

source: Indicate game result, or claim draw when playing against engine
fa: هنگام بازی با موتور، نتیجه بازی را نشان دهید یا ادعای تساوی کنید
ja: ゲーム結果を表示するか、エンジンと対戦しているときに引き分けを主張する
ko: 엔진과 경기할 때 게임 결과를 표시하거나 무승부를 주장합니다.
lt: Nurodykite žaidimo rezultatą arba reikalaukite lygiųjų, kai žaidžiate prieš variklį
no: Angi spillresultat, eller krev uavgjort når du spiller mot motor
pl: Wskaż wynik gry lub zgłoś remis, grając przeciwko silnikowi
pt: Indique o resultado do jogo ou reivindique o empate ao jogar contra o mecanismo
ro: Indicați rezultatul jocului sau revendicați egalitatea când jucați împotriva motorului
ru: Укажите результат игры или заявите о ничьей при игре против движка

source: Indicate game result, or concede when playing White against engine
fa: هنگام بازی سفید در برابر موتور، نتیجه بازی را نشان دهید، یا تسلیم شوید
ja: ゲームの結果を示す、またはエンジンに対して白をプレイしているときに投了する
ko: 게임 결과를 표시하거나 엔진에 대해 화이트를 플레이할 때 인정합니다.
lt: Nurodykite žaidimo rezultatą arba nusileiskite, kai žaidžiate baltą prieš variklį
no: Angi spillresultat, eller gi innrømmelse når du spiller hvit mot motor
pl: Wskaż wynik gry lub przyznaj się, grając białymi przeciwko silnikowi
pt: Indicar o resultado do jogo ou conceder quando jogar com as brancas contra o motor
ro: Indicați rezultatul jocului sau cedați când jucați Alb împotriva motorului
ru: Укажите результат игры или сдайтесь, если играете белыми против движка

source: Indicate game result, or concede when playing Black against engine
fa: نتیجه بازی را نشان دهید، یا هنگام بازی سیاه در برابر موتور، تسلیم شوید
ja: ゲームの結果を示す、またはエンジンに対して黒をプレイしているときに投了する
ko: 게임 결과를 표시하거나 엔진에 대해 블랙을 플레이할 때 인정합니다.
lt: Nurodykite žaidimo rezultatą arba nusileiskite žaisdami juodą prieš variklį
no: Angi spillresultat, eller gi innrømmelse når du spiller svart mot motor
pl: Wskaż wynik gry lub przyznaj się, grając czarnymi przeciwko silnikowi
pt: Indicar o resultado do jogo ou conceder quando jogar com as pretas contra o motor
ro: Indicați rezultatul jocului sau acordați când jucați Negru împotriva motorului
ru: Укажите результат игры или сдайтесь, если играете черными против движка

source: Play White against engine, starting from current position
fa: بازی سفید در برابر موتور، با شروع از موقعیت فعلی
ja: 現在の位置からエンジンに対して白をプレイします
ko: 현재 위치에서 시작하여 엔진에 대해 화이트를 플레이합니다.
lt: Žaisk baltą prieš variklį, pradedant nuo dabartinės padėties
no: Spill hvit mot motor, start fra nåværende posisjon
pl: Graj białymi przeciwko silnikowi, zaczynając od bieżącej pozycji
pt: Jogue as brancas contra o motor, começando da posição atual
ro: Joacă Alb împotriva motorului, pornind de la poziția curentă
ru: Играть белыми против движка, начиная с текущей позиции

source: Play Black against engine, starting from current position
fa: بازی سیاه در برابر موتور، با شروع از موقعیت فعلی
ja: 現在の位置からエンジンに対して黒をプレイします
ko: 현재 위치에서 시작하여 엔진에 대해 블랙을 플레이합니다.
lt: Žaisk juodai prieš variklį, pradedant nuo dabartinės padėties
no: Spill svart mot motor, start fra nåværende posisjon
pl: Graj na czarno przeciwko silnikowi, zaczynając od bieżącej pozycji
pt: Jogue com as pretas contra o motor, começando na posição atual
ro: Joacă negru împotriva motorului, pornind de la poziția actuală
ru: Играть черными против движка, начиная с текущей позиции

source: Computer engine plays against itself
fa: موتور کامپیوتر علیه خودش بازی می کند
ja: コンピュータエンジンは自分自身と対戦する
ko: 컴퓨터 엔진이 자기 자신과 경쟁합니다
lt: Kompiuterio variklis žaidžia prieš save
no: Datamotoren spiller mot seg selv
pl: Silnik komputera gra przeciwko sobie
pt: O motor do computador joga contra si mesmo
ro: Motorul computerului joacă împotriva lui însuși
ru: Компьютерный движок играет сам против себя

source: Reverse roles in game against engine
fa: نقش معکوس در بازی در مقابل موتور
ja: エンジンとのゲームでの役割の逆転
ko: 엔진에 대한 게임에서 역할 역전
lt: Atvirkštiniai vaidmenys žaidime prieš variklį
no: Omvendte roller i spill mot motor
pl: Odwróć role w grze przeciwko silnikowi
pt: Inverter papéis no jogo contra o motor
ro: Rolurile inversate în joc împotriva motorului
ru: Поменяйтесь ролями в игре против движка

source: Move now
fa: اکنون حرکت کنید
ja: 今すぐ移動
ko: 지금 이동
lt: Judėti dabar
no: Flytt nå
pl: Ruszaj się teraz
pt: Mova-se agora
ro: Mută-te acum
ru: Двигайтесь сейчас

source: Force engine to move
fa: موتور را مجبور به حرکت کنید
ja: エンジンを動かす
ko: 강제로 엔진을 움직이세요
lt: Priverskite variklį pajudėti
no: Tving motoren til å bevege seg
pl: Wymuś ruch silnika
pt: Forçar o motor a se mover
ro: Forțați motorul să se miște
ru: Заставить двигатель двигаться

source: General..
fa: ژنرال..
ja: 一般的な..
ko: 일반적인..
lt: Generolas..
pl: Ogólny..
pt: Em geral..
ru: Общий..

source: Miscellaneous options
fa: گزینه های متفرقه
ja: その他のオプション
ko: 기타 옵션
lt: Įvairūs variantai
no: Diverse alternativer
pl: Różne opcje
pt: Opções diversas
ro: Opțiuni diverse
ru: Разные варианты

source: Colours..
fa: رنگ ها..
ja: 色..
ko: 그림 물감..
lt: Spalvos..
no: Farger..
pl: Zabarwienie..
pt: Cores..
ro: Culori..
ru: Цвета..

source: Colour options
fa: گزینه های رنگی
ja: カラーオプション
ko: 색상 옵션
lt: Spalvų parinktys
no: Fargealternativer
pl: Opcje kolorów
pt: Opções de cores
ro: Opțiuni de culoare
ru: Варианты цвета

source: Player names..
fa: اسامی بازیکنان..
ja: プレイヤー名..
ko: 플레이어 이름..
lt: Žaidėjų vardai..
no: Spillernavn..
pl: Nazwy graczy..
pt: Nomes dos jogadores.
ro: Numele jucătorilor...
ru: Имена игроков..

source: Label the board with player names (also available by clicking on name)
fa: تابلو را با نام بازیکنان برچسب بزنید (همچنین با کلیک بر روی نام موجود است)
ja: ボードにプレイヤー名をラベル付けします（名前をクリックしても表示できます）
ko: 플레이어 이름으로 보드에 라벨을 붙입니다(이름을 클릭해서도 사용 가능)
lt: Pažymėkite lentą žaidėjų vardais (taip pat galima paspaudus ant vardo)
no: Merk brettet med spillernavn (også tilgjengelig ved å klikke på navn)
pl: Oznacz planszę nazwami graczy (dostępne również po kliknięciu nazwy)
pt: Rotule o tabuleiro com os nomes dos jogadores (também disponível clicando no nome)
ro: Etichetați tabla cu numele jucătorilor (disponibil și făcând clic pe nume)
ru: Отметьте доску именами игроков (также доступно при нажатии на имя)

source: Clocks..
fa: ساعت..
ja: 時計。
ko: 시계..
lt: Laikrodziai..
no: Klokker..
pl: Zegary..
pt: Relógios..
ro: Ceasuri..
ru: Часы..

source: Control all aspects of the on-screen game timer
fa: تمام جنبه های تایمر بازی روی صفحه را کنترل کنید
ja: 画面上のゲームタイマーのあらゆる側面をコントロール
ko: 화면상의 게임 타이머의 모든 측면을 제어합니다.
lt: Valdykite visus ekrane rodomo žaidimo laikmačio aspektus
no: Kontroller alle aspekter av spilltimeren på skjermen
pl: Kontroluj wszystkie aspekty wyświetlanego na ekranie licznika czasu gry
pt: Controle todos os aspectos do cronômetro do jogo na tela
ro: Controlați toate aspectele temporizatorului de joc de pe ecran
ru: Управляйте всеми аспектами экранного игрового таймера

source: Log file..
fa: فایل لاگ..
ja: ログファイル..
ko: 로그 파일..
lt: Žurnalo failas..
no: Loggfil..
pl: Plik dziennika..
pt: Arquivo de log..
ro: Fișier jurnal..
ru: Файл журнала..

source: Setup a file to automatically log all games
fa: فایلی را برای ثبت خودکار همه بازی ها تنظیم کنید
ja: すべてのゲームを自動的に記録するファイルを設定する
ko: 모든 게임을 자동으로 기록하는 파일 설정
lt: Nustatykite failą, kad visi žaidimai būtų automatiškai registruojami
no: Sett opp en fil for å automatisk logge alle spill
pl: Skonfiguruj plik, aby automatycznie rejestrować wszystkie gry
pt: Configurar um arquivo para registrar automaticamente todos os jogos
ro: Configurați un fișier pentru a înregistra automat toate jocurile
ru: Настройте файл для автоматического ведения журнала всех игр

source: Training..
fa: آموزش..
ja: トレーニング..
ko: 훈련..
lt: Treniruotė..
no: Opplæring..
pl: Szkolenie..
pt: Treinamento..
ro: Antrenament..
ru: Обучение..

source: Control some simple training modes to improve visualization skills
fa: برخی از حالت های آموزشی ساده را برای بهبود مهارت های تجسم کنترل کنید
ja: 視覚化スキルを向上させるための簡単なトレーニングモードを制御します
ko: 시각화 기술을 향상시키기 위한 간단한 훈련 모드를 제어하세요
lt: Valdykite keletą paprastų treniruočių režimų, kad pagerintumėte vizualizacijos įgūdžius
no: Kontroller noen enkle treningsmoduser for å forbedre visualiseringsferdighetene
pl: Kontroluj kilka prostych trybów treningowych, aby poprawić umiejętności wizualizacji
pt: Controle alguns modos de treinamento simples para melhorar as habilidades de visualização
ro: Controlați câteva moduri de antrenament simple pentru a îmbunătăți abilitățile de vizualizare
ru: Управляйте несколькими простыми режимами обучения для улучшения навыков визуализации

source: Puzzle mode..
fa: حالت پازل..
ja: パズルモード。
ko: 퍼즐 모드..
lt: Dėlionės režimas..
no: Puslespillmodus..
pl: Tryb układanki.
pt: Modo quebra-cabeça..
ro: Modul puzzle..
ru: Режим головоломки..

source: Set puzzle mode options
fa: گزینه های حالت پازل را تنظیم کنید
ja: パズルモードのオプションを設定する
ko: 퍼즐 모드 옵션 설정
lt: Nustatykite galvosūkio režimo parinktis
no: Angi alternativer for puslespillmodus
pl: Ustaw opcje trybu układanki
pt: Definir opções do modo quebra-cabeça
ro: Setați opțiunile pentru modul puzzle
ru: Установить параметры режима головоломки

source: Piece sets..
fa: ست های تکه ای..
ja: ピースセット。
ko: 피스 세트..
lt: Dalių rinkiniai..
no: Stykkesett..
pl: Zestawy elementów..
pt: Conjuntos de peças..
ro: Seturi de piese..
ru: Наборы деталей..

source: Select the piece set for the 2d screen
fa: مجموعه قطعه را برای صفحه دو بعدی انتخاب کنید
ja: 2D画面のピースセットを選択
ko: 2D 화면에 대한 조각 세트를 선택하세요
lt: Pasirinkite 2D ekrano dalių rinkinį
no: Velg brikkesettet for 2d-skjermen
pl: Wybierz zestaw elementów dla ekranu 2D
pt: Selecione o conjunto de peças para a tela 2D
ro: Selectați setul de piese pentru ecranul 2D
ru: Выберите набор деталей для 2D-экрана
