Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Small (50 - 99)
fa: کوچک (50 - 99)
ja: 小（50 - 99）
ko: 소형(50~99)
lt: Mažas (50–99)
no: Liten (50–99)
pl: Mały (50 - 99)
pt: Pequeno (50 - 99)
ro: Mic (50 - 99)
ru: Маленький (50 - 99)

source: Medium (100 - 149)
fa: متوسط ​​(100 - 149)
ja: 中（100 - 149）
ko: 중간 (100 - 149)
lt: Vidutinė (100–149)
no: Middels (100–149)
pl: Średni (100 - 149)
pt: Médio (100 - 149)
ro: Medie (100 - 149)
ru: Средний (100 - 149)

source: Large (150 - 299)
fa: بزرگ (150 - 299)
ja: 大（150 - 299）
ko: 대형(150~299)
lt: Didelis (150–299)
no: Stor (150–299)
pl: Duży (150 - 299)
pt: Grande (150 - 299)
ro: Mare (150 - 299)
ru: Большой (150 - 299)

source: Huge (300 - 499)
fa: عظیم (300 - 499)
ja: 巨大 (300 - 499)
ko: 거대 (300 - 499)
lt: Didžiulis (300–499)
no: Enorme (300–499)
pl: Ogromny (300 - 499)
pt: Enorme (300 - 499)
ro: Uriaș (300 - 499)
ru: Огромный (300 - 499)

source: Gigantic (500 +)
fa: غول پیکر (+500)
ja: 巨大（500以上）
ko: 거대(500+)
lt: Gigantiškas (500 ir daugiau)
no: Gigantisk (500+)
pl: Gigantyczny (500+)
pt: Gigantesco (500+)
ru: Гигантский (500+)

source: Use random variation line lengths
fa: از طول خط تغییرات تصادفی استفاده کنید
ja: ランダムな変化線の長さを使用する
ko: 무작위 변형 라인 길이를 사용하세요
lt: Naudokite atsitiktinių variacijų eilučių ilgius
no: Bruk tilfeldige variasjonslinjelengder
pl: Użyj losowych długości linii
pt: Use comprimentos de linha de variação aleatória
ro: Utilizați lungimi ale liniilor de variație aleatoare
ru: Используйте случайные вариации длины линий

source: Random boundaries :
fa: مرزهای تصادفی:
ja: ランダム境界:
ko: 무작위 경계 :
lt: Atsitiktinės ribos:
no: Tilfeldige grenser:
pl: Losowe granice:
pt: Limites aleatórios:
ro: Limite aleatorii:
ru: Случайные границы:

source: Lower :
fa: پایین تر:
ja: より低い ：
ko: 낮추다 :
lt: Žemutinė:
no: Nedre:
pl: Niżej :
pt: Mais baixo :
ro: Jos:
ru: Ниже :

source: Upper :
fa: بالا:
ja: 上部：
ko: 위 :
lt: Viršutinė:
no: Øvre:
pl: Górny:
pt: Superior :
ro: Sus:
ru: Верхний:

source: Enter the line length for a tiny error
fa: طول خط را برای یک خطای کوچک وارد کنید
ja: 小さなエラーの場合は行の長さを入力してください
ko: 작은 오류에 대한 줄 길이를 입력하세요
lt: Įveskite mažos klaidos eilutės ilgį
no: Skriv inn linjelengden for en liten feil
pl: Wprowadź długość linii w przypadku niewielkiego błędu
pt: Insira o comprimento da linha para um pequeno erro
ro: Introduceți lungimea liniei pentru o mică eroare
ru: Введите длину строки для небольшой ошибки

source: Enter the line length for a small error
fa: طول خط را برای یک خطای کوچک وارد کنید
ja: 小さな誤差がある場合は線の長さを入力してください
ko: 작은 오류에 대한 줄 길이를 입력하세요
lt: Įveskite eilutės ilgį, jei yra nedidelė klaida
no: Angi linjelengden for en liten feil
pl: Wprowadź długość linii dla małego błędu
pt: Insira o comprimento da linha para um pequeno erro
ro: Introduceți lungimea liniei pentru o mică eroare
ru: Введите длину строки для небольшой ошибки

source: Enter the line length for a medium error
fa: طول خط را برای خطای متوسط ​​وارد کنید
ja: 中程度のエラーの行の長さを入力してください
ko: 중간 오류에 대한 줄 길이를 입력하세요
lt: Įveskite vidutinės klaidos eilutės ilgį
no: Angi linjelengden for en middels feil
pl: Wprowadź długość linii dla średniego błędu
pt: Insira o comprimento da linha para um erro médio
ro: Introduceți lungimea liniei pentru o eroare medie
ru: Введите длину строки для средней ошибки

source: Enter the line length for a large error
fa: طول خط را برای یک خطای بزرگ وارد کنید
ja: 大きなエラーの行の長さを入力してください
ko: 큰 오류에 대한 줄 길이를 입력하세요
lt: Įveskite didelės klaidos eilutės ilgį
no: Angi linjelengden for en stor feil
pl: Wprowadź długość linii w przypadku dużego błędu
pt: Insira o comprimento da linha para um erro grande
ro: Introduceți lungimea liniei pentru o eroare mare
ru: Введите длину строки для большой ошибки

source: Enter the line length for a huge error
fa: طول خط را برای یک خطای بزرگ وارد کنید
ja: 大きなエラーの行の長さを入力してください
ko: 큰 오류에 대한 줄 길이를 입력하세요
lt: Įveskite didelės klaidos eilutės ilgį
no: Skriv inn linjelengden for en stor feil
pl: Wprowadź długość linii dla dużego błędu
pt: Insira o comprimento da linha para um erro enorme
ro: Introduceți lungimea liniei pentru o eroare mare
ru: Введите длину строки для огромной ошибки

source: Enter the line length for a gigantic error
fa: طول خط را برای یک خطای عظیم وارد کنید
ja: 巨大なエラーの行の長さを入力してください
ko: 거대한 오류에 대한 줄 길이를 입력하세요
lt: Įveskite didžiulės klaidos eilutės ilgį
no: Skriv inn linjelengden for en gigantisk feil
pl: Wprowadź długość linii dla gigantycznego błędu
pt: Insira o comprimento da linha para um erro gigantesco
ro: Introduceți lungimea liniei pentru o eroare gigantică
ru: Введите длину строки для гигантской ошибки

source: Check this box to use random line lengths for sub-vars
fa: این کادر را علامت بزنید تا از طول خطوط تصادفی برای متغیرهای فرعی استفاده کنید
ja: サブ変数にランダムな行の長さを使用するには、このボックスをチェックします
ko: 하위 변수에 대해 임의의 줄 길이를 사용하려면 이 상자를 선택하십시오.
lt: Pažymėkite šį langelį, jei norite naudoti atsitiktinius eilučių ilgius antriniams pokyčiams
no: Kryss av i denne boksen for å bruke tilfeldige linjelengder for sub-vars
pl: Zaznacz to pole, aby użyć losowych długości linii dla podzmiennych
pt: Marque esta caixa para usar comprimentos de linha aleatórios para sub-vars
ro: Bifați această casetă pentru a utiliza lungimi aleatoare ale liniilor pentru sub-vars
ru: Установите этот флажок, чтобы использовать случайную длину строк для подпеременных.

source: Enter the lower boundary for line lengths
fa: مرز پایین را برای طول خطوط وارد کنید
ja: 線の長さの下限を入力してください
ko: 줄 길이의 하한선을 입력하세요
lt: Įveskite apatinę eilučių ilgio ribą
no: Angi nedre grense for linjelengder
pl: Wprowadź dolną granicę długości linii
pt: Insira o limite inferior para comprimentos de linha
ro: Introduceți limita inferioară pentru lungimi de linii
ru: Введите нижнюю границу длины строки.

source: Enter the upper boundary for line lengths
fa: مرز بالایی را برای طول خطوط وارد کنید
ja: 線の長さの上限を入力します
ko: 라인 길이의 상한을 입력하세요
lt: Įveskite viršutinę eilučių ilgio ribą
no: Angi øvre grense for linjelengder
pl: Wprowadź górną granicę długości linii
pt: Insira o limite superior para comprimentos de linha
ro: Introduceți limita superioară pentru lungimile liniilor
ru: Введите верхнюю границу длины строки.

source: Here you can select the length of the sub-variations
fa: در اینجا می توانید طول تغییرات فرعی را انتخاب کنید
ja: ここでサブバリエーションの長さを選択できます
ko: 여기서 하위 변형의 길이를 선택할 수 있습니다.
lt: Čia galite pasirinkti antrinių variantų ilgį
no: Her kan du velge lengden på undervariasjonene
pl: Tutaj możesz wybrać długość podwariantów
pt: Aqui você pode selecionar o comprimento das subvariações
ro: Aici puteți selecta lungimea subvariațiilor
ru: Здесь вы можете выбрать длину подвариантов.

source: to be used when adding annotations.
fa: برای اضافه کردن حاشیه نویسی استفاده شود.
ja: 注釈を追加するときに使用します。
ko: 주석을 추가할 때 사용합니다.
lt: naudotina pridedant komentarus.
no: som skal brukes når du legger til merknader.
pl: należy używać podczas dodawania adnotacji.
pt: para ser usado ao adicionar anotações.
ro: pentru a fi folosit la adăugarea adnotărilor.
ru: для использования при добавлении аннотаций.

source: You can select sub-var lengths based on the size of an error.
fa: شما می توانید طول های فرعی را بر اساس اندازه یک خطا انتخاب کنید.
ja: エラーのサイズに基づいてサブ変数の長さを選択できます。
ko: 오류 크기에 따라 하위 변수 길이를 선택할 수 있습니다.
lt: Galite pasirinkti pokyčio ilgius pagal klaidos dydį.
no: Du kan velge sub-var-lengder basert på størrelsen på en feil.
pl: Można wybrać długość podzmiennej na podstawie rozmiaru błędu.
pt: Você pode selecionar comprimentos de subvariáveis com base no tamanho de um erro.
ro: Puteți selecta lungimi sub-var în funcție de dimensiunea unei erori.
ru: Вы можете выбрать длину подпеременной в зависимости от размера ошибки.

source: Alternatively, you can choose to use random lengths
fa: از طرف دیگر، می توانید انتخاب کنید که از طول های تصادفی استفاده کنید
ja: あるいは、ランダムな長さを使用することもできます
ko: 또는 임의의 길이를 사용하도록 선택할 수 있습니다.
lt: Arba galite pasirinkti naudoti atsitiktinius ilgius
no: Alternativt kan du velge å bruke tilfeldige lengder
pl: Alternatywnie możesz zdecydować się na użycie losowych długości
pt: Alternativamente, você pode escolher usar comprimentos aleatórios
ro: Alternativ, puteți alege să utilizați lungimi aleatorii
ru: В качестве альтернативы вы можете использовать случайную длину.

source: for all sub-variation lengths and input the lower and
fa: برای تمام طول های زیر متغیر و ورودی پایین تر و
ja: すべてのサブバリエーションの長さと下限値を入力します。
ko: 모든 하위 변형 길이에 대해 하단을 입력합니다.
lt: visiems subvariacijų ilgiams ir įveskite apatinę ir
no: for alle undervariasjonslengder og skriv inn den nedre og
pl: dla wszystkich długości podwariantów i wprowadź dolną i
pt: para todos os comprimentos de subvariação e insira o menor e
ro: pentru toate lungimile de subvariație și introduceți cele mai mici și
ru: для всех длин подвариации и введите нижнее и

source: upper boundaries between which the lengths will fall.
fa: مرزهای بالایی که طول ها بین آنها قرار می گیرند.
ja: 長さが収まる上限。
ko: 길이가 속하는 상한선.
lt: viršutinės ribos, tarp kurių pateks ilgiai.
no: øvre grenser som lengdene vil falle mellom.
pl: górne granice, pomiędzy którymi znajdą się długości.
pt: limites superiores entre os quais os comprimentos cairão.
ro: limitele superioare între care vor cădea lungimile.
ru: верхние границы, между которыми будут находиться длины.

source: Error range sub variation lengths
fa: طول تغییرات فرعی محدوده خطا
ja: 誤差範囲サブバリエーションの長さ
ko: 오류 범위 하위 변형 길이
lt: Klaidų diapazono antrinių variantų ilgiai
no: Undervariasjonslengder for feilområde
pl: Zakres błędów podrzędnych długości wariacji
pt: Comprimentos de subvariação do intervalo de erro
ro: Lungimi ale subvariației intervalului de eroare
ru: Диапазон ошибок субвариации длины

source: Select bug fix options for sub-variation addition :-
fa: گزینه های رفع اشکال را برای اضافه کردن تغییرات فرعی انتخاب کنید:-
ja: サブバリエーション追加のバグ修正オプションを選択します:-
ko: 하위 변형 추가에 대한 버그 수정 옵션을 선택하세요:-
lt: Norėdami pridėti papildomo varianto, pasirinkite klaidų taisymo parinktis:
no: Velg feilrettingsalternativer for tillegg av undervarianter: -
pl: Wybierz opcje naprawy błędów dla dodania podwariantu:-
pt: Selecione opções de correção de bug para adição de subvariação:
ro: Selectați opțiunile de remediere a erorilor pentru adăugarea subvariațiilor:-
ru: Выберите варианты исправления ошибок для добавления подварианта:

source: Use bug fix
fa: از رفع اشکال استفاده کنید
ja: バグ修正を使用する
ko: 버그 수정 사용
lt: Naudokite klaidų taisymą
no: Bruk feilretting
pl: Użyj poprawki błędu
pt: Usar correção de bug
ro: Utilizați remedierea erorilor
ru: Использовать исправление ошибки

source: List change :
fa: تغییر لیست:
ja: リストの変更:
ko: 목록 변경 :
lt: Sąrašo pakeitimas:
no: Listeendring:
pl: Zmiana listy:
pt: Mudança de lista:
ro: Modificarea listei:
ru: Изменение списка:

source: Check this box for game list box position being equal
fa: این کادر را علامت بزنید تا موقعیت جعبه لیست بازی برابر باشد
ja: ゲームリストボックスの位置が同じになるようにこのボックスをチェックします
ko: 게임 목록 상자 위치가 동일하도록 하려면 이 상자를 선택하세요.
lt: Pažymėkite šį langelį, kad žaidimų sąrašo laukelio padėtis būtų vienoda
no: Kryss av i denne boksen for lik plassering av spilllisteboksen
pl: Zaznacz to pole, aby pozycja listy gier była równa
pt: Marque esta caixa para que a posição da caixa de lista de jogos seja igual
ro: Bifați această casetă pentru ca poziția casetei de listă a jocurilor să fie egală
ru: Установите этот флажок, чтобы положение в списке игр было одинаковым

source: after adding a sub-variation
fa: پس از افزودن یک تغییر فرعی
ja: サブバリエーションを追加した後
ko: 하위 변형을 추가한 후
lt: pridėjus subvariaciją
no: etter å ha lagt til en undervariasjon
pl: po dodaniu podwariantu
pt: depois de adicionar uma subvariação
ro: după adăugarea unei subvariaţii
ru: после добавления подварианта

source: Check this box to use bug fix for adding sub-vars
fa: این کادر را علامت بزنید تا از رفع اشکال برای افزودن زیرشاخه‌ها استفاده کنید
ja: サブ変数の追加にバグ修正を使用するには、このボックスをチェックしてください
ko: 하위 변수 추가에 대한 버그 수정을 사용하려면 이 상자를 선택하십시오.
lt: Pažymėkite šį laukelį, jei norite naudoti riktų pataisymą pridedant antrinius variantus
no: Merk av i denne boksen for å bruke feilretting for å legge til sub-vars
pl: Zaznacz to pole, aby skorzystać z poprawki błędu przy dodawaniu podzmiennych
pt: Marque esta caixa para usar a correção de bug para adicionar sub-vars
ro: Bifați această casetă pentru a utiliza remedierea erorilor pentru adăugarea sub-vars
ru: Установите этот флажок, чтобы использовать исправление ошибок при добавлении подпеременных.

source: Unfortunately there is a small, harmless, very rare bug
fa: متأسفانه یک حشره کوچک، بی ضرر و بسیار نادر وجود دارد
ja: 残念ながら、小さくて無害な非常にまれなバグがあります
ko: 불행히도 작고 무해하며 매우 희귀한 버그가 있습니다.
lt: Deja, yra maža, nekenksminga, labai reta klaida
no: Dessverre er det en liten, ufarlig, veldig sjelden insekt
pl: Niestety jest mały, niegroźny, bardzo rzadki błąd
pt: Infelizmente, existe um pequeno inseto inofensivo e muito raro
ro: Din păcate, există un bug mic, inofensiv, foarte rar
ru: К сожалению, есть небольшой, безвредный и очень редкий баг.

source: that emerges during the automatic analysis of games.
fa: که در طول تجزیه و تحلیل خودکار بازی ها ظاهر می شود.
ja: ゲームの自動分析中に出現します。
ko: 게임의 자동 분석 중에 나타나는 현상입니다.
lt: kuri atsiranda automatinės žaidimų analizės metu.
no: som dukker opp under den automatiske analysen av spill.
pl: który pojawia się w trakcie automatycznej analizy gier.
pt: que surge durante a análise automática dos jogos.
ro: care apare în timpul analizei automate a jocurilor.
ru: который возникает в ходе автоматического анализа игр.

source: Very occasionally, the program will insert a comment for a sub-variation
fa: گاهی اوقات، برنامه یک نظر برای یک تغییر فرعی درج می کند
ja: ごくまれに、プログラムがサブバリエーションのコメントを挿入することがある。
ko: 매우 가끔씩 프로그램은 하위 변형에 대한 주석을 삽입합니다.
lt: Labai retkarčiais programa įterps papildomo varianto komentarą
no: Svært av og til vil programmet legge inn en kommentar for en undervariasjon
pl: Bardzo rzadko program wstawia komentarz dla podwariantu
pt: Muito ocasionalmente, o programa irá inserir um comentário para uma subvariação
ro: Foarte ocazional, programul va insera un comentariu pentru o subvariație
ru: Очень редко программа вставляет комментарий для подварианта

source: without having added the sub-variation for which it was intended.
fa: بدون افزودن تغییرات فرعی که برای آن در نظر گرفته شده است.
ja: 意図されていたサブバリエーションを追加せずに。
ko: 의도한 대로 하위 변형을 추가하지 않은 것입니다.
lt: nepridėjus papildomo varianto, kuriam jis buvo skirtas.
no: uten å ha lagt til undervariasjonen den var ment for.
pl: bez dodawania podwariantu, dla którego był przeznaczony.
pt: sem ter adicionado a subvariação a que se destinava.
ro: fara a fi adaugat subvarianta pentru care a fost destinata.
ru: без добавления подварианта, для которого он предназначался.

source: So the sub-var comment ends up being incongruously placed in the main line.
fa: بنابراین نظر sub-var به طور نامتجانس در خط اصلی قرار می گیرد.
ja: そのため、サブ変数コメントはメイン行に不自然に配置されることになります。
ko: 그래서 하위 변수 주석이 메인 줄에 어울리지 않게 배치되었습니다.
lt: Taigi sub-var komentaras yra netinkamai patalpintas pagrindinėje eilutėje.
no: Så sub-var-kommentaren ender opp med å bli inkongruent plassert i hovedlinjen.
pl: W związku z tym komentarz sub-var zostaje umieszczony w głównym wierszu w sposób niespójny.
pt: Então o comentário da subvar acaba sendo colocado de forma incongruente na linha principal.
ro: Deci comentariul sub-var ajunge să fie plasat incongruent în linia principală.
ru: Таким образом, комментарий к подпеременной строке оказывается неуместно помещенным в основную строку.

source: Other than being a bit confusing and looking rather silly,
fa: به غیر از اینکه کمی گیج کننده و احمقانه به نظر می رسیم،
ja: 少し混乱したり、見た目がおかしくなったりする以外に、
ko: 약간 혼란스럽고 어리석어 보인다는 점 외에도,
lt: Išskyrus tai, kad esate šiek tiek sutrikęs ir atrodo gana kvailas,
no: Bortsett fra å være litt forvirrende og se ganske dum ut,
pl: Poza tym, że jest to trochę mylące i wygląda dość głupio,
pt: Além de ser um pouco confuso e parecer um tanto bobo,
ro: În afară de a fi puțin confuz și a arăta destul de prostesc,
ru: Помимо того, что это немного сбивает с толку и выглядит довольно глупо,

source: it does not seem to cause any serious problems.
fa: به نظر نمی رسد مشکل جدی ایجاد کند.
ja: 深刻な問題は起こらないようです。
ko: 심각한 문제를 일으키지 않는 것 같습니다.
lt: atrodo, kad tai nesukelia rimtų problemų.
no: det ser ikke ut til å forårsake noen alvorlige problemer.
pl: nie wydaje się, aby powodowało to jakiekolwiek poważne problemy.
pt: não parece causar nenhum problema sério.
ro: nu pare a cauza probleme serioase.
ru: не похоже, чтобы это вызывало какие-либо серьезные проблемы.

source: It quite easy to identify and manually correct the error in
fa: شناسایی و تصحیح دستی خطا در آن بسیار آسان است
ja: エラーを特定して手動で修正するのは非常に簡単です
ko: 오류를 식별하고 수동으로 수정하는 것은 매우 쉽습니다.
lt: Gana lengva nustatyti ir rankiniu būdu ištaisyti klaidą
no: Det er ganske enkelt å identifisere og manuelt rette feilen i
pl: Bardzo łatwo jest zidentyfikować i ręcznie poprawić błąd
pt: É muito fácil identificar e corrigir manualmente o erro em
ro: Este destul de ușor să identificați și să corectați manual eroarea în
ru: Довольно легко обнаружить и вручную исправить ошибку в

source: the game annotations, once automatic game analysis has finished.
fa: پس از اتمام تجزیه و تحلیل خودکار بازی، حاشیه نویسی بازی.
ja: 自動ゲーム分析が終了すると、ゲームの注釈が表示されます。
ko: 자동 게임 분석이 완료되면 게임 주석이 추가됩니다.
lt: žaidimo anotacijas, kai bus baigta automatinė žaidimo analizė.
no: spillkommentarene, når den automatiske spillanalysen er ferdig.
pl: adnotacje do gry, po zakończeniu automatycznej analizy gry.
pt: as anotações do jogo, uma vez que a análise automática do jogo tenha terminado.
ro: adnotările jocului, odată ce analiza automată a jocului s-a încheiat.
ru: аннотации к игре после завершения автоматического анализа игры.

source: For users who find this problem is more frequent on their computer
fa: برای کاربرانی که متوجه می شوند این مشکل در رایانه آنها بیشتر است
ja: この問題が自分のコンピュータで頻繁に発生すると感じているユーザーの場合
ko: 이 문제가 컴퓨터에서 더 자주 발생하는 사용자의 경우
lt: Vartotojams, kuriems ši problema dažniau kyla savo kompiuteryje
no: For brukere som finner dette problemet er hyppigere på datamaskinen
pl: Dla użytkowników, którzy uważają, że ten problem występuje częściej na ich komputerze
pt: Para usuários que acham que esse problema é mais frequente em seus computadores
ro: Pentru utilizatorii care consideră că această problemă este mai frecventă pe computerul lor
ru: Для пользователей, у которых эта проблема встречается чаще всего на компьютере

source: during auto-analysis, I have implemented a bug fix.
fa: در طول تجزیه و تحلیل خودکار، من یک رفع اشکال را اجرا کردم.
ja: 自動解析中にバグ修正を実施しました。
ko: 자동 분석 중에 버그를 수정했습니다.
lt: automatinės analizės metu įdiegiau riktų pataisymą.
no: under autoanalyse har jeg implementert en feilretting.
pl: podczas automatycznej analizy zaimplementowałem poprawkę błędu.
pt: durante a autoanálise, implementei uma correção de bug.
ro: în timpul analizei automate, am implementat o remediere a erorilor.
ru: В ходе автоматического анализа я исправил ошибку.

source: This solution behaves rather strangely,
fa: این راه حل نسبتاً عجیب رفتار می کند،
ja: この解決策はかなり奇妙な動作をします。
ko: 이 솔루션은 다소 이상하게 작동합니다.
lt: Šis sprendimas elgiasi gana keistai,
no: Denne løsningen oppfører seg ganske merkelig,
pl: To rozwiązanie zachowuje się dość dziwnie,
pt: Esta solução se comporta de forma bastante estranha,
ro: Această soluție se comportă destul de ciudat,
ru: Это решение ведет себя довольно странно,

source: so I have offered the following options for usage :-
fa: بنابراین من گزینه های زیر را برای استفاده ارائه کرده ام:
ja: そこで私は、使用方法として以下のオプションを提案しました:-
ko: 그래서 저는 다음과 같은 사용 옵션을 제공했습니다 :-
lt: todėl aš pasiūliau šias naudojimo parinktis:
no: så jeg har tilbudt følgende alternativer for bruk: -
pl: dlatego zaproponowałem następujące opcje wykorzystania:
pt: então ofereci as seguintes opções de uso:
ro: așa că am oferit următoarele opțiuni de utilizare:-
ru: поэтому я предложил следующие варианты использования:

source: Use bug fix : Check this box to switch on bug fixing for the addition of sub-vars.
fa: استفاده از رفع اشکال: این کادر را علامت بزنید تا رفع اشکال برای افزودن زیر var ها روشن شود.
ja: バグ修正を使用する: サブ変数の追加に対するバグ修正をオンにするには、このボックスをオンにします。
ko: 버그 수정 사용: 하위 변수 추가에 대한 버그 수정을 켜려면 이 상자를 체크하세요.
lt: Naudoti klaidų taisymą : pažymėkite šį laukelį, kad įjungtumėte klaidų taisymą, kad būtų galima pridėti papildomų variantų.
no: Bruk feilretting : Kryss av i denne boksen for å slå på feilretting for tillegg av undervarianter.
pl: Użyj poprawki błędów: Zaznacz to pole, aby włączyć naprawę błędów przy dodawaniu podzmiennych.
pt: Usar correção de bug: marque esta caixa para ativar a correção de bug para a adição de subvars.
ro: Utilizați remedierea erorilor: bifați această casetă pentru a activa remedierea erorilor pentru adăugarea de sub-varuri.
ru: Использовать исправление ошибок: установите этот флажок, чтобы включить исправление ошибок при добавлении подпеременных.

source: Check list change : Check this box if the list box position changes
fa: بررسی تغییر لیست: اگر موقعیت جعبه لیست تغییر کرد، این کادر را علامت بزنید
ja: リストの変更をチェック: リストボックスの位置が変更された場合はこのボックスをチェックします
ko: 목록 변경 확인 : 목록 상자 위치가 변경되는 경우 이 상자를 체크하세요.
lt: Patikrinkite sąrašo pakeitimą: pažymėkite šį langelį, jei pasikeičia sąrašo laukelio padėtis
no: Sjekklisteendring : Merk av i denne boksen hvis listeboksens plassering endres
pl: Sprawdź zmianę listy kontrolnej: Zaznacz to pole, jeśli zmieni się pozycja pola listy.
pt: Mudança na lista de verificação: Marque esta caixa se a posição da caixa de lista mudar
ro: Verificați modificarea listei: bifați această casetă dacă poziția casetei de listă se modifică
ru: Проверить изменение списка: установите этот флажок, если положение списка изменилось.

source: after a sub-variation is added.
fa: پس از اضافه شدن یک تغییر فرعی
ja: サブバリエーションを追加した後。
ko: 하위 변형이 추가된 후.
lt: pridėjus subvariaciją.
no: etter at en undervariasjon er lagt til.
pl: po dodaniu podwariantu.
pt: depois que uma subvariação é adicionada.
ro: după ce se adaugă o subvariație.
ru: после добавления подварианта.

source: (This was my expectation, but on my computer the opposite is the case.)
fa: (این انتظار من بود، اما در کامپیوتر من برعکس است.)
ja: (これは私の予想でしたが、私のコンピュータでは逆のことが起こりました。)
ko: (제 기대는 그랬지만, 제 컴퓨터에서는 그 반대였습니다.)
lt: (To tikėjausi, bet mano kompiuteryje yra priešingai.)
no: (Dette var min forventning, men på datamaskinen min er det motsatte tilfellet.)
pl: (Takiego właśnie oczekiwałem, ale na moim komputerze jest odwrotnie.)
pt: (Essa era minha expectativa, mas no meu computador acontece o oposto.)
ro: (Aceasta a fost așteptarea mea, dar pe computerul meu este cazul opus.)
ru: (Я так и ожидал, но на моем компьютере все наоборот.)

source: By default, < Bug fix > and < Check list change > are switched off.
fa: به طور پیش فرض، < رفع اشکال > و < تغییر فهرست بررسی > خاموش هستند.
ja: デフォルトでは、< バグ修正 > と < チェックリストの変更 > はオフになっています。
ko: 기본적으로 <버그 수정> 및 <체크리스트 변경>은 꺼져 있습니다.
lt: Pagal numatytuosius nustatymus < Klaidų pataisymas > ir < Patikrinimo sąrašo keitimas > yra išjungti.
no: Som standard er < Feilretting > og < Endre sjekkliste > slått av.
pl: Domyślnie opcje <Napraw błąd> i <Zmiana listy kontrolnej> są wyłączone.
pt: Por padrão, < Correção de bug > e < Alteração na lista de verificação > estão desativados.
ro: În mod implicit, < Remediere erori > și < Modificare listă de verificare > sunt dezactivate.
ru: По умолчанию <Исправление ошибок> и <Изменение контрольного списка> отключены.
