Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: a draw can be claimed when the count gets to 100
fa: زمانی که شمارش به 100 رسید می توان تساوی را ادعا کرد
ja: カウントが100になると引き分けとなる。
ko: 카운트가 100에 도달하면 무승부를 주장할 수 있습니다.
lt: lygiosios gali būti paskelbtos, kai skaičius pasiekia 100
no: uavgjort kan kreves når antallet når 100
pl: remis może zostać uznany, gdy liczba punktów osiągnie 100
pt: um empate pode ser reivindicado quando a contagem chegar a 100
ro: o remiză poate fi revendicată când numărul ajunge la 100
ru: Ничья может быть объявлена, когда счет достигнет 100.

source: Set this if the last move makes an enpassant capture possible next move
fa: اگر آخرین حرکت باعث می‌شود که حرکت بعدی امکان گرفتن عکس را فراهم کند، این را تنظیم کنید
ja: 最後の動きが次の動きでアンパッサントキャプチャを可能にする場合に設定します
ko: 마지막 움직임으로 인해 다음 움직임에서 앙파상 캡처가 가능해지면 이것을 설정합니다.
lt: Nustatykite tai, jei paskutinis judesys leidžia kitą žingsnį fiksuoti
no: Angi dette hvis siste trekk gjør en enpassant-fangst mulig neste trekk
pl: Ustaw tę opcję, jeśli ostatni ruch umożliwia bicie enpassant w następnym ruchu
pt: Defina isso se o último movimento tornar possível uma captura enpassant no próximo movimento
ro: Setați acest lucru dacă ultima mișcare face posibilă o captură încrucișată următoarea mișcare
ru: Установите это, если последний ход делает возможным взятие на проходе следующим ходом.

source: FEN string is not properly formed
fa: رشته FEN به درستی تشکیل نشده است
ja: FEN文字列が正しく形成されていません
ko: FEN 문자열이 제대로 형성되지 않았습니다
lt: FEN eilutė nėra tinkamai suformuota
no: FEN-strengen er ikke riktig utformet
pl: Ciąg znaków FEN nie jest poprawnie uformowany
pt: A corda FEN não está formada corretamente
ro: Coarda FEN nu este formată corespunzător
ru: Строка FEN сформирована неправильно

source: FEN Specifies Illegal Position
fa: FEN موقعیت غیر قانونی را مشخص می کند
ja: FENは不正な位置を指定します
ko: FEN은 불법적인 위치를 지정합니다
lt: FEN nurodo neteisėtą padėtį
no: FEN angir ulovlig posisjon
pl: FEN określa nielegalną pozycję
pt: FEN especifica posição ilegal
ro: FEN specifică o poziție ilegală
ru: FEN определяет незаконную позицию

source: Use this panel to specify a new position.
fa: از این پانل برای تعیین موقعیت جدید استفاده کنید.
ja: このパネルを使用して新しい位置を指定します。
ko: 이 패널을 사용하여 새로운 위치를 지정합니다.
lt: Naudokite šį skydelį, norėdami nurodyti naują poziciją.
no: Bruk dette panelet til å angi en ny posisjon.
pl: Użyj tego panelu, aby określić nową pozycję.
pt: Use este painel para especificar uma nova posição.
ro: Utilizați acest panou pentru a specifica o nouă poziție.
ru: Используйте эту панель для указания новой позиции.

source: Note that the orientation of the board is the same as the main
fa: توجه داشته باشید که جهت گیری برد همانند اصلی است
ja: ボードの向きはメインと同じであることに注意してください
ko: 보드의 방향은 메인과 동일하다는 점에 유의하세요.
lt: Atkreipkite dėmesį, kad lentos orientacija yra tokia pati kaip pagrindinės
no: Legg merke til at orienteringen til brettet er den samme som hovedretningen
pl: Należy pamiętać, że orientacja płyty jest taka sama jak orientacja płyty głównej.
pt: Observe que a orientação da placa é a mesma da placa principal
ro: Rețineți că orientarea plăcii este aceeași cu cea principală
ru: Обратите внимание, что ориентация платы такая же, как и у основного

source: program board. So it is now possible to set up a position from
fa: برد برنامه بنابراین اکنون می توان یک موقعیت را تنظیم کرد
ja: プログラムボード。これでポジションを設定できるようになりました
ko: 프로그램 보드. 이제 다음 위치에서 위치를 설정할 수 있습니다.
lt: programų lenta. Taigi dabar galima nustatyti poziciją iš
no: programstyret. Så det er nå mulig å sette opp en stilling fra
pl: zarządu programu. Teraz jest więc możliwe utworzenie stanowiska z
pt: quadro de programa. Então agora é possível configurar uma posição de
ro: placa de programe. Deci acum este posibil să configurați o poziție de la
ru: программная доска. Теперь можно настроить позицию с

source: Black's point of view (flip the main board first).
fa: دیدگاه سیاه (ابتدا صفحه اصلی را برگردانید).
ja: 黒の視点（最初にメインボードを裏返します）。
ko: 블랙의 관점 (먼저 메인보드를 뒤집습니다).
lt: Juodu požiūris (pirmiausia apverskite pagrindinę plokštę).
no: Svarts synspunkt (snu hovedkortet først).
pl: Punkt widzenia Czarnego (najpierw odwróć główną planszę).
pt: Ponto de vista das pretas (vire o tabuleiro principal primeiro).
ro: Punctul de vedere al negrului (întoarceți mai întâi placa principală).
ru: Точка зрения черных (сначала переверните основную доску).

source: Position Dialog Help
fa: راهنمای گفتگوی موقعیت
ja: 位置ダイアログのヘルプ
ko: 위치 대화 상자 도움말
lt: Pozicijos dialogo žinynas
no: Hjelp for posisjonsdialog
pl: Pomoc dotycząca okna dialogowego Pozycja
pt: Ajuda do diálogo de posição
ro: Ajutor de dialog Poziție
ru: Помощь в диалоге положения

source: Reason(s) the position is illegal;
fa: دلیل(های) این موقعیت غیرقانونی است.
ja: 当該ポジションが違法である理由。
ko: 해당 직위가 불법인 이유
lt: Priežastis (-ės) pareigos neteisėtos;
no: Årsak(er) til at stillingen er ulovlig;
pl: Powód(y), dla których stanowisko jest niezgodne z prawem;
pt: Motivo(s) pelo qual a posição é ilegal;
ro: Motivul (motivele) poziției este ilegală;
ru: Причина(ы), по которой позиция является незаконной;

source: Pawn(s) are on the first or last rank
fa: پیاده(ها) در رتبه اول یا آخر قرار دارند
ja: ポーンは第1列または最終列にある
ko: 폰은 첫 번째 또는 마지막 순위에 있습니다.
lt: Lombardas (-iai) yra pirmame arba paskutiniame reitinge
no: Bonde(r) er på første eller siste rangering
pl: Pion(y) są na pierwszym lub ostatnim rzędzie
pt: Peão(s) estão na primeira ou última fileira
ro: Pionii sunt pe primul sau ultimul rang
ru: Пешка(и) находятся на первой или последней горизонтали

source: Both sides should have one king
fa: هر دو طرف باید یک پادشاه داشته باشند
ja: 双方に1人の王がいるべきだ
ko: 양측 모두 한 명의 왕을 가져야 합니다.
lt: Abi pusės turi turėti vieną karalių
no: Begge sider bør ha én konge
pl: Obie strony powinny mieć jednego króla
pt: Ambos os lados devem ter um rei
ro: Ambele părți ar trebui să aibă un singur rege
ru: У обеих сторон должен быть один король.

source: White to play can capture Black's king
fa: بازی سفید می تواند شاه سیاه را بگیرد
ja: 白がプレイすると黒のキングを捕獲できる
ko: 화이트는 블랙의 킹을 잡을 수 있습니다.
lt: Baltoji žaisti gali pagauti juodųjų karalių
no: Hvit å spille kan fange svarts konge
pl: Grając białymi można zbić czarnego króla
pt: As brancas podem capturar o rei das pretas
ro: Albul pentru a juca poate captura regele Negru
ru: Ход белых может захватить короля черных

source: Black to play can capture White's king
fa: بازی سیاه می تواند پادشاه سفید را بگیرد
ja: 黒がプレイすると白のキングを捕獲できる
ko: 블랙이 플레이하면 화이트의 킹을 잡을 수 있습니다.
lt: Juodu žaisti gali pagauti Baltojo karalių
no: Svart å spille kan fange hvits konge
pl: Czarny może zbić króla Białego
pt: As pretas podem capturar o rei das brancas
ro: Negru pentru a juca poate captura regele Albului
ru: Ход черных может захватить короля белых

source: White has too many pieces
fa: رنگ سفید دارای قطعات بسیار زیادی است
ja: 白は駒が多すぎる
ko: 화이트는 말이 너무 많아요
lt: Balta turi per daug dalių
no: Hvit har for mange deler
pl: Biały ma za dużo figur
pt: O branco tem muitas peças
ro: Albul are prea multe piese
ru: У белых слишком много фигур.

source: Black has too many pieces
fa: مشکی تکه های زیادی دارد
ja: 黒は駒が多すぎる
ko: 검은색은 말이 너무 많아요
lt: Juoda turi per daug dalių
no: Svart har for mange deler
pl: Czarny ma za dużo figur
pt: O preto tem muitas peças
ro: Negrul are prea multe piese
ru: У черных слишком много фигур.

source: White has too many pawns
fa: وایت پیاده های زیادی دارد
ja: 白はポーンが多すぎる
ko: 화이트의 폰이 너무 많습니다.
lt: Baltasis turi per daug pėstininkų
no: Hvit har for mange bønder
pl: Biały ma za dużo pionków
pt: As brancas têm muitos peões
ro: Albul are prea mulți pioni
ru: У белых слишком много пешек

source: Black has too many pawns
fa: سیاه پیاده های زیادی دارد
ja: 黒のポーンが多すぎる
ko: 블랙은 폰이 너무 많아요
lt: Juodu turi per daug pėstininkų
no: Svart har for mange bønder
pl: Czarny ma za dużo pionków
pt: As pretas têm muitos peões
ro: Negrul are prea mulți pioni
ru: У черных слишком много пешек

source: Illegal Position
fa: موقعیت غیر قانونی
ja: 違法な位置
ko: 불법적인 위치
lt: Neteisėta pozicija
no: Ulovlig stilling
pl: Nielegalna pozycja
pt: Posição ilegal
ro: Poziție ilegală
ru: Незаконное положение

source: My printout
fa: پرینت من
ja: 私のプリントアウト
ko: 내 출력물
lt: Mano spaudinys
no: Min utskrift
pl: Mój wydruk
pt: Minha impressão
ro: Imprimarea mea
ru: Моя распечатка

source: There is no game loaded to print
fa: هیچ بازی برای چاپ بارگذاری نشده است
ja: 印刷するゲームが読み込まれていません
ko: 인쇄할 게임이 로드되어 있지 않습니다.
lt: Nėra įkelto žaidimo spausdinti
no: Det er ikke noe spill lastet til utskrift
pl: Brak załadowanej gry do wydrukowania
pt: Não há jogo carregado para imprimir
ro: Nu există niciun joc încărcat pentru imprimare
ru: Нет загруженной игры для печати

source: Printer message
fa: پیام چاپگر
ja: プリンターメッセージ
ko: 프린터 메시지
lt: Spausdintuvo pranešimas
no: Skrivermelding
pl: Wiadomość drukarki
pt: Mensagem da impressora
ro: Mesaj de imprimantă
ru: Сообщение принтера

source: Print Game Preview
fa: چاپ پیش نمایش بازی
ja: ゲームプレビューを印刷
ko: 게임 미리보기 인쇄
lt: Spausdinti žaidimo peržiūrą
no: Skriv ut forhåndsvisning av spill
pl: Wydrukuj podgląd gry
pt: Imprimir pré-visualização do jogo
ro: Previzualizare de tipărire a jocului
ru: Распечатать Предварительный просмотр игры

source: Print options
fa: گزینه های چاپ
ja: 印刷オプション
ko: 인쇄 옵션
lt: Spausdinimo parinktys
no: Utskriftsalternativer
pl: Opcje drukowania
pt: Opções de impressão
ro: Opțiuni de imprimare
ru: Параметры печати

source: Tarrasch Chess GUI printout
fa: چاپ گرافیکی Tarrasch Chess
ja: Tarrasch Chess GUI プリントアウト
ko: Tarrasch 체스 GUI 출력
lt: Tarrasch šachmatų GUI spaudinys
no: Tarrasch Chess GUI-utskrift
pl: Wydruk GUI Tarrasch Chess
pt: Impressão da interface gráfica do Tarrasch Chess
ro: Imprimare GUI Tarrasch Chess
ru: Распечатка графического интерфейса пользователя Tarrasch Chess

source: Error reading configuration file
fa: خطا در خواندن فایل پیکربندی
ja: 設定ファイルの読み取りエラー
ko: 구성 파일을 읽는 중 오류가 발생했습니다.
lt: Klaida skaitant konfigūracijos failą
no: Feil ved lesing av konfigurasjonsfilen
pl: Błąd odczytu pliku konfiguracyjnego
pt: Erro ao ler o arquivo de configuração
ro: Eroare la citirea fișierului de configurare
ru: Ошибка чтения файла конфигурации

source: Default options set
fa: گزینه های پیش فرض تنظیم شده است
ja: デフォルトオプション設定
ko: 기본 옵션 설정
lt: Nustatytos numatytosios parinktys
no: Standardalternativer satt
pl: Ustawiono domyślne opcje
pt: Conjunto de opções padrão
ro: Opțiuni implicite setate
ru: Установлены параметры по умолчанию

source: Please select the print options
fa: لطفا گزینه های چاپ را انتخاب کنید
ja: 印刷オプションを選択してください
ko: 인쇄 옵션을 선택해주세요
lt: Pasirinkite spausdinimo parinktis
no: Vennligst velg utskriftsalternativene
pl: Proszę wybrać opcje drukowania
pt: Selecione as opções de impressão
ro: Vă rugăm să selectați opțiunile de imprimare
ru: Пожалуйста, выберите параметры печати

source: Printout Title :
fa: عنوان چاپ:
ja: 印刷タイトル:
ko: 출력 제목 :
lt: Spaudinio pavadinimas:
no: Utskriftstittel:
pl: Tytuł wydruku:
pt: Título da impressão:
ro: Titlu tipărit:
ru: Заголовок распечатки:

source: Left margin :
fa: حاشیه چپ:
ja: 左余白:
ko: 왼쪽 여백 :
lt: Kairė paraštė:
no: Venstre marg:
pl: Lewy margines:
pt: Margem esquerda:
ro: Marja din stânga:
ru: Левое поле:

source: Right margin :
fa: حاشیه سمت راست:
ja: 右余白:
ko: 오른쪽 여백 :
lt: Dešinė paraštė:
no: Høyre marg:
pl: Prawy margines:
pt: Margem direita:
ro: Marja dreapta:
ru: Правое поле:

source: Top margin :
fa: حاشیه بالا:
ja: 上余白:
ko: 상단 여백 :
lt: Viršutinė paraštė:
no: Toppmargin:
pl: Górny margines:
pt: Margem superior:
ro: Marja de sus:
ru: Верхнее поле:

source: Bottom margin :
fa: حاشیه پایین:
ja: 下余白:
ko: 하단 여백 :
lt: Apatinė paraštė:
no: Bunnmargin:
pl: Dolny margines:
pt: Margem inferior:
ro: Marja de jos:
ru: Нижнее поле:

source: Tab spaces :
fa: فضاهای برگه:
ja: タブスペース:
ko: 탭 공백 :
lt: Skirtukų tarpai:
no: Tab mellomrom:
pl: Tabulatory:
pt: Espaços de tabulação:
ro: Spații pentru tabulatori:
ru: Пространства табуляции:

source: Move width :
fa: عرض حرکت:
ja: 移動幅:
ko: 이동 폭 :
lt: Judėjimo plotis:
no: Flyttebredde:
pl: Szerokość ruchu:
pt: Largura do movimento:
ro: Lățimea de mutare:
ru: Ширина перемещения:

source: Diagram size :
fa: اندازه نمودار:
ja: 図のサイズ:
ko: 다이어그램 크기 :
lt: Diagramos dydis:
no: Diagramstørrelse:
pl: Rozmiar diagramu:
pt: Tamanho do diagrama:
ro: Dimensiunea diagramei:
ru: Размер диаграммы:

source: B/W diagrams
fa: نمودارهای B/W
ja: 白黒図
ko: 흑백 다이어그램
lt: B/W diagramos
no: S/H-diagrammer
pl: Diagramy czarno-białe
pt: Diagramas P/B
ro: Diagrame alb/negru
ru: Ч/Б диаграммы

source: Page setup
fa: تنظیم صفحه
ja: ページ設定
ko: 페이지 설정
lt: Puslapio sąranka
no: Sideoppsett
pl: Ustawienia strony
pt: Configuração da página
ro: Configurarea paginii
ru: Настройка страницы

source: Choose font
fa: فونت را انتخاب کنید
ja: フォントを選択
ko: 글꼴을 선택하세요
lt: Pasirinkite šriftą
no: Velg font
pl: Wybierz czcionkę
pt: Escolha a fonte
ro: Alege fontul
ru: Выбрать шрифт

source: Enter the title heading for the printout
fa: عنوان عنوان را برای چاپ وارد کنید
ja: 印刷物のタイトル見出しを入力してください
ko: 인쇄물의 제목을 입력하세요
lt: Įveskite spaudinio pavadinimo antraštę
no: Skriv inn titteloverskriften for utskriften
pl: Wprowadź tytuł nagłówka wydruku
pt: Insira o título do cabeçalho da impressão
ro: Introduceți titlul pentru imprimare
ru: Введите заголовок для распечатки.

source: Enter the column left margin
fa: حاشیه سمت چپ ستون را وارد کنید
ja: 列の左余白を入力
ko: 열 왼쪽 여백을 입력하세요
lt: Įveskite stulpelio kairę paraštę
no: Skriv inn venstre marg i kolonnen
pl: Wprowadź lewy margines kolumny
pt: Insira a margem esquerda da coluna
ro: Introduceți marginea din stânga coloanei
ru: Введите левое поле столбца

source: Enter the column right margin
fa: حاشیه سمت راست ستون را وارد کنید
ja: 列の右余白を入力
ko: 열 오른쪽 여백을 입력하세요
lt: Įveskite stulpelio dešinę paraštę
no: Skriv inn kolonnens høyre marg
pl: Wprowadź prawy margines kolumny
pt: Insira a margem direita da coluna
ro: Introduceți marginea din dreapta coloanei
ru: Введите правое поле столбца

source: Enter the column top margin
fa: حاشیه بالای ستون را وارد کنید
ja: 列の上余白を入力してください
ko: 열 위쪽 여백을 입력하세요
lt: Įveskite stulpelio viršutinę paraštę
no: Skriv inn toppmargen for kolonnen
pl: Wprowadź górny margines kolumny
pt: Insira a margem superior da coluna
ro: Introduceți marginea de sus a coloanei
ru: Введите верхнее поле столбца

source: Enter the column bottom margin
fa: حاشیه پایین ستون را وارد کنید
ja: 列の下余白を入力してください
ko: 열 하단 여백을 입력하세요
lt: Įveskite stulpelio apatinę paraštę
no: Skriv inn bunnmargen for kolonnen
pl: Wprowadź dolny margines kolumny
pt: Insira a margem inferior da coluna
ro: Introduceți marginea de jos a coloanei
ru: Введите нижнее поле столбца.

source: Enter the no. of spaces for a tab indent
fa: شماره را وارد کنید از فضاهای تورفتگی زبانه
ja: タブインデントのスペース数を入力します
ko: 탭 들여쓰기에 대한 공백 수를 입력하세요
lt: Įveskite nr. tarpų skirtukų įtraukai
no: Skriv inn nr. av mellomrom for et tabulatorinnrykk
pl: Wprowadź liczbę spacji dla wcięcia tabulatora
pt: Insira o número de espaços para um recuo de tabulação
ro: Introduceți nr. de spații pentru o indentare de tabulatură
ru: Введите количество пробелов для отступа табуляции.

source: Enter the no. of characters for a move
fa: شماره را وارد کنید شخصیت ها برای یک حرکت
ja: 移動文字数を入力してください
ko: 이동할 문자 수를 입력하세요.
lt: Įveskite nr. simbolių judėjimui
no: Skriv inn nr. av tegn for et trekk
pl: Wprowadź liczbę znaków dla ruchu
pt: Insira o número de caracteres para um movimento
ro: Introduceți nr. de personaje pentru o mutare
ru: Введите количество символов для хода

source: Enter the diagram size
fa: اندازه نمودار را وارد کنید
ja: 図のサイズを入力してください
ko: 다이어그램 크기를 입력하세요
lt: Įveskite diagramos dydį
no: Skriv inn diagramstørrelsen
pl: Wprowadź rozmiar diagramu
pt: Insira o tamanho do diagrama
ro: Introduceți dimensiunea diagramei
ru: Введите размер диаграммы

source: Select/de-select monochrome diagrams
fa: نمودارهای تک رنگ را انتخاب/عدم انتخاب کنید
ja: モノクロ図を選択/選択解除
ko: 흑백 다이어그램 선택/선택 해제
lt: Pasirinkti arba panaikinti vienspalvių diagramų pasirinkimą
no: Velg/fravelg monokrome diagrammer
pl: Zaznacz/odznacz monochromatyczne diagramy
pt: Selecionar/desmarcar diagramas monocromáticos
ro: Selectați/deselectați diagramele monocrome
ru: Выбрать/отменить выбор монохромных диаграмм

source: After the printing of a game header,
fa: پس از چاپ هدر بازی،
ja: ゲームヘッダーの印刷後、
ko: 게임 헤더를 인쇄한 후,
lt: Išspausdinus žaidimo antraštę,
no: Etter utskrift av en spillhode,
pl: Po wydrukowaniu nagłówka gry,
pt: Após a impressão do cabeçalho do jogo,
ro: După imprimarea antetului unui joc,
ru: После печати заголовка игры,

source: the loaded game is printed out in two column format.
fa: بازی بارگذاری شده در قالب دو ستونی چاپ شده است.
ja: ロードされたゲームは 2 列形式で印刷されます。
ko: 로드된 게임은 2열 형식으로 인쇄됩니다.
lt: įkeltas žaidimas išspausdinamas dviejų stulpelių formatu.
no: det innlastede spillet skrives ut i to kolonneformat.
pl: załadowana gra jest drukowana w formacie dwukolumnowym.
pt: o jogo carregado é impresso no formato de duas colunas.
ro: jocul încărcat este tipărit în format de două coloane.
ru: Загруженная игра распечатывается в формате двух столбцов.

source: The left and right margin settings apply to both columns.
fa: تنظیمات حاشیه چپ و راست برای هر دو ستون اعمال می شود.
ja: 左余白と右余白の設定は両方の列に適用されます。
ko: 왼쪽과 오른쪽 여백 설정은 두 열 모두에 적용됩니다.
lt: Kairiosios ir dešiniosios paraštės nustatymai taikomi abiem stulpeliams.
no: Innstillingene for venstre og høyre marg gjelder for begge kolonnene.
pl: Ustawienia lewego i prawego marginesu dotyczą obu kolumn.
pt: As configurações de margem esquerda e direita se aplicam a ambas as colunas.
ro: Setările marginilor din stânga și din dreapta se aplică ambelor coloane.
ru: Настройки левого и правого полей применяются к обоим столбцам.

source: Tab spaces is the number of spaces used
fa: Tab spaces تعداد فضاهای استفاده شده است
ja: タブスペースは使用されるスペースの数です
ko: 탭 공간은 사용된 공백의 수입니다.
lt: Tab spaces – tai panaudotų tarpų skaičius
no: Tab-mellomrom er antall mellomrom som brukes
pl: Tabulatory to liczba użytych spacji
pt: Espaços de tabulação é o número de espaços usados
ro: Spații de tablă este numărul de spații utilizate
ru: Табуляция — это количество используемых пробелов.

source: for indenting comments and sub-variations.
fa: برای تورفتگی نظرات و تغییرات فرعی.
ja: コメントとサブバリエーションをインデントします。
ko: 주석과 하위 변형을 들여쓰기 위해.
lt: komentarams ir papildomoms variacijoms įtraukti.
no: for innrykkkommentarer og undervariasjoner.
pl: do wcięć komentarzy i podwariantów.
pt: para recuar comentários e subvariações.
ro: pentru indentarea comentariilor și a subvariațiilor.
ru: для отступов комментариев и подвариантов.

source: Move width is the cell size used for a move,
fa: عرض حرکت اندازه سلول مورد استفاده برای حرکت است،
ja: 移動幅は移動に使用されるセルのサイズです。
ko: 이동 너비는 이동에 사용되는 셀 크기입니다.
lt: Judėjimo plotis yra langelio dydis, naudojamas perkėlimui,
no: Bevegelsesbredde er cellestørrelsen som brukes for en bevegelse,
pl: Szerokość ruchu to rozmiar komórki używany do ruchu,
pt: A largura do movimento é o tamanho da célula usada para um movimento,
ro: Lățimea de mutare este dimensiunea celulei utilizată pentru o mutare,
ru: Ширина хода — это размер ячейки, используемый для хода,

source: the cell is padded with spaces to make up the size.
fa: سلول با فضاهای خالی برای ایجاد اندازه پر شده است.
ja: セルにはサイズを補うためにスペースが埋め込まれます。
ko: 셀은 크기를 맞추기 위해 공백으로 채워집니다.
lt: langelis yra paminkštintas tarpais, kad atitiktų dydį.
no: cellen er polstret med mellomrom for å gjøre opp størrelsen.
pl: Komórka jest wypełniona spacjami w celu zwiększenia rozmiaru.
pt: a célula é preenchida com espaços para compensar o tamanho.
ro: celula este umplută cu spații pentru a compensa dimensiunea.
ru: ячейка заполнена пробелами для компенсации размера.

source: Diagrams can be added to a game printout by inserting
fa: نمودارها را می توان با درج کردن به پرینت بازی اضافه کرد
ja: ゲームのプリントアウトに図を追加するには、
ko: 게임 출력물에 다이어그램을 추가하려면 다음을 삽입하세요.
lt: Diagramas galima pridėti prie žaidimo spaudinio įterpiant
no: Diagrammer kan legges til en spillutskrift ved å sette inn
pl: Diagramy można dodawać do wydruku gry poprzez wstawianie
pt: Os diagramas podem ser adicionados a uma impressão do jogo inserindo
ro: Diagramele pot fi adăugate la imprimarea unui joc prin inserare
ru: Диаграммы можно добавлять в распечатку игры, вставляя

source: the # character into a comment at the appropriate point.
fa: کاراکتر # در یک نظر در نقطه مناسب.
ja: 適切な位置に # 文字をコメントに挿入します。
ko: 적절한 지점에 # 문자를 주석으로 추가합니다.
lt: # simbolį į komentarą atitinkamame taške.
no: tegnet # inn i en kommentar på det aktuelle punktet.
pl: znak # wpisz w komentarzu w odpowiednim miejscu.
pt: o caractere # em um comentário no ponto apropriado.
ro: caracterul # într-un comentariu la punctul corespunzător.
ru: символ # в комментарий в соответствующем месте.

source: If you prefer monochrome diagrams,
fa: اگر نمودارهای تک رنگ را ترجیح می دهید،
ja: モノクロの図表がお好みなら、
ko: 흑백 다이어그램을 선호하시는 경우,
lt: Jei jums labiau patinka vienspalvės diagramos,
no: Hvis du foretrekker monokrome diagrammer,
pl: Jeśli wolisz monochromatyczne diagramy,
pt: Se você preferir diagramas monocromáticos,
ro: Dacă preferați diagramele monocrome,
ru: Если вы предпочитаете монохромные диаграммы,

source: you can select the B/W diagram check box.
fa: می توانید تیک دیاگرام B/W را انتخاب کنید.
ja: 白黒図のチェックボックスを選択できます。
ko: 흑백 다이어그램 확인란을 선택할 수 있습니다.
lt: galite pažymėti B/W diagramos žymės langelį.
no: du kan merke av for S/H-diagram.
pl: możesz zaznaczyć pole wyboru Diagram czarno-biały.
pt: você pode selecionar a caixa de seleção Diagrama P/B.
ro: puteți bifa caseta de selectare diagramă B/N.
ru: Вы можете установить флажок «Ч/Б диаграмма».

source: Page type can be changed using the Page Setup button.
fa: با استفاده از دکمه Page Setup می توان نوع صفحه را تغییر داد.
ja: ページ設定ボタンを使用してページ タイプを変更できます。
ko: 페이지 설정 버튼을 사용하여 페이지 유형을 변경할 수 있습니다.
lt: Puslapio tipą galima pakeisti naudojant mygtuką Puslapio sąranka.
no: Sidetype kan endres ved å bruke Sideoppsett-knappen.
pl: Typ strony można zmienić za pomocą przycisku Ustawienia strony.
pt: O tipo de página pode ser alterado usando o botão Configurar página.
ro: Tipul paginii poate fi modificat folosind butonul Configurare pagină.
ru: Тип страницы можно изменить с помощью кнопки «Параметры страницы».

source: Different fonts can be set using the Choose Font button.
fa: با استفاده از دکمه Choose Font می توان فونت های مختلف را تنظیم کرد.
ja: 「フォントを選択」ボタンを使用して、さまざまなフォントを設定できます。
ko: 글꼴 선택 버튼을 사용하여 다양한 글꼴을 설정할 수 있습니다.
lt: Skirtingus šriftus galima nustatyti naudojant mygtuką Pasirinkti šriftą.
no: Ulike fonter kan angis ved å bruke knappen Velg skrift.
pl: Za pomocą przycisku Wybierz czcionkę można ustawić różne czcionki.
pt: Fontes diferentes podem ser definidas usando o botão Escolher fonte.
ro: Pot fi setate diferite fonturi folosind butonul Alege font.
ru: Различные шрифты можно установить с помощью кнопки «Выбрать шрифт».

source: Print options help
fa: گزینه های چاپ کمک می کند
ja: 印刷オプションのヘルプ
ko: 인쇄 옵션 도움말
lt: Spausdinimo parinkčių pagalba
no: Hjelp for utskriftsalternativer
pl: Pomoc dotycząca opcji drukowania
pt: Ajuda com opções de impressão
ro: Opțiuni de imprimare de ajutor
ru: Параметры печати помощь

source: Puzzle mode options
fa: گزینه های حالت پازل
ja: パズルモードのオプション
ko: 퍼즐 모드 옵션
lt: Dėlionės režimo parinktys
no: Alternativer for puslespillmodus
pl: Opcje trybu układanki
pt: Opções do modo quebra-cabeça
ro: Opțiuni pentru modul puzzle
ru: Параметры режима головоломки

source: There is no game loaded for hints
fa: هیچ بازی برای راهنمایی بارگذاری نشده است
ja: ヒント用のゲームがロードされていません
ko: 힌트를 위한 게임이 로드되지 않았습니다
lt: Nėra užuominų įkelto žaidimo
no: Det er ikke noe spill lastet for hint
pl: Brak załadowanej gry dla wskazówek
pt: Não há jogo carregado para dicas
ro: Nu există niciun joc încărcat pentru indicii
ru: Для подсказок не загружена игра

source: Clock
fa: ساعت
ja: クロック
ko: 시계
lt: Laikrodis
no: Klokke
pl: Zegar
pt: Relógio
ro: Ceas
ru: Часы
