Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: If you enter 0 for the try number, this option will not be used.
fa: اگر برای شماره امتحان 0 را وارد کنید، از این گزینه استفاده نمی شود.
ja: 試行回数に 0 を入力した場合、このオプションは使用されません。
ko: 시도 횟수에 0을 입력하면 이 옵션은 사용되지 않습니다.
lt: Jei bandymo numeriui įvesite 0, ši parinktis nebus naudojama.
no: Hvis du skriver inn 0 for prøvenummeret, vil ikke dette alternativet bli brukt.
pl: Jeśli wpiszesz 0 w polu numeru próby, ta opcja nie zostanie użyta.
pt: Se você digitar 0 para o número de tentativas, esta opção não será usada.
ro: Dacă introduceți 0 pentru numărul de încercare, această opțiune nu va fi folosită.
ru: Если вы введете 0 в качестве числа попыток, эта опция использоваться не будет.

source: Show move after try - the correct move will be automatically
fa: نمایش حرکت پس از تلاش - حرکت صحیح به طور خودکار انجام می شود
ja: 試した後の動きを表示 - 正しい動きは自動的に表示されます
ko: 시도 후 이동 표시 - 올바른 이동이 자동으로 표시됩니다.
lt: Rodyti judėjimą po bandymo – teisingas judesys bus automatiškai atliktas
no: Vis trekk etter forsøk - riktig trekk blir automatisk
pl: Pokaż ruch po próbie - prawidłowy ruch zostanie automatycznie wyświetlony
pt: Mostrar movimento após tentativa - o movimento correto será automaticamente
ro: Afișați mișcarea după încercare - mișcarea corectă va fi automată
ru: Показывать ход после попытки - правильный ход будет автоматически

source: played after a given number of incorrect attempts for each move.
fa: پس از تعداد معینی از تلاش های نادرست برای هر حرکت بازی کرد.
ja: 各移動で指定された回数の誤った試行を行った後にプレイされます。
ko: 각 움직임마다 정해진 횟수만큼 틀린 후에 플레이합니다.
lt: žaidžiama po tam tikro skaičiaus neteisingų bandymų kiekvienam ėjimui.
no: spilt etter et gitt antall feil forsøk for hvert trekk.
pl: rozgrywane po określonej liczbie niepoprawnych prób każdego ruchu.
pt: jogado após um determinado número de tentativas incorretas para cada movimento.
ro: jucat după un număr dat de încercări incorecte pentru fiecare mișcare.
ru: играется после определенного количества неправильных попыток для каждого хода.

source: Delay for show move - delay in 1/10 seconds before the correct move is shown.
fa: تاخیر برای حرکت نمایش - تاخیر در 1/10 ثانیه قبل از نشان دادن حرکت صحیح.
ja: 移動表示の遅延 - 正しい移動が表示されるまでの 1/10 秒の遅延。
ko: 동작 표시 지연 - 올바른 동작이 표시되기 전에 1/10초 동안 지연됩니다.
lt: Uždelsimas rodyti judėjimą – uždelskite 1/10 sekundžių, kol bus parodytas teisingas judesys.
no: Delay for show move - forsinkelse på 1/10 sekunder før riktig trekk vises.
pl: Opóźnienie w pokazie ruchu - opóźnienie wynoszące 1/10 sekundy przed pokazaniem prawidłowego ruchu.
pt: Atraso para mostrar o movimento - atraso de 1/10 segundos antes que o movimento correto seja mostrado.
ro: Întârziere pentru mutarea spectacolului - întârziere cu 1/10 secunde înainte ca mișcarea corectă să fie afișată.
ru: Задержка показа хода — задержка в 1/10 секунды перед показом правильного хода.

source: Minutes - Here you can enter the time allowed for a puzzle.
fa: دقیقه - در اینجا می توانید زمان مجاز برای یک پازل را وارد کنید.
ja: 分 - ここでパズルに許可される時間を入力できます。
ko: 분 - 퍼즐에 허용된 시간을 입력할 수 있습니다.
lt: Minutės – čia galite įvesti galvosūkiui skirtą laiką.
no: Minutter - Her kan du legge inn tiden tillatt for et puslespill.
pl: Minuty – w tym miejscu można wprowadzić czas przeznaczony na rozwiązanie łamigłówki.
pt: Minutos - Aqui você pode inserir o tempo permitido para um quebra-cabeça.
ro: Minute - Aici puteți introduce timpul permis pentru un puzzle.
ru: Минуты — здесь вы можете ввести время, отведенное на решение головоломки.

source: Seconds
fa: ثانیه ها
ja: 秒
ko: 초
lt: sekundės
no: Sekunder
pl: Towary drugiej jakości
pt: Segundos
ro: secunde
ru: Секунды

source: Show clock - display the clock in puzzle mode.
fa: نمایش ساعت - نمایش ساعت در حالت پازل.
ja: 時計を表示 - パズルモードで時計を表示します。
ko: 시계 표시 - 퍼즐 모드에서 시계를 표시합니다.
lt: Rodyti laikrodį – rodyti laikrodį galvosūkio režimu.
no: Vis klokke - vis klokken i puslespillmodus.
pl: Pokaż zegar – wyświetl zegar w trybie układanki.
pt: Mostrar relógio - exibe o relógio no modo quebra-cabeça.
ro: Afișați ceasul - afișați ceasul în modul puzzle.
ru: Показать часы — отобразить часы в режиме головоломки.

source: Auto reset - reset the clock automatically for the next puzzle.
fa: تنظیم مجدد خودکار - تنظیم مجدد ساعت به طور خودکار برای پازل بعدی.
ja: 自動リセット - 次のパズルのために時計を自動的にリセットします。
ko: 자동 재설정 - 다음 퍼즐을 위해 자동으로 시계를 재설정합니다.
lt: Automatinis nustatymas iš naujo – automatiškai iš naujo nustatykite laikrodį kitam galvosūkiui.
no: Automatisk tilbakestilling - tilbakestill klokken automatisk for neste puslespill.
pl: Automatyczne resetowanie – automatyczne resetowanie zegara do następnej łamigłówki.
pt: Reinicialização automática - reinicia o relógio automaticamente para o próximo quebra-cabeça.
ro: Resetare automată - resetați automat ceasul pentru următorul puzzle.
ru: Автоматический сброс — автоматический сброс часов для следующей головоломки.

source: Auto start - start the clock automatically for the next puzzle.
fa: شروع خودکار - ساعت را به طور خودکار برای پازل بعدی شروع کنید.
ja: 自動開始 - 次のパズルのために時計を自動的に開始します。
ko: 자동 시작 - 다음 퍼즐을 위해 자동으로 시계를 시작합니다.
lt: Automatinis paleidimas – automatiškai paleiskite laikrodį kitam galvosūkiui.
no: Autostart - start klokken automatisk for neste puslespill.
pl: Autostart - automatyczne uruchomienie zegara dla następnej łamigłówki.
pt: Início automático - inicia o relógio automaticamente para o próximo quebra-cabeça.
ro: Pornire automată - porniți automat ceasul pentru următorul puzzle.
ru: Автоматический запуск — автоматический запуск часов для решения следующей головоломки.

source: Countdown - the clock will count down towards zero,
fa: شمارش معکوس - ساعت به سمت صفر شمارش معکوس خواهد کرد،
ja: カウントダウン - 時計はゼロに向かってカウントダウンします。
ko: 카운트다운 - 시계는 0을 향해 카운트다운합니다.
lt: Atgalinė atskaita – laikrodis skaičiuos iki nulio,
no: Nedtelling - klokken vil telle ned mot null,
pl: Odliczanie - zegar będzie odliczał do zera,
pt: Contagem regressiva - o relógio fará a contagem regressiva em direção a zero,
ro: Numărătoare inversă - ceasul va număra inversă spre zero,
ru: Обратный отсчет - часы будут отсчитывать время до нуля,

source: uncheck this box to count upwards.
fa: برای شمارش به سمت بالا علامت این کادر را بردارید.
ja: 上向きにカウントするには、このボックスのチェックを外します。
ko: 이 상자의 선택을 취소하면 숫자가 올라갑니다.
lt: panaikinkite šio langelio žymėjimą, kad skaičiuotumėte aukštyn.
no: fjern merket for denne boksen for å telle oppover.
pl: odznacz to pole, aby liczyć w górę.
pt: desmarque esta caixa para contar de forma crescente.
ro: debifați această casetă pentru a număra în sus.
ru: снимите этот флажок, чтобы вести подсчет в прямом направлении.

source: If Countdown is toggled, clock times will be set to default values,
fa: اگر شمارش معکوس تغییر داده شود، زمان‌های ساعت روی مقادیر پیش‌فرض تنظیم می‌شوند.
ja: カウントダウンがオンになっている場合、時計の時間はデフォルト値に設定されます。
ko: 카운트다운이 전환되면 시계 시간이 기본값으로 설정됩니다.
lt: Jei atgalinis skaičiavimas yra perjungtas, laikrodžio laikai bus nustatyti į numatytąsias reikšmes,
no: Hvis Countdown er vekslet, vil klokketidene settes til standardverdier,
pl: Jeżeli opcja Odliczanie jest włączona, czasy zegara zostaną ustawione na wartości domyślne,
pt: Se a contagem regressiva for alternada, os horários do relógio serão definidos para os valores padrão,
ro: Dacă Numărătoarea inversă este comutată, orele de ceas vor fi setate la valorile implicite,
ru: Если включен обратный отсчет, время на часах будет установлено на значения по умолчанию,

source: although they can still be subsequently altered.
fa: اگرچه هنوز هم می توان آنها را بعداً تغییر داد.
ja: ただし、その後変更される可能性もあります。
ko: 그러나 이후에 변경될 가능성은 있습니다.
lt: nors vėliau juos vis tiek galima pakeisti.
no: selv om de fortsatt kan endres senere.
pl: choć później nadal można je zmienić.
pt: embora ainda possam ser alterados posteriormente.
ro: deşi pot fi încă modificate ulterior.
ru: хотя впоследствии их все равно можно будет изменить.

source: Reset clock after move - check to reset the clock time after each move.
fa: تنظیم مجدد ساعت پس از حرکت - برای بازنشانی زمان ساعت پس از هر حرکت، علامت بزنید.
ja: 移動後に時計をリセット - 各移動後に時計の時間をリセットするにはチェックします。
ko: 이동 후 시계 재설정 - 각 이동 후 시계 시간을 재설정하려면 체크하세요.
lt: Iš naujo nustatyti laikrodį po judesio – pažymėkite, kad iš naujo nustatytumėte laikrodžio laiką po kiekvieno judesio.
no: Tilbakestill klokke etter trekk - merk av for å tilbakestille klokken etter hvert trekk.
pl: Zresetuj zegar po ruchu – zaznacz, aby zresetować czas zegara po każdym ruchu.
pt: Reiniciar relógio após movimento - marque para reiniciar o relógio após cada movimento.
ro: Resetare ceas după mutare - bifați pentru a reseta ora ceasului după fiecare mișcare.
ru: Сбрасывать часы после хода — установите флажок, чтобы сбрасывать время после каждого хода.

source: You may want this when you are using a complete game in puzzle mode.
fa: هنگامی که از یک بازی کامل در حالت پازل استفاده می کنید، ممکن است این را بخواهید.
ja: 完全なゲームをパズル モードで使用している場合、これが必要になることがあります。
ko: 퍼즐 모드에서 완전한 게임을 사용할 때 이 기능이 필요할 수 있습니다.
lt: Galbūt to norėsite, kai naudojate visą žaidimą galvosūkio režimu.
no: Du vil kanskje ha dette når du bruker et komplett spill i puslespillmodus.
pl: Może Ci się to przydać, gdy grasz w pełną wersję gry w trybie układanki.
pt: Você pode querer isso quando estiver usando um jogo completo no modo quebra-cabeça.
ro: Poate doriți acest lucru atunci când utilizați un joc complet în modul puzzle.
ru: Это может вам пригодиться при использовании полной игры в режиме головоломки.

source: Time up message - display a message when the allotted time has expired.
fa: پیغام افزایش زمان - زمانی که زمان تعیین شده به پایان رسیده است، پیامی را نمایش دهید.
ja: タイムアップメッセージ - 割り当てられた時間が経過するとメッセージを表示します。
ko: 시간 초과 메시지 - 할당된 시간이 만료되면 메시지를 표시합니다.
lt: Laikas pasibaigimo pranešimas – rodomas pranešimas, kai pasibaigia skirtas laikas.
no: Time up-melding - vis en melding når den tildelte tiden er utløpt.
pl: Komunikat o upływie czasu - wyświetl komunikat, gdy przydzielony czas upłynie.
pt: Mensagem de tempo esgotado - exibe uma mensagem quando o tempo alocado expirar.
ro: Time up message - afișați un mesaj când timpul alocat a expirat.
ru: Сообщение об истечении времени — отображать сообщение, когда отведенное время истекло.

source: Puzzle options dialog help
fa: کمک گفتگوی گزینه های پازل
ja: パズルオプションダイアログのヘルプ
ko: 퍼즐 옵션 대화 상자 도움말
lt: Dėlionės parinkčių dialogo pagalba
no: Hjelp til dialogboksen for puslespillalternativer
pl: Pomoc dotycząca dialogu opcji układanki
pt: Ajuda de diálogo de opções de quebra-cabeça
ro: Ajutor de dialog cu opțiuni puzzle
ru: Справка по диалоговому окну параметров головоломки

source: Puzzle mode help
fa: کمک حالت پازل
ja: パズルモードヘルプ
ko: 퍼즐 모드 도움말
lt: Galvosūkių režimo pagalba
no: Hjelp for puslespillmodus
pl: Pomoc w trybie łamigłówki
pt: Ajuda do modo quebra-cabeça
ro: Ajutor pentru modul puzzle
ru: Помощь в режиме головоломки

source: This screen gives a credit to Mr Jarek Boniecki from Poland.
fa: این صفحه اعتباری به آقای Jarek Boniecki از لهستان می دهد.
ja: このスクリーンにはポーランドの Jarek Boniecki 氏への感謝が記されています。
ko: 이 화면은 폴란드의 Jarek Boniecki 씨에게 공로를 인정하고 있습니다.
lt: Šis ekranas priskiriamas Jarekui Bonieckiui iš Lenkijos.
no: Denne skjermen gir en kreditt til Mr Jarek Boniecki fra Polen.
pl: Na tym ekranie znajduje się podziękowanie dla pana Jarka Bonieckiego z Polski.
pt: Esta tela dá crédito ao Sr. Jarek Boniecki da Polônia.
ro: Acest ecran îi acordă un credit domnului Jarek Boniecki din Polonia.
ru: На этом снимке экрана указан автор — г-н Ярек Бонецкий из Польши.

source: He found a big bug in Puzzle mode which, with single click move entry,
fa: او یک باگ بزرگ در حالت پازل پیدا کرد که با ورود حرکت تک کلیکی،
ja: 彼はパズルモードで大きなバグを発見しました。クリックひとつで移動入力が
ko: 그는 퍼즐 모드에서 한 번의 클릭으로 이동을 입력할 수 있는 큰 버그를 발견했습니다.
lt: Jis aptiko didelę galvosūkio režimo klaidą, kuri, vienu spustelėjimu perkėlimo įrašą,
no: Han fant en stor feil i puslespillmodus som, med et enkelt klikk på flytting,
pl: Znalazł duży błąd w trybie Puzzle, który umożliwiał wprowadzanie ruchów za pomocą jednego kliknięcia.
pt: Ele encontrou um grande bug no modo Puzzle que, com entrada de movimento de clique único,
ro: A găsit o eroare mare în modul Puzzle care, cu un singur clic de intrare,
ru: Он обнаружил большую ошибку в режиме головоломки, которая при вводе хода одним щелчком мыши

source: was causing the program to erroneously add sub-variations,
fa: باعث شد برنامه به اشتباه تغییرات فرعی اضافه کند،
ja: プログラムが誤ってサブバリエーションを追加してしまう原因となっていた。
ko: 프로그램이 하위 변형을 잘못 추가하게 만들었습니다.
lt: dėl to programa klaidingai įtraukė antrinius variantus,
no: forårsaket at programmet feilaktig la til undervariasjoner,
pl: powodowało, że program błędnie dodawał podwarianty,
pt: estava fazendo com que o programa adicionasse subvariações erroneamente,
ro: a făcut ca programul să adauge în mod eronat subvariații,
ru: заставляло программу ошибочно добавлять подварианты,

source: even when the move entered was correct.
fa: حتی زمانی که حرکت وارد شده درست بود.
ja: 入力した動きが正しかった場合でも。
ko: 입력한 이동이 정확하더라도.
lt: net kai įvestas žingsnis buvo teisingas.
no: selv når trekket inn var riktig.
pl: nawet gdy wprowadzony ruch był poprawny.
pt: mesmo quando o movimento inserido estava correto.
ro: chiar și atunci când mutarea introdusă a fost corectă.
ru: даже когда введенный ход был правильным.

source: He also suggested several extra useful features for Puzzle mode :-
fa: او همچنین چندین ویژگی مفید اضافی را برای حالت پازل پیشنهاد کرد:
ja: 彼はまた、パズルモードのためのいくつかの追加の便利な機能を提案しました:-
ko: 그는 또한 퍼즐 모드에 대해 여러 가지 유용한 추가 기능을 제안했습니다.
lt: Jis taip pat pasiūlė keletą papildomų naudingų galvosūkių režimo funkcijų:
no: Han foreslo også flere ekstra nyttige funksjoner for puslespillmodus: -
pl: Zasugerował również kilka dodatkowych przydatnych funkcji dla trybu Puzzle:
pt: Ele também sugeriu vários recursos extras úteis para o modo Puzzle:
ro: El a sugerat, de asemenea, câteva funcții suplimentare utile pentru modul Puzzle:-
ru: Он также предложил несколько дополнительных полезных функций для режима «Головоломка»:

source: Auto load of puzzle mode
fa: بارگذاری خودکار حالت پازل
ja: パズルモードの自動ロード
ko: 퍼즐 모드 자동 로드
lt: Automatinis galvosūkio režimo įkėlimas
no: Automatisk innlasting av puslespillmodus
pl: Automatyczne ładowanie trybu układanki
pt: Carregamento automático do modo quebra-cabeça
ro: Încărcarea automată a modului puzzle
ru: Автоматическая загрузка режима головоломки

source: Many thanks to Jarek for his contribution to the program.
fa: با تشکر فراوان از جارک برای کمکش به برنامه.
ja: プログラムに貢献してくれたJarek氏に感謝します。
ko: 이 프로그램에 기여해 준 Jarek에게 진심으로 감사드립니다.
lt: Labai ačiū Jarekui už indėlį į programą.
no: Tusen takk til Jarek for hans bidrag til programmet.
pl: Wielkie podziękowania dla Jarka za jego wkład w program.
pt: Muito obrigado a Jarek por sua contribuição ao programa.
ro: Multe mulțumiri lui Jarek pentru contribuția sa la program.
ru: Большое спасибо Яреку за его вклад в программу.

source: Program credit
fa: اعتبار برنامه
ja: プログラムクレジット
ko: 프로그램 크레딧
lt: Programos kreditas
no: Programkreditt
pl: Kredyt programowy
pt: Crédito do programa
ro: Creditul programului
ru: Программа кредита

source: Puzzle statistics
fa: آمار پازل
ja: パズルの統計
ko: 퍼즐 통계
lt: Galvosūkių statistika
no: Puslespillstatistikk
pl: Statystyki łamigłówki
pt: Estatísticas do quebra-cabeça
ro: Statistici puzzle
ru: Статистика пазлов

source: Flip score
fa: نمره تلنگر
ja: スコアを反転
ko: 플립 스코어
lt: Flip rezultatas
pl: Wynik odwrócenia
pt: Pontuação de inversão
ro: Scorul invers
ru: Флип оценка

source: Hint penalty
fa: اشاره پنالتی
ja: ヒントペナルティ
ko: 힌트 페널티
lt: Užuominos bausmė
no: Hint straff
pl: Kara za wskazówkę
pt: Penalidade de dica
ro: Sugestie penalizare
ru: Штраф за подсказку

source: Time up penalty
fa: تایم پنالتی
ja: タイムアップペナルティ
ko: 시간 초과 페널티
lt: Bauda su laiku
no: Time up straff
pl: Kara za przekroczenie czasu
pt: Penalidade por tempo esgotado
ro: Timp de penalizare
ru: Штраф за превышение времени

source: Adjust stats..
fa: تنظیم آمار..
ja: 統計を調整します。
ko: 통계를 조정합니다.
lt: Koreguoti statistiką..
no: Juster statistikk..
pl: Dostosuj statystyki..
pt: Ajustar estatísticas.
ro: Ajustați statisticile..
ru: Настройте статистику..

source: Puzzle options
fa: گزینه های پازل
ja: パズルのオプション
ko: 퍼즐 옵션
lt: Dėlionės parinktys
no: Puslespillalternativer
pl: Opcje układanki
pt: Opções de quebra-cabeça
ro: Opțiuni de puzzle
ru: Варианты головоломок

source: Puzzle stats
fa: آمار پازل
ja: パズルの統計
ko: 퍼즐 통계
lt: Dėlionės statistika
no: Puslespillstatistikk
pl: Statystyki łamigłówki
pt: Estatísticas do quebra-cabeça
ro: Statistici puzzle
ru: Статистика головоломки

source: Moves in puzzle
fa: در پازل حرکت می کند
ja: パズルの動き
ko: 퍼즐로 이동
lt: Juda dėlionėje
no: Beveger seg i puslespillet
pl: Porusza się w układance
pt: Movimentos no quebra-cabeça
ro: Se mișcă în puzzle
ru: Ходы в головоломке

source: Hints used
fa: نکات استفاده شده
ja: 使用されたヒント
ko: 사용된 힌트
lt: Panaudoti patarimai
no: Hint brukt
pl: Użyte wskazówki
pt: Dicas usadas
ro: Sugestii folosite
ru: Подсказки использованы

source: Time up no.
fa: زمان به پایان نه.
ja: 時間切れです。
ko: 시간 종료 없음.
lt: Laikas baigėsi Nr.
no: På tide nei.
pl: Czas minął, nr.
pt: Tempo esgotado, não.
ro: Timpul a trecut nu.
ru: Время вышло.

source: Rating
fa: رتبه بندی
ja: 評価
ko: 평가
lt: Įvertinimas
no: Vurdering
pl: Ocena
pt: Avaliação
ro: Evaluare
ru: Рейтинг

source: Session stats
fa: آمار جلسه
ja: セッション統計
ko: 세션 통계
lt: Sesijos statistika
no: Sesjonsstatistikk
pl: Statystyki sesji
pt: Estatísticas da sessão
ro: Statisticile sesiunii
ru: Статистика сеанса

source: Solved
fa: حل شد
ja: 解決済み
ko: 해결됨
lt: Išspręsta
no: Løst
pl: Rozwiązany
pt: Resolvido
ro: Rezolvat
ru: Решено

source: File stats
fa: آمار فایل
ja: ファイルの統計
ko: 파일 통계
lt: Failų statistika
no: Filstatistikk
pl: Statystyki pliku
pt: Estatísticas de arquivo
ro: Statistici de fișiere
ru: Статистика файла

source: Hint penalty percentage
fa: اشاره درصد پنالتی
ja: ヒントペナルティ率
ko: 힌트 페널티 비율
lt: Užuominos baudos procentas
no: Hint straffeprosent
pl: Procent kary za wskazówkę
pt: Dica de porcentagem de penalidade
ro: Procentul de penalizare indiciu
ru: Процент штрафа за подсказку

source: Input penalty percent :
fa: درصد جریمه ورودی:
ja: 入力ペナルティパーセント:
ko: 페널티 퍼센트 입력 :
lt: Įvesties baudos procentai:
no: Skriv inn straffprosent:
pl: Procent kary wejściowej:
pt: Porcentagem de penalidade de entrada:
ro: Procent penalizare introdusă:
ru: Процент штрафа за ввод:

source: Time up penalty percentage
fa: درصد جریمه تایم
ja: タイムアップペナルティ率
ko: 시간 초과 페널티 비율
lt: Laiko praleidimo procentas
no: Time up straffeprosent
pl: Procent kary za przekroczenie czasu
pt: Porcentagem de penalidade de tempo esgotado
ro: Procentul de penalizare de timp
ru: Процент штрафа за превышение времени

source: Score current puzzle if skipped
fa: نمره پازل فعلی اگر پرش
ja: スキップした場合は現在のパズルのスコア
ko: 건너뛰면 현재 퍼즐의 점수를 매깁니다.
lt: Surinkite esamą galvosūkį, jei praleisite
no: Score gjeldende puslespill hvis du hopper over
pl: Zdobądź punkty za bieżącą układankę, jeśli ją pominięto
pt: Pontue o quebra-cabeça atual se for pulado
ro: Punctează puzzle-ul curent dacă este omis
ru: Оцените текущую головоломку, если она пропущена

source: Set puzzle hint penalty percentage
fa: درصد پنالتی اشاره پازل را تنظیم کنید
ja: パズルのヒントのペナルティ率を設定する
ko: 퍼즐 힌트 페널티 비율 설정
lt: Nustatyti dėlionės užuominos baudos procentą
no: Sett puslespill hint straff prosent
pl: Ustaw karę procentową za wskazówkę dotyczącą układanki
pt: Definir porcentagem de penalidade de dica de quebra-cabeça
ro: Setați procentul de penalizare pentru indicii de puzzle
ru: Установить процент штрафа за подсказку головоломки

source: Set puzzle time up penalty percentage
fa: تنظیم زمان پازل تا درصد پنالتی
ja: パズルタイムアップペナルティ率を設定する
ko: 퍼즐 시간 설정 페널티 비율
lt: Nustatykite galvosūkio laiką iki baudos procento
no: Sett puslespillet time up straffprosent
pl: Ustaw karę procentową za czas trwania układanki
pt: Definir porcentagem de penalidade de tempo de quebra-cabeça
ro: Setați timpul de puzzle în procentul de penalizare
ru: Установить процент штрафа за время головоломки

source: Adjust puzzle stats
fa: آمار پازل را تنظیم کنید
ja: パズルの統計を調整する
ko: 퍼즐 통계 조정
lt: Koreguokite galvosūkių statistiką
no: Juster puslespillstatistikken
pl: Dostosuj statystyki układanki
pt: Ajustar estatísticas do quebra-cabeça
ro: Ajustați statisticile puzzle-ului
ru: Настройте статистику головоломки

source: Display puzzle mode options
fa: نمایش گزینه های حالت پازل
ja: パズルモードのオプションを表示する
ko: 퍼즐 모드 옵션 표시
lt: Rodyti galvosūkio režimo parinktis
no: Vis alternativer for puslespillmodus
pl: Wyświetl opcje trybu układanki
pt: Exibir opções do modo quebra-cabeça
ro: Afișează opțiunile modului puzzle
ru: Отображение параметров режима головоломки

source: Display stats panel help
fa: نمایش راهنمای پانل آمار
ja: 統計パネルのヘルプを表示する
ko: 통계 패널 도움말 표시
lt: Rodyti statistikos skydelio pagalbą
no: Vis statistikkpanelhjelp
pl: Wyświetl pomoc dotyczącą panelu statystyk
pt: Ajuda do painel de estatísticas de exibição
ro: Afișează ajutorul panoului de statistici
ru: Показать справку по панели статистики

source: Do not score current puzzle if skipped
fa: پازل فعلی را در صورت رد شدن نمره ندهید
ja: スキップした場合は現在のパズルを採点しない
ko: 건너뛰면 현재 퍼즐에 점수를 매기지 않습니다.
lt: Neskaičiuokite dabartinės galvosūkio taškų, jei praleisite
no: Ikke score nåværende puslespill hvis du hopper over det
pl: Nie punktuj bieżącej łamigłówki, jeśli ją pominięto
pt: Não pontue o quebra-cabeça atual se for pulado
ro: Nu punctați puzzle-ul curent dacă este omis
ru: Не оценивать текущую головоломку, если она пропущена

source: When puzzle mode is activated, the puzzle statistics panel displays a record
fa: هنگامی که حالت پازل فعال می شود، پانل آمار پازل یک رکورد را نمایش می دهد
ja: パズルモードがアクティブになると、パズル統計パネルに記録が表示されます。
ko: 퍼즐 모드가 활성화되면 퍼즐 통계 패널에 기록이 표시됩니다.
lt: Kai įjungtas galvosūkio režimas, galvosūkių statistikos skydelyje rodomas įrašas
no: Når puslespillmodus er aktivert, viser puslespillstatistikkpanelet en post
pl: Po aktywowaniu trybu układanki panel statystyk układanki wyświetla rekord
pt: Quando o modo quebra-cabeça é ativado, o painel de estatísticas do quebra-cabeça exibe um registro
ro: Când modul puzzle este activat, panoul de statistici puzzle afișează o înregistrare
ru: При активации режима головоломки на панели статистики головоломки отображается запись

source: of the user's performance when doing puzzles or studying opening lines.
fa: عملکرد کاربر هنگام انجام پازل یا مطالعه خطوط باز.
ja: パズルを解いたり、オープニング ラインを学習したりするときのユーザーのパフォーマンス。
ko: 퍼즐을 풀거나 오프닝 라인을 공부할 때 사용자의 성과에 대한 정보입니다.
lt: naudotojo našumo, kai sprendžia galvosūkius arba studijuoja įžangines eilutes.
no: av brukerens ytelse når han legger oppgaver eller studerer åpningslinjer.
pl: wyników użytkownika podczas rozwiązywania łamigłówek lub studiowania pierwszych zdań.
pt: do desempenho do usuário ao resolver quebra-cabeças ou estudar falas iniciais.
ro: a performanței utilizatorului atunci când face puzzle-uri sau studiază liniile de deschidere.
ru: производительности пользователя при решении головоломок или изучении начальных строк.

source: There are statistics for the current puzzle,
fa: آماری برای پازل فعلی وجود دارد،
ja: 現在のパズルの統計があります。
ko: 현재 퍼즐에 대한 통계가 있습니다.
lt: Yra dabartinio galvosūkio statistika,
no: Det er statistikk for gjeldende puslespill,
pl: Istnieją statystyki dla bieżącej układanki,
pt: Existem estatísticas para o quebra-cabeça atual,
ro: Există statistici pentru puzzle-ul actual,
ru: Есть статистика для текущей головоломки,

source: the current session (starting when puzzle mode was activated)
fa: جلسه فعلی (شروع زمانی که حالت پازل فعال شد)
ja: 現在のセッション（パズルモードがアクティブになったときから開始）
ko: 현재 세션(퍼즐 모드가 활성화된 시점부터 시작)
lt: dabartinė sesija (pradedant, kai buvo įjungtas galvosūkio režimas)
no: gjeldende økt (starter når puslespillmodus ble aktivert)
pl: bieżąca sesja (rozpoczynająca się w momencie aktywacji trybu układanki)
pt: a sessão atual (começando quando o modo quebra-cabeça foi ativado)
ro: sesiunea curentă (începând când modul puzzle a fost activat)
ru: текущий сеанс (начиная с момента активации режима головоломки)
