Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: A lower figure gives a faster animation,
fa: یک رقم پایین تر انیمیشن سریع تری می دهد،
ja: 数値が低いほどアニメーションが速くなり、
ko: 숫자가 낮을수록 애니메이션이 더 빨리 진행됩니다.
lt: Mažesnė figūra suteikia greitesnę animaciją,
no: Et lavere tall gir en raskere animasjon,
pl: Niższa wartość oznacza szybszą animację,
pt: Um número menor proporciona uma animação mais rápida,
ro: O cifră mai mică oferă o animație mai rapidă,
ru: Меньшее значение дает более быструю анимацию,

source: a higher figure gives a slower animation.
fa: یک رقم بالاتر انیمیشن کندتری را ارائه می دهد.
ja: 数値が高いほどアニメーションが遅くなります。
ko: 숫자가 높을수록 애니메이션 속도가 느려집니다.
lt: didesnis skaičius suteikia lėtesnę animaciją.
no: et høyere tall gir en langsommere animasjon.
pl: wyższa wartość oznacza wolniejszą animację.
pt: um número maior resulta em uma animação mais lenta.
ro: o cifră mai mare dă o animație mai lentă.
ru: более высокое значение дает более медленную анимацию.

source: If < Pixel increment > is set to 1 (the ideal setting), you will probably
fa: اگر < Pixel increment > روی 1 تنظیم شود (تنظیم ایده آل)، احتمالاً این کار را انجام خواهید داد
ja: <ピクセル増分>が1（理想的な設定）に設定されている場合、おそらく
ko: <픽셀 증가>가 1(이상적인 설정)로 설정된 경우, 아마도
lt: Jei < Pixel increment > yra nustatytas į 1 (idealus nustatymas), tikriausiai tai padarysite
no: Hvis < Pixel increment > er satt til 1 (den ideelle innstillingen), vil du sannsynligvis gjøre det
pl: Jeśli <Przyrost pikseli> jest ustawiony na 1 (ustawienie idealne), prawdopodobnie
pt: Se < Incremento de pixel > estiver definido como 1 (a configuração ideal), você provavelmente
ro: Dacă < Increment de pixeli > este setat la 1 (setarea ideală), probabil că o veți face
ru: Если < Pixel increment > установлено на 1 (идеальная настройка), вы, вероятно,

source: not need to set the delay to any higher than 10 milli-seconds.
fa: نیازی به تنظیم تاخیر روی بیش از 10 میلی ثانیه نیست.
ja: 遅延を 10 ミリ秒より高く設定する必要はありません。
ko: 지연 시간을 10밀리초 이상으로 설정할 필요가 없습니다.
lt: nereikia nustatyti didesnio nei 10 milisekundžių delsos.
no: trenger ikke å sette forsinkelsen til høyere enn 10 millisekunder.
pl: nie ma potrzeby ustawiania opóźnienia na wartość większą niż 10 milisekund.
pt: não é necessário definir o atraso para mais de 10 milissegundos.
ro: nu este nevoie să setați întârzierea la mai mult de 10 milisecunde.
ru: не нужно устанавливать задержку больше 10 миллисекунд.

source: With 3d graphics you will probably not need any delay.
fa: با گرافیک سه بعدی احتمالاً نیازی به تاخیر نخواهید داشت.
ja: 3D グラフィックスでは、おそらく遅延は必要ありません。
ko: 3D 그래픽을 사용하면 지연이 필요하지 않을 것입니다.
lt: Su 3D grafika jums tikriausiai nereikės delsti.
no: Med 3d-grafikk trenger du sannsynligvis ikke noen forsinkelse.
pl: W przypadku grafiki 3D prawdopodobnie nie będą Ci potrzebne żadne opóźnienia.
pt: Com gráficos 3D você provavelmente não precisará de nenhum atraso.
ro: Cu grafica 3D, probabil că nu veți avea nevoie de nicio întârziere.
ru: С 3D-графикой вам, скорее всего, не понадобится никаких задержек.

source: Use animation for -
fa: استفاده از انیمیشن برای -
ja: アニメーションを使用するには -
ko: -에 애니메이션을 사용합니다.
lt: Naudokite animaciją -
no: Bruk animasjon for -
pl: Użyj animacji dla -
pt: Use animação para -
ro: Utilizați animația pentru -
ru: Используйте анимацию для -

source: Player moves - use animation for player moves,
fa: حرکات بازیکن - از انیمیشن برای حرکت بازیکن استفاده کنید،
ja: プレイヤーの移動 - プレイヤーの移動にアニメーションを使用する。
ko: 플레이어 이동 - 플레이어 이동에 애니메이션을 사용합니다.
lt: Žaidėjo judesiai – žaidėjo judesiams naudokite animaciją,
no: Spillerbevegelser - bruk animasjon for spillerbevegelser,
pl: Ruchy gracza - użyj animacji do ruchów gracza,
pt: Movimentos do jogador - use animação para movimentos do jogador,
ro: Mișcările jucătorului - utilizați animația pentru mișcările jucătorului,
ru: Движения игрока - используйте анимацию для движений игрока,

source: e.g. when player enters a move with a mouse click
fa: به عنوان مثال هنگامی که بازیکن با کلیک ماوس وارد یک حرکت می شود
ja: 例えば、プレイヤーがマウスをクリックして動きを入力するとき
ko: 예를 들어 플레이어가 마우스 클릭으로 움직임을 입력할 때
lt: pvz. kai žaidėjas atlieka žingsnį pelės paspaudimu
no: f.eks. når spilleren går inn i et trekk med et museklikk
pl: np. gdy gracz wykonuje ruch za pomocą kliknięcia myszką
pt: por exemplo, quando o jogador entra em um movimento com um clique do mouse
ro: de ex. când jucătorul introduce o mișcare cu un clic de mouse
ru: например, когда игрок вводит ход щелчком мыши

source: on the move destination square. (Not drag and drop entry)
fa: در حرکت مربع مقصد. (بدون کشیدن و رها کردن ورودی)
ja: 移動先のマス目。（ドラッグアンドドロップ入力ではありません）
ko: 이동 목적지 광장. (드래그 앤 드롭 항목 아님)
lt: judėjimo paskirties aikštėje. (Nevilkite ir numeskite įrašo)
no: på flyttemålsplassen. (Ikke dra og slipp oppføring)
pl: w kwadracie docelowym ruchu. (Nie ma możliwości przeciągania i upuszczania)
pt: no quadrado de destino do movimento. (Não arraste e solte a entrada)
ro: pe pătratul destinație de mutare. (Nu trageți și plasați intrarea)
ru: на квадрате назначения перемещения. (Не ввод методом перетаскивания)

source: Computer moves - use animation for computer moves,
fa: حرکت های کامپیوتری - استفاده از انیمیشن برای حرکت های کامپیوتری،
ja: コンピュータの動き - コンピュータの動きにアニメーションを使用する。
ko: 컴퓨터 동작 - 컴퓨터 동작에 애니메이션을 사용하세요.
lt: Kompiuterio judesiai – kompiuterio judesiams naudokite animaciją,
no: Databevegelser - bruk animasjon for databevegelser,
pl: Ruchy komputera - użyj animacji do ruchów komputera,
pt: Movimentos de computador - use animação para movimentos de computador,
ro: Mișcările computerului - utilizați animația pentru mișcările computerului,
ru: Компьютерные движения - используйте анимацию для компьютерных движений,

source: e.g. during human vs engine games.
fa: به عنوان مثال در طول بازی انسان در مقابل موتور
ja: たとえば、人間対エンジンのゲーム中など。
ko: 예를 들어, 인간 대 엔진 게임 등입니다.
lt: pvz. per žaidimus žmogus prieš variklį.
no: f.eks. under menneske mot motor-spill.
pl: np. w grach typu człowiek kontra silnik.
pt: por exemplo, durante jogos entre humanos e motores.
ro: de ex. în timpul jocurilor uman vs motor.
ru: например, во время игр человека против машины.

source: Engine vs. engine - use animation for engine vs. engine games.
fa: موتور در مقابل موتور - از انیمیشن برای بازی های موتور در مقابل موتور استفاده کنید.
ja: エンジン対エンジン - エンジン対エンジンのゲームにアニメーションを使用します。
ko: 엔진 대 엔진 - 엔진 대 엔진 게임에 애니메이션을 사용하세요.
lt: Variklis prieš variklį – naudokite animaciją žaidimams su varikliu prieš variklį.
no: Motor vs. motor - bruk animasjon for motor vs. motorspill.
pl: Silnik kontra silnik – użyj animacji w grach typu silnik kontra silnik.
pt: Engine vs. engine - use animação para jogos engine vs. engine.
ro: Motor vs. motor - utilizați animația pentru jocurile motor vs.
ru: Движок против движка — используйте анимацию для игр движок против движка.

source: Puzzle mode moves - use animation for puzzle mode moves
fa: حرکت حالت پازل - از انیمیشن برای حرکت در حالت پازل استفاده کنید
ja: パズルモードの移動 - パズルモードの移動にアニメーションを使用する
ko: 퍼즐 모드 이동 - 퍼즐 모드 이동에 애니메이션 사용
lt: Dėlionės režimo judesiai – naudokite animaciją galvosūkio režimo judesiams
no: Puslespillmodusbevegelser - bruk animasjon for puslespillmodusbevegelser
pl: Ruchy w trybie układanki — użyj animacji do ruchów w trybie układanki
pt: Movimentos do modo quebra-cabeça - use animação para movimentos do modo quebra-cabeça
ro: Mișcări în modul puzzle - utilizați animația pentru mișcările în modul puzzle
ru: Ходы в режиме головоломки — используйте анимацию для ходов в режиме головоломки

source: In puzzle mode, this option takes precedence over < Player moves >
fa: در حالت پازل، این گزینه بر < Player moves > اولویت دارد
ja: パズルモードでは、このオプションは<プレイヤーの移動>よりも優先されます。
ko: 퍼즐 모드에서는 이 옵션이 <플레이어 이동>보다 우선합니다.
lt: Galvosūkio režimu ši parinktis turi viršenybę prieš < Žaidėjo judesiai >
no: I puslespillmodus har dette alternativet forrang over <spillerbevegelser >
pl: W trybie układanki ta opcja ma pierwszeństwo przed < Ruchy gracza >
pt: No modo quebra-cabeça, esta opção tem precedência sobre < Movimentos do jogador >
ro: În modul puzzle, această opțiune are prioritate față de <Mutările jucătorului>
ru: В режиме головоломки эта опция имеет приоритет над < Ходы игрока >

source: Piece sliding animation options for 3d
fa: گزینه های انیمیشن کشویی قطعه برای سه بعدی
ja: 3Dのピーススライドアニメーションオプション
ko: 3D용 조각 슬라이딩 애니메이션 옵션
lt: Stumdomos 3D animacijos parinktys
no: Alternativer for glidende animasjon for 3d
pl: Opcje animacji przesuwania elementów dla 3D
pt: Opções de animação de deslizamento de peças para 3D
ro: Opțiuni de animație pentru alunecarea piesei pentru 3d
ru: Варианты анимации скольжения деталей для 3D

source: Piece sliding animation options for 2d
fa: گزینه های انیمیشن کشویی قطعه برای دو بعدی
ja: 2Dのピーススライドアニメーションオプション
ko: 2D용 조각 슬라이딩 애니메이션 옵션
lt: Stumdomos 2d animacijos parinktys
no: Alternativer for glidende animasjon for 2d
pl: Opcje animacji przesuwania elementów dla 2D
pt: Opções de animação de deslizamento de peça para 2D
ro: Opțiuni de animație pentru alunecarea piesei pentru 2d
ru: Варианты анимации скольжения деталей для 2d

source: Automatic replay stopped
fa: پخش خودکار متوقف شد
ja: 自動再生を停止しました
ko: 자동재생이 중지되었습니다
lt: Automatinis atkūrimas sustabdytas
no: Automatisk avspilling stoppet
pl: Automatyczne odtwarzanie zatrzymane
pt: Repetição automática interrompida
ro: Redarea automată a fost oprită
ru: Автоматический повтор остановлен

source: Automatic replay message
fa: پیام پخش خودکار
ja: 自動再生メッセージ
ko: 자동 재생 메시지
lt: Automatinis atkūrimo pranešimas
no: Automatisk avspilling av melding
pl: Automatyczna wiadomość powtórna
pt: Mensagem de repetição automática
ro: Mesaj de redare automată
ru: Автоматическое повторное воспроизведение сообщения

source: Move delay is
fa: تاخیر حرکت است
ja: 移動遅延は
ko: 이동 지연은
lt: Judėjimo delsimas yra
no: Flytteforsinkelse er
pl: Opóźnienie ruchu wynosi
pt: O atraso de movimento é
ro: Întârzierea deplasării este
ru: Задержка перемещения составляет

source: second
fa: دوم
ja: 2番
ko: 두번째
lt: antra
no: sekund
pl: drugi
pt: segundo
ro: doilea
ru: второй

source: seconds
fa: ثانیه
ja: 秒
ko: 초
lt: sekundžių
no: sekunder
pl: towary drugiej jakości
pt: segundos
ro: secunde
ru: секунды

source: Press <F9> to stop
fa: برای توقف <F9> را فشار دهید
ja: 停止するには<F9>を押してください
ko: <F9>를 눌러 중지하세요.
lt: Norėdami sustabdyti, paspauskite <F9>
no: Trykk <F9> for å stoppe
pl: Naciśnij <F9>, aby zatrzymać
pt: Pressione <F9> para parar
ro: Apăsați <F9> pentru a opri
ru: Нажмите <F9>, чтобы остановить

source: Automatic replay started
fa: پخش خودکار شروع شد
ja: 自動再生が開始されました
ko: 자동 재생이 시작되었습니다
lt: Pradėtas automatinis atkūrimas
no: Automatisk avspilling startet
pl: Rozpoczęto automatyczne odtwarzanie
pt: Repetição automática iniciada
ro: A început redarea automată
ru: Автоматический повтор запущен

source: Auto-replay stopped for comment
fa: پخش خودکار برای اظهار نظر متوقف شد
ja: コメントのため自動再生を停止しました
ko: 댓글 자동재생이 중단되었습니다.
lt: Automatinis atkūrimas sustabdytas komentuojant
no: Auto-replay stoppet for kommentar
pl: Automatyczne odtwarzanie zatrzymane w celu skomentowania
pt: A reprodução automática foi interrompida para comentários
ro: Redarea automată a fost oprită pentru comentarii
ru: Автоматический повтор остановлен для комментария

source: Press < F9 > to restart
fa: برای راه اندازی مجدد < F9 > را فشار دهید
ja: 再起動するには<F9>を押してください
ko: <F9>를 눌러 다시 시작하세요.
lt: Paspauskite <F9>, kad paleistumėte iš naujo
no: Trykk < F9 > for å starte på nytt
pl: Naciśnij <F9>, aby ponownie uruchomić
pt: Pressione < F9 > para reiniciar
ro: Apăsați < F9 > pentru a reporni
ru: Нажмите <F9> для перезагрузки.

source: Auto-replay stopped for sub-variation end
fa: پخش خودکار برای پایان تغییرات فرعی متوقف شد
ja: サブバリエーション終了のため自動再生を停止しました
ko: 하위 변형 종료 시 자동 재생이 중지되었습니다.
lt: Automatinis pakartojimas sustabdytas antrinio varianto pabaigoje
no: Auto-replay stoppet for slutten av undervariasjonen
pl: Automatyczne odtwarzanie zatrzymane z powodu zakończenia podwariantu
pt: A repetição automática foi interrompida para o fim da subvariação
ro: Redarea automată a fost oprită pentru sfârșitul subvariației
ru: Автоматический повтор остановлен для конца подвариации

source: Auto-replay stopped for sub-variation start
fa: پخش خودکار برای شروع تغییرات فرعی متوقف شد
ja: サブバリエーション開始のため自動再生を停止しました
ko: 하위 변형 시작을 위한 자동 재생이 중지되었습니다.
lt: Automatinis atkūrimas sustabdytas, kad būtų pradėtas papildomas variantas
no: Auto-replay stoppet for start av undervariasjon
pl: Automatyczne odtwarzanie zatrzymane na czas rozpoczęcia podwariantu
pt: A repetição automática foi interrompida para o início da subvariação
ro: Redarea automată a fost oprită pentru pornirea subvariației
ru: Автоматический повтор остановлен для начала подвариации

source: Game complete, automatic replay stopped
fa: بازی کامل شد، پخش خودکار متوقف شد
ja: ゲームは終了しました。自動リプレイは停止しました
ko: 게임 완료, 자동 리플레이 중지
lt: Žaidimas baigtas, automatinis pakartojimas sustabdytas
no: Spillet er fullført, automatisk replay stoppet
pl: Gra ukończona, automatyczne powtarzanie zatrzymane
pt: Jogo concluído, repetição automática interrompida
ro: Jocul s-a încheiat, reluarea automată a fost oprită
ru: Игра завершена, автоматический повтор остановлен

source: Replay sub-variations
fa: بازپخش تغییرات فرعی
ja: リプレイのサブバリエーション
ko: 리플레이 하위 변형
lt: Pakartokite antrinius variantus
no: Spill av undervariasjoner på nytt
pl: Odtwórz podwarianty
pt: Repetir sub-variações
ro: Reluați subvariațiile
ru: Повторить подварианты

source: Stop at sub-var start
fa: در شروع sub-var توقف کنید
ja: サブ変数の開始時に停止
ko: 하위 변수 시작에서 중지
lt: Sustokite prie subvar pradžios
no: Stopp ved sub-var start
pl: Zatrzymaj się na początku podzmiennej
pt: Parar no início da sub-var
ro: Opriți la pornirea sub-var
ru: Остановка в начале подпеременной

source: Stop at sub-var end
fa: در انتهای زیر var متوقف شوید
ja: サブ変数の終わりで停止
ko: 하위 변수 끝에서 중지
lt: Sustokite subvaro gale
no: Stopp ved sub-var-enden
pl: Zatrzymaj się na końcu podzmiennej
pt: Parar no final da sub-var
ro: Opriți la capătul sub-var
ru: Остановка в конце подпеременной

source: Stop at comments
fa: به نظرات بس کنید
ja: コメントで停止
ko: 댓글에서 멈추세요
lt: Sustokite ties komentarais
no: Stopp ved kommentarer
pl: Zatrzymaj się na komentarzach
pt: Pare nos comentários
ro: Opreste-te la comentarii
ru: Остановитесь на комментариях

source: Use piece animation
fa: از انیمیشن قطعه استفاده کنید
ja: ピースアニメーションを使用する
ko: 조각 애니메이션을 사용하세요
lt: Naudokite gabalų animaciją
no: Bruk brikkeanimasjon
pl: Użyj animacji elementów
pt: Usar animação de peça
ro: Folosiți animația piesei
ru: Использовать анимацию фрагментов

source: Move delay (seconds)
fa: تأخیر حرکت (ثانیه)
ja: 移動遅延（秒）
ko: 이동 지연(초)
lt: Judėjimo delsa (sekundėmis)
no: Flytteforsinkelse (sekunder)
pl: Opóźnienie ruchu (sekundy)
pt: Atraso de movimento (segundos)
ro: Întârziere de mutare (secunde)
ru: Задержка перемещения (секунды)

source: Show start of game notification message
fa: نمایش پیام اعلان شروع بازی
ja: ゲーム開始通知メッセージを表示する
ko: 게임 시작 알림 메시지 표시
lt: Rodyti pranešimo apie žaidimo pradžią pranešimą
no: Vis start av spillet varselmelding
pl: Pokaż wiadomość z powiadomieniem o rozpoczęciu gry
pt: Mostrar mensagem de notificação de início de jogo
ro: Afișează mesajul de notificare la începutul jocului
ru: Показывать уведомление о начале игры

source: Show start notification message
fa: نمایش پیام اعلان شروع
ja: 開始通知メッセージを表示
ko: 시작 알림 메시지 표시
lt: Rodyti pradžios pranešimą
no: Vis startvarselmelding
pl: Pokaż wiadomość z powiadomieniem o rozpoczęciu
pt: Mostrar mensagem de notificação de início
ro: Afișează mesajul de notificare de pornire
ru: Показать сообщение с уведомлением о начале

source: Show stop notification message
fa: نمایش پیام توقف اعلان
ja: 停止通知メッセージを表示
ko: 정지 알림 메시지 표시
lt: Rodyti pranešimą apie sustabdymą
no: Vis stoppmelding
pl: Pokaż komunikat o zatrzymaniu powiadomienia
pt: Mostrar mensagem de notificação de parada
ro: Afișează mesajul de notificare de oprire
ru: Показать сообщение об остановке уведомления

source: Show < F9 > stop message box
fa: جعبه پیام توقف < F9 > را نشان دهید
ja: < F9 > 停止メッセージボックスを表示
ko: <F9> 중지 메시지 상자 표시
lt: Rodyti < F9 > sustabdymo pranešimo laukelį
no: Vis < F9 > stopp meldingsboks
pl: Pokaż okno komunikatu zatrzymania < F9 >
pt: Mostrar < F9 > caixa de mensagem de parada
ro: Afișează < F9 > caseta de mesaj de oprire
ru: Показать окно сообщения об остановке < F9 >

source: Check to replay sub-variations
fa: برای پخش مجدد تغییرات فرعی علامت بزنید
ja: サブバリエーションを再生するにはチェックしてください
ko: 하위 변형을 재생하려면 체크하세요
lt: Pažymėkite, kad pakartotumėte antrinius variantus
no: Merk av for å spille av undervariasjoner
pl: Zaznacz, aby odtworzyć podwarianty
pt: Marque para reproduzir subvariações
ro: Bifați pentru a reda subvariațiile
ru: Отметьте, чтобы воспроизвести подварианты

source: Check to stop auto-replay at start of a sub-var
fa: برای توقف بازپخش خودکار در شروع یک نسخه فرعی علامت بزنید
ja: サブ変数の開始時に自動再生を停止するにはチェックを入れます
ko: 하위 변수 시작 시 자동 재생을 중지하려면 체크하세요.
lt: Pažymėkite, jei norite sustabdyti automatinį atkūrimą antrinio varianto pradžioje
no: Merk av for å stoppe automatisk avspilling ved starten av en undervariant
pl: Zaznacz, aby zatrzymać automatyczne odtwarzanie na początku podzmiennej
pt: Marque para parar a reprodução automática no início de uma subvariável
ro: Bifați pentru a opri redarea automată la începutul unei sub-var
ru: Установите флажок, чтобы остановить автоматическое воспроизведение при запуске подпеременной.

source: Check to stop auto-replay at end of a sub-variation
fa: برای توقف پخش خودکار در پایان یک تغییر فرعی علامت بزنید
ja: サブバリエーションの終了時に自動再生を停止するにはチェックを入れます
ko: 하위 변형이 끝나면 자동 재생을 중지하려면 체크하세요.
lt: Pažymėkite, jei norite sustabdyti automatinį atkūrimą antrinio varianto pabaigoje
no: Merk av for å stoppe automatisk avspilling ved slutten av en undervariasjon
pl: Zaznacz, aby zatrzymać automatyczne odtwarzanie po zakończeniu podwariantu
pt: Marque para parar a reprodução automática no final de uma subvariação
ro: Bifați pentru a opri redarea automată la sfârșitul unei subvariații
ru: Установите флажок, чтобы остановить автоматическое воспроизведение в конце подварианта.

source: Stop auto-replay when a comment is reached
fa: پس از رسیدن به نظر، پخش خودکار را متوقف کنید
ja: コメントに達したら自動再生を停止する
ko: 댓글에 도달하면 자동 재생을 중지합니다.
lt: Sustabdyti automatinį atkūrimą, kai pasiekiamas komentaras
no: Stopp automatisk avspilling når en kommentar er nådd
pl: Zatrzymaj automatyczne odtwarzanie po osiągnięciu komentarza
pt: Pare a reprodução automática quando um comentário for alcançado
ro: Opriți redarea automată când ajungeți la un comentariu
ru: Остановить автоматическое воспроизведение при достижении комментария

source: Use piece animation during auto-replay
fa: در حین پخش خودکار از انیمیشن قطعه استفاده کنید
ja: 自動再生中にピースアニメーションを使用する
ko: 자동 재생 중에 조각 애니메이션을 사용하세요
lt: Automatinio atkūrimo metu naudokite animaciją
no: Bruk brikkeanimasjon under automatisk avspilling
pl: Użyj animacji elementów podczas automatycznego odtwarzania
pt: Usar animação de peça durante a reprodução automática
ro: Utilizați animația pieselor în timpul reluării automate
ru: Использовать анимацию фрагмента во время автоповтора

source: Enter the move delay time for game replay
fa: زمان تاخیر حرکت را برای پخش مجدد بازی وارد کنید
ja: ゲームリプレイの移動遅延時間を入力します
ko: 게임 리플레이를 위한 이동 지연 시간을 입력하세요
lt: Įveskite žaidimo pakartojimo judėjimo delsos laiką
no: Angi trekkforsinkelsestiden for omspilling av spillet
pl: Wprowadź czas opóźnienia ruchu w celu powtórzenia gry
pt: Insira o tempo de atraso do movimento para repetição do jogo
ro: Introduceți timpul de întârziere a mișcării pentru reluarea jocului
ru: Введите время задержки хода для повтора игры

source: Show start game notification message for auto-replay
fa: نمایش پیام اعلان شروع بازی برای پخش خودکار
ja: 自動リプレイのゲーム開始通知メッセージを表示する
ko: 자동 재생을 위한 게임 시작 알림 메시지 표시
lt: Rodyti pranešimo apie žaidimo pradžią pranešimą automatiniam pakartojimui
no: Vis startspillvarsel for automatisk avspilling
pl: Pokaż powiadomienie o rozpoczęciu gry w celu automatycznego powtórzenia
pt: Mostrar mensagem de notificação de início de jogo para repetição automática
ro: Afișează mesajul de notificare pentru începerea jocului pentru reluare automată
ru: Показывать уведомление о начале игры для автоматического повтора

source: Show start notification message for auto-replay
fa: نمایش پیام اعلان شروع برای پخش خودکار
ja: 自動再生の開始通知メッセージを表示する
ko: 자동 재생을 위한 시작 알림 메시지 표시
lt: Rodyti automatinio paleidimo pradžios pranešimą
no: Vis startvarselmelding for automatisk avspilling
pl: Pokaż wiadomość z powiadomieniem o rozpoczęciu automatycznego odtwarzania
pt: Mostrar mensagem de notificação de início para reprodução automática
ro: Afișați mesajul de notificare de pornire pentru reluare automată
ru: Показывать уведомление о начале автоматического повтора

source: Show stop notification message for auto-replay
fa: نمایش پیام توقف اعلان برای پخش خودکار
ja: 自動再生の停止通知メッセージを表示する
ko: 자동 재생에 대한 중지 알림 메시지 표시
lt: Rodyti sustabdymo pranešimą automatiniam paleidimui
no: Vis stoppmelding for automatisk avspilling
pl: Pokaż wiadomość z powiadomieniem o zatrzymaniu automatycznego odtwarzania
pt: Mostrar mensagem de notificação de parada para reprodução automática
ro: Afișați mesajul de notificare de oprire pentru reluare automată
ru: Показывать сообщение об остановке автоматического повтора

source: When you activate auto replay, the current game
fa: وقتی پخش خودکار را فعال می کنید، بازی فعلی
ja: 自動リプレイを有効にすると、現在のゲーム
ko: 자동 재생을 활성화하면 현재 게임이
lt: Kai suaktyvinate automatinį pakartojimą, dabartinis žaidimas
no: Når du aktiverer automatisk replay, vil gjeldende spill
pl: Po włączeniu funkcji automatycznego powtarzania, bieżąca gra
pt: Quando você ativa a repetição automática, o jogo atual
ro: Când activați reluarea automată, jocul curent
ru: При активации автоматического повтора текущая игра

source: will be automatically replayed using the following options :-
fa: با استفاده از گزینه های زیر به طور خودکار پخش می شود:
ja: 以下のオプションを使用して自動的に再生されます:-
ko: 다음 옵션을 사용하면 자동으로 재생됩니다.
lt: bus automatiškai atkuriamas naudojant šias parinktis: -
no: spilles automatisk av med følgende alternativer:
pl: zostanie automatycznie odtworzony przy użyciu następujących opcji:-
pt: será reproduzido automaticamente usando as seguintes opções:
ro: va fi reluat automat folosind următoarele opțiuni:-
ru: будет автоматически воспроизведен с использованием следующих опций:

source: Replay sub-variations - Check to replay sub-variations
fa: Replay sub-variations - برای پخش مجدد تغییرات فرعی علامت بزنید
ja: サブバリエーションを再生 - サブバリエーションを再生するにはチェックを入れます
ko: 하위 변형 재생 - 하위 변형을 재생하려면 체크하세요
lt: Pakartoti antrinius variantus – pažymėkite, kad pakartotumėte antrinius variantus
no: Replay sub-variations - Merk av for å spille av undervariasjoner
pl: Odtwórz podwarianty - Zaznacz, aby odtworzyć podwarianty
pt: Repetir subvariações - Marque para repetir subvariações
ro: Reluare subvariații - Bifați pentru a reda subvariații
ru: Повторить подварианты — установите флажок, чтобы повторить подварианты.

source: as well as moves in the main line.
fa: و همچنین در خط اصلی حرکت می کند.
ja: メインラインでの動きも同様です。
ko: 메인 라인에서의 움직임도 마찬가지입니다.
lt: taip pat juda pagrindinėje linijoje.
no: samt trekk i hovedlinjen.
pl: jak również ruchy w linii głównej.
pt: bem como movimentos na linha principal.
ro: precum și mișcări în linia principală.
ru: а также ходы в основной линии.
