Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: There is no accompanying PGN file for this video
fa: هیچ فایل PGN همراهی برای این ویدیو وجود ندارد
ja: このビデオにはPGNファイルがありません
ko: 이 비디오에 대한 PGN 파일이 없습니다.
lt: Prie šio vaizdo įrašo nėra pridedamo PGN failo
no: Det er ingen tilhørende PGN-fil for denne videoen
pl: Do tego filmu nie jest dołączony plik PGN
pt: Não há arquivo PGN que acompanhe este vídeo
ro: Nu există niciun fișier PGN însoțitor pentru acest videoclip
ru: Для этого видео нет сопутствующего файла PGN.

source: Media player message
fa: پیام پخش کننده رسانه
ja: メディアプレーヤーのメッセージ
ko: 미디어 플레이어 메시지
lt: Medijos grotuvo žinutė
no: Mediespillermelding
pl: Wiadomość odtwarzacza multimedialnego
pt: Mensagem do media player
ro: Mesaj media player
ru: Сообщение медиаплеера

source: Couldn't stop playback!
fa: پخش متوقف نشد!
ja: 再生を停止できませんでした!
ko: 재생을 멈출 수 없습니다!
lt: Nepavyko sustabdyti atkūrimo!
no: Kunne ikke stoppe avspillingen!
pl: Nie można zatrzymać odtwarzania!
pt: Não foi possível parar a reprodução!
ro: Nu s-a putut opri redarea!
ru: Не удалось остановить воспроизведение!

source: Video marker set
fa: مجموعه نشانگر ویدئو
ja: ビデオマーカーセット
ko: 비디오 마커 세트
lt: Vaizdo žymeklio rinkinys
no: Videomarkørsett
pl: Zestaw znaczników wideo
pt: Conjunto de marcadores de vídeo
ro: Set de marcatori video
ru: Набор видеомаркеров

source: Media Player message
fa: پیام پخش کننده رسانه
ja: メディアプレーヤーのメッセージ
ko: 미디어 플레이어 메시지
lt: Media Player pranešimas
no: Media Player-melding
pl: Wiadomość odtwarzacza multimedialnego
pt: Mensagem do Media Player
ro: mesaj Media Player
ru: Сообщение медиаплеера

source: Video marker deleted for current game move element
fa: نشانگر ویدیو برای عنصر حرکت بازی فعلی حذف شد
ja: 現在のゲーム移動要素のビデオマーカーが削除されました
ko: 현재 게임 이동 요소에 대한 비디오 마커가 삭제되었습니다.
lt: Ištrintas dabartinio žaidimo judėjimo elemento vaizdo įrašo žymeklis
no: Videomarkør slettet for gjeldende spillbevegelseselement
pl: Znacznik wideo usunięty dla bieżącego elementu ruchu gry
pt: Marcador de vídeo excluído para o elemento de movimento do jogo atual
ro: Marcatorul video a fost șters pentru elementul actual de mișcare a jocului
ru: Видеомаркер удален для текущего элемента игрового хода

source: No video marker found for current game move element
fa: هیچ نشانگر ویدیویی برای عنصر حرکت بازی فعلی یافت نشد
ja: 現在のゲーム移動要素のビデオマーカーが見つかりません
ko: 현재 게임 이동 요소에 대한 비디오 마커를 찾을 수 없습니다.
lt: Nerasta vaizdo įrašo žymeklio dabartiniam žaidimo judėjimo elementui
no: Ingen videomarkør funnet for gjeldende spillbevegelseselement
pl: Nie znaleziono znacznika wideo dla bieżącego elementu ruchu gry
pt: Nenhum marcador de vídeo encontrado para o elemento de movimento do jogo atual
ro: Nu s-a găsit niciun marcator video pentru elementul actual de mișcare a jocului
ru: Для текущего элемента игрового хода не найдено видеомаркера

source: Video markers deleted for all game move elements
fa: نشانگرهای ویدیویی برای همه عناصر حرکت بازی حذف شدند
ja: すべてのゲーム移動要素のビデオマーカーが削除されました
ko: 모든 게임 이동 요소에 대한 비디오 마커가 삭제되었습니다.
lt: Ištrinti visų žaidimo judėjimo elementų vaizdo įrašų žymekliai
no: Videomarkører slettet for alle spillbevegelseselementer
pl: Usunięto znaczniki wideo dla wszystkich elementów ruchu w grze
pt: Marcadores de vídeo excluídos para todos os elementos de movimento do jogo
ro: Markerii video au fost șterse pentru toate elementele de mișcare a jocului
ru: Видеомаркеры удалены для всех элементов игрового хода

source: There is no next puzzle marker
fa: نشانگر پازل بعدی وجود ندارد
ja: 次のパズルマーカーはありません
ko: 다음 퍼즐 마커가 없습니다
lt: Kito galvosūkio žymeklio nėra
no: Det er ingen neste puslespillmarkør
pl: Nie ma kolejnego znacznika układanki
pt: Não há próximo marcador de quebra-cabeça
ro: Nu există următorul marker de puzzle
ru: Нет маркера следующей головоломки

source: Video player message
fa: پیام پخش کننده ویدیو
ja: ビデオプレーヤーのメッセージ
ko: 비디오 플레이어 메시지
lt: Vaizdo grotuvo žinutė
no: Videospillermelding
pl: Wiadomość odtwarzacza wideo
pt: Mensagem do player de vídeo
ro: Mesaj player video
ru: Сообщение видеоплеера

source: There is no next video marker
fa: نشانگر ویدیویی بعدی وجود ندارد
ja: 次のビデオマーカーがありません
ko: 다음 비디오 마커가 없습니다
lt: Kito vaizdo įrašo žymeklio nėra
no: Det er ingen neste videomarkør
pl: Nie ma następnego znacznika wideo
pt: Não há marcador de próximo vídeo
ro: Nu există următorul marcator video
ru: Маркера следующего видео нет.

source: There is no previous puzzle marker
fa: هیچ نشانگر پازل قبلی وجود ندارد
ja: 前のパズルマーカーはありません
ko: 이전 퍼즐 마커가 없습니다.
lt: Nėra ankstesnio galvosūkio žymeklio
no: Det er ingen tidligere puslespillmarkør
pl: Brak poprzedniego znacznika układanki
pt: Não há marcador de quebra-cabeça anterior
ro: Nu există niciun marcator de puzzle anterior
ru: Предыдущего маркера головоломки нет.

source: There is no previous video marker
fa: هیچ نشانگر ویدیویی قبلی وجود ندارد
ja: 前のビデオマーカーはありません
ko: 이전 비디오 마커가 없습니다.
lt: Nėra ankstesnio vaizdo įrašo žymeklio
no: Det er ingen tidligere videomarkør
pl: Brak poprzedniego znacznika wideo
pt: Não há marcador de vídeo anterior
ro: Nu există niciun marcator video anterior
ru: Предыдущего видеомаркера нет.

source: (sync)
fa: (همگام سازی)
ja: (同期)
ko: (동조)
lt: (sinchronizuoti)
no: (synkronisering)
pl: (synchronizacja)
pt: (sincronizar)
ro: (sincronizare)
ru: (синхронизация)

source: Use native controls
fa: از کنترل های بومی استفاده کنید
ja: ネイティブコントロールを使用する
ko: 네이티브 컨트롤 사용
lt: Naudokite savuosius valdiklius
no: Bruk integrerte kontroller
pl: Użyj natywnych elementów sterujących
pt: Use controles nativos
ro: Utilizați comenzi native
ru: Используйте собственные элементы управления

source: Show toolbar
fa: نمایش نوار ابزار
ja: ツールバーを表示
ko: 툴바 표시
lt: Rodyti įrankių juostą
no: Vis verktøylinje
pl: Pokaż pasek narzędzi
pt: Mostrar barra de ferramentas
ro: Afișați bara de instrumente
ru: Показать панель инструментов

source: Show status bar
fa: نمایش نوار وضعیت
ja: ステータスバーを表示
ko: 상태 표시줄 표시
lt: Rodyti būsenos juostą
no: Vis statuslinje
pl: Pokaż pasek stanu
pt: Mostrar barra de status
ro: Afișează bara de stare
ru: Показать строку состояния

source: Auto load PGN file
fa: بارگیری خودکار فایل PGN
ja: PGNファイルの自動読み込み
ko: PGN 파일 자동 로드
lt: Automatiškai įkelti PGN failą
no: Last inn PGN-fil automatisk
pl: Automatyczne ładowanie pliku PGN
pt: Carregamento automático de arquivo PGN
ro: Încărcați automat fișierul PGN
ru: Автоматическая загрузка файла PGN

source: Show all files
fa: نمایش همه فایل ها
ja: すべてのファイルを表示
ko: 모든 파일 표시
lt: Rodyti visus failus
no: Vis alle filer
pl: Pokaż wszystkie pliki
pt: Mostrar todos os arquivos
ro: Afișați toate fișierele
ru: Показать все файлы

source: Use edit mode update
fa: از به روز رسانی حالت ویرایش استفاده کنید
ja: 編集モードの更新を使用する
ko: 편집 모드 업데이트 사용
lt: Naudokite redagavimo režimo atnaujinimą
no: Bruk redigeringsmodusoppdatering
pl: Użyj trybu edycji aktualizacji
pt: Use o modo de edição para atualizar
ro: Utilizați actualizarea modului de editare
ru: Использовать обновление режима редактирования

source: Video edit mode
fa: حالت ویرایش ویدیو
ja: ビデオ編集モード
ko: 비디오 편집 모드
lt: Vaizdo įrašo redagavimo režimas
no: Videoredigeringsmodus
pl: Tryb edycji wideo
pt: Modo de edição de vídeo
ro: Modul de editare video
ru: Режим редактирования видео

source: Update video from game
fa: آپدیت ویدیو از بازی
ja: ゲームのビデオを更新
ko: 게임 비디오 업데이트
lt: Atnaujinti vaizdo įrašą iš žaidimo
no: Oppdater video fra spillet
pl: Zaktualizuj wideo z gry
pt: Atualizar vídeo do jogo
ro: Actualizați videoclipul din joc
ru: Обновить видео из игры

source: Update game from video
fa: به روز رسانی بازی از ویدیو
ja: ビデオからゲームを更新する
ko: 비디오에서 게임 업데이트
lt: Atnaujinti žaidimą iš vaizdo įrašo
no: Oppdater spillet fra video
pl: Aktualizuj grę z wideo
pt: Atualizar jogo a partir do vídeo
ro: Actualizați jocul din video
ru: Обновить игру из видео

source: Pause for quiz questions
fa: برای سوالات مسابقه مکث کنید
ja: クイズの質問のために一時停止
ko: 퀴즈 질문을 위한 일시 정지
lt: Pristabdykite viktorinos klausimus
no: Pause for quizspørsmål
pl: Zatrzymaj się na pytania testowe
pt: Pausa para perguntas do quiz
ro: Pauză pentru întrebările testului
ru: Пауза для вопросов викторины

source: Display puzzle panel
fa: نمایش پانل پازل
ja: パズルパネルを表示
ko: 퍼즐 패널 표시
lt: Rodyti galvosūkių skydelį
no: Vis puslespillpanel
pl: Wyświetl panel układanki
pt: Painel de quebra-cabeça de exibição
ro: Afișează panoul puzzle
ru: Панель головоломки дисплея

source: Start puzzle clock
fa: شروع ساعت پازل
ja: パズルクロックを開始
ko: 퍼즐 시계 시작
lt: Pradėti galvosūkių laikrodį
no: Start puslespillklokke
pl: Rozpocznij układanie zegara
pt: Iniciar relógio de quebra-cabeça
ro: Porniți ceasul puzzle-ului
ru: Запустить головоломку часов

source: Show puzzle hint after try :
fa: پس از تلاش، راهنمایی پازل را نشان دهید:
ja: 試した後にパズルのヒントを表示します:
ko: 시도 후 퍼즐 힌트 표시 :
lt: Pabandę parodyti galvosūkio užuominą:
no: Vis puslespilltips etter forsøk:
pl: Pokaż podpowiedź do łamigłówki po próbie:
pt: Mostrar dica do quebra-cabeça após tentar:
ro: Afișați indiciu de puzzle după încercare:
ru: Показать подсказку к головоломке после попытки:

source: Show puzzle move after try :
fa: نمایش حرکت پازل پس از تلاش:
ja: 試行後にパズルの動きを表示します:
ko: 시도 후 퍼즐 이동 표시 :
lt: Rodyti galvosūkio judesį po bandymo:
no: Vis puslespillet etter forsøk:
pl: Pokaż ruch układanki po próbie:
pt: Mostrar movimento do quebra-cabeça após tentar:
ro: Arată mutarea puzzle-ului după încercare:
ru: Показать ход головоломки после попытки:

source: Default move time value ( 1/10 secs ) :
fa: مقدار زمان پیش‌فرض حرکت (1/10 ثانیه):
ja: デフォルトの移動時間値（1/10秒）:
ko: 기본 이동 시간 값(1/10초) :
lt: Numatytoji judėjimo laiko reikšmė (1/10 sek.):
no: Standard flyttetidsverdi (1/10 sekunder):
pl: Domyślna wartość czasu ruchu (1/10 sek.):
pt: Valor de tempo de movimento padrão (1/10 seg):
ro: Valoarea implicită a timpului de mutare (1/10 secunde):
ru: Значение времени хода по умолчанию (1/10 секунды):

source: Check to display native media player controls
fa: برای نمایش کنترل های پخش کننده رسانه بومی علامت بزنید
ja: ネイティブメディアプレーヤーコントロールを表示するにはチェックしてください
ko: 기본 미디어 플레이어 컨트롤을 표시하려면 체크하세요
lt: Pažymėkite, kad būtų rodomi vietiniai medijos leistuvės valdikliai
no: Merk av for å vise innebygde mediespillerkontroller
pl: Zaznacz, aby wyświetlić natywne elementy sterujące odtwarzacza multimediów
pt: Marque para exibir os controles nativos do media player
ro: Bifați pentru a afișa comenzile native ale playerului media
ru: Установите этот флажок, чтобы отобразить собственные элементы управления медиаплеером.

source: Check to show toolbar
fa: برای نمایش نوار ابزار علامت بزنید
ja: ツールバーを表示するにはチェックしてください
ko: 툴바를 표시하려면 체크하세요
lt: Pažymėkite, kad būtų rodoma įrankių juosta
no: Merk av for å vise verktøylinjen
pl: Zaznacz, aby wyświetlić pasek narzędzi
pt: Marque para mostrar a barra de ferramentas
ro: Bifați pentru a afișa bara de instrumente
ru: Установите флажок, чтобы показать панель инструментов.

source: Check to show status bar
fa: برای نمایش نوار وضعیت علامت بزنید
ja: ステータスバーを表示するにはチェックしてください
ko: 상태 표시줄을 표시하려면 체크하세요
lt: Pažymėkite, kad būtų rodoma būsenos juosta
no: Merk av for å vise statuslinjen
pl: Zaznacz, aby wyświetlić pasek stanu
pt: Marque para mostrar a barra de status
ro: Bifați pentru a afișa bara de stare
ru: Установите флажок, чтобы отобразить строку состояния.

source: Check to automatically load the associated
fa: برای بارگیری خودکار موارد مرتبط، علامت بزنید
ja: 関連するものを自動的に読み込むにはチェックを入れます
ko: 연관된 항목을 자동으로 로드하려면 체크하세요.
lt: Pažymėkite, kad automatiškai įkeltumėte susietą
no: Merk av for automatisk å laste den tilknyttede
pl: Zaznacz, aby automatycznie załadować skojarzone
pt: Marque para carregar automaticamente o associado
ro: Bifați pentru a încărca automat cel asociat
ru: Установите флажок, чтобы автоматически загружать связанный файл.

source: pgn file when a video file is loaded
fa: فایل pgn هنگامی که یک فایل ویدیویی بارگذاری می شود
ja: ビデオファイルが読み込まれたときのpgnファイル
ko: 비디오 파일이 로드될 때 pgn 파일
lt: pgn failą, kai įkeliamas vaizdo failas
no: pgn-fil når en videofil er lastet inn
pl: plik pgn po załadowaniu pliku wideo
pt: arquivo pgn quando um arquivo de vídeo é carregado
ro: pgn când este încărcat un fișier video
ru: файл pgn при загрузке видеофайла

source: Check to show all files when loading a file
fa: برای نمایش همه فایل‌ها هنگام بارگیری یک فایل، علامت بزنید
ja: ファイルを読み込むときにすべてのファイルを表示するかどうかをチェックします
ko: 파일을 로드할 때 모든 파일을 표시하도록 체크하세요
lt: Pažymėkite, kad įkeliant failą būtų rodomi visi failai
no: Merk av for å vise alle filer når du laster en fil
pl: Zaznacz, aby wyświetlić wszystkie pliki podczas ładowania pliku
pt: Marque para mostrar todos os arquivos ao carregar um arquivo
ro: Bifați pentru a afișa toate fișierele când încărcați un fișier
ru: Установите флажок, чтобы при загрузке файла отображались все файлы.

source: from the media player open file dialog box
fa: از کادر محاوره ای باز کردن فایل پخش کننده رسانه
ja: メディアプレーヤーのファイルを開くダイアログボックスから
ko: 미디어 플레이어에서 파일 열기 대화 상자
lt: iš daugialypės terpės grotuvo atidaryto failo dialogo lango
no: fra mediaspilleren åpne fildialogboksen
pl: z okna dialogowego otwierania pliku w odtwarzaczu multimedialnym
pt: da caixa de diálogo abrir arquivo do media player
ro: din caseta de dialog pentru deschiderea fișierului media player
ru: из диалогового окна открытия файла медиаплеера

source: Check to update the video edit mode options
fa: برای به‌روزرسانی گزینه‌های حالت ویرایش ویدیو، علامت بزنید
ja: ビデオ編集モードのオプションを更新するにはチェックしてください
ko: 비디오 편집 모드 옵션을 업데이트하려면 체크하세요
lt: Pažymėkite, kad atnaujintumėte vaizdo įrašo redagavimo režimo parinktis
no: Merk av for å oppdatere alternativene for videoredigeringsmodus
pl: Zaznacz, aby zaktualizować opcje trybu edycji wideo
pt: Marque para atualizar as opções do modo de edição de vídeo
ro: Bifați pentru a actualiza opțiunile modului de editare video
ru: Установите флажок, чтобы обновить параметры режима редактирования видео.

source: automatically when changing video edit mode
fa: به طور خودکار هنگام تغییر حالت ویرایش ویدیو
ja: ビデオ編集モードを変更すると自動的に
ko: 비디오 편집 모드를 변경할 때 자동으로
lt: automatiškai keičiant vaizdo įrašo redagavimo režimą
no: automatisk når du endrer videoredigeringsmodus
pl: automatycznie przy zmianie trybu edycji wideo
pt: automaticamente ao alterar o modo de edição de vídeo
ro: automat la schimbarea modului de editare video
ru: автоматически при смене режима редактирования видео

source: Check to set to video edit mode
fa: برای تنظیم روی حالت ویرایش ویدیو علامت بزنید
ja: チェックするとビデオ編集モードになります
ko: 비디오 편집 모드로 설정하려면 체크하세요
lt: Pažymėkite, kad įjungtumėte vaizdo redagavimo režimą
no: Merk av for å sette til videoredigeringsmodus
pl: Zaznacz, aby przejść do trybu edycji wideo
pt: Marque para definir o modo de edição de vídeo
ro: Bifați pentru a seta la modul de editare video
ru: Установите флажок, чтобы перейти в режим редактирования видео.

source: Check to update video from game position
fa: برای به‌روزرسانی ویدیو از موقعیت بازی، علامت بزنید
ja: ゲームの位置からビデオを更新するにはチェックしてください
ko: 게임 위치에서 비디오를 업데이트하려면 체크하세요
lt: Pažymėkite, jei norite atnaujinti vaizdo įrašą iš žaidimo padėties
no: Merk av for å oppdatere video fra spillposisjon
pl: Zaznacz, aby zaktualizować wideo z pozycji gry
pt: Marque para atualizar o vídeo da posição do jogo
ro: Bifați pentru a actualiza videoclipul din poziția jocului
ru: Установите флажок, чтобы обновить видео с игровой позиции.

source: Check to update game position from video
fa: برای به‌روزرسانی موقعیت بازی از ویدیو، علامت بزنید
ja: ビデオからゲームの位置を更新するにはチェックしてください
ko: 비디오에서 게임 위치를 업데이트하려면 체크하세요
lt: Pažymėkite, jei norite atnaujinti žaidimo poziciją iš vaizdo įrašo
no: Merk av for å oppdatere spillposisjon fra video
pl: Zaznacz, aby zaktualizować pozycję gry z wideo
pt: Verifique para atualizar a posição do jogo a partir do vídeo
ro: Bifați pentru a actualiza poziția jocului din videoclip
ru: Установите флажок, чтобы обновить позицию игры из видео

source: Check to automatically pause the video for quiz questions
fa: برای توقف خودکار ویدیو برای سؤالات مسابقه، علامت بزنید
ja: クイズの質問でビデオを自動的に一時停止するにはチェックを入れます
ko: 퀴즈 질문에 대한 비디오를 자동으로 일시 정지하려면 체크하세요.
lt: Pažymėkite, jei norite automatiškai pristabdyti vaizdo įrašą, kad būtų pateikti viktorinos klausimai
no: Merk av for å sette videoen på pause automatisk for quizspørsmål
pl: Zaznacz, aby automatycznie wstrzymać wideo na czas pytań testowych
pt: Marque para pausar automaticamente o vídeo para perguntas do questionário
ro: Bifați pentru a întrerupe automat videoclipul pentru întrebările testului
ru: Установите этот флажок, чтобы автоматически приостанавливать видео для ответов на вопросы викторины.

source: Check to display puzzle panel
fa: برای نمایش پانل پازل علامت بزنید
ja: チェックするとパズルパネルが表示されます
ko: 퍼즐 패널을 표시하려면 체크하세요
lt: Pažymėkite, kad būtų rodomas galvosūkių skydelis
no: Merk av for å vise puslespillpanelet
pl: Zaznacz, aby wyświetlić panel układanki
pt: Marque para exibir o painel de quebra-cabeça
ro: Bifați pentru a afișa panoul de puzzle
ru: Установите флажок, чтобы отобразить панель головоломки

source: during a video when puzzle mode is set
fa: در طول یک ویدیو زمانی که حالت پازل تنظیم شده است
ja: パズルモードが設定されているビデオの再生中
ko: 퍼즐 모드가 설정된 비디오 중에
lt: vaizdo įrašo metu, kai nustatytas galvosūkio režimas
no: under en video når puslespillmodus er satt
pl: podczas oglądania filmu, gdy ustawiony jest tryb układanki
pt: durante um vídeo quando o modo quebra-cabeça está definido
ro: în timpul unui videoclip când modul puzzle este setat
ru: во время видео, когда установлен режим головоломки

source: Check to automatically start the clock
fa: برای شروع خودکار ساعت علامت بزنید
ja: チェックすると時計が自動的に開始されます
ko: 시계를 자동으로 시작하려면 체크하세요
lt: Pažymėkite, kad laikrodis būtų paleistas automatiškai
no: Kryss av for å starte klokken automatisk
pl: Zaznacz, aby automatycznie uruchomić zegar
pt: Marque para iniciar o relógio automaticamente
ro: Bifați pentru a porni automat ceasul
ru: Установите флажок, чтобы автоматически запускать часы.

source: Enter the number of puzzle move attempts
fa: تعداد تلاش های حرکت پازل را وارد کنید
ja: パズルの移動回数を入力してください
ko: 퍼즐 이동 시도 횟수를 입력하세요
lt: Įveskite galvosūkio judėjimo bandymų skaičių
no: Skriv inn antall puslespillforsøk
pl: Wprowadź liczbę prób rozwiązania zagadki
pt: Insira o número de tentativas de movimento do quebra-cabeça
ro: Introduceți numărul de încercări de mutare a puzzle-ului
ru: Введите количество попыток хода головоломки

source: allowed before a hint is displayed
fa: قبل از نمایش یک اشاره مجاز است
ja: ヒントが表示される前に許可される
ko: 힌트가 표시되기 전에 허용됨
lt: leidžiama prieš parodant užuominą
no: tillatt før et hint vises
pl: dozwolone przed wyświetleniem wskazówki
pt: permitido antes que uma dica seja exibida
ro: permis înainte ca un indiciu să fie afișat
ru: разрешено до отображения подсказки

source: allowed before the correct move is displayed
fa: قبل از نمایش حرکت صحیح مجاز است
ja: 正しい動きが表示される前に許可される
ko: 올바른 이동이 표시되기 전에 허용됨
lt: leidžiama prieš parodont teisingą judesį
no: tillatt før riktig trekk vises
pl: dozwolone przed wyświetleniem prawidłowego ruchu
pt: permitido antes que o movimento correto seja exibido
ro: permis înainte ca mișcarea corectă să fie afișată
ru: разрешено до отображения правильного хода

source: Enter the default video move time
fa: زمان پیش‌فرض انتقال ویدیو را وارد کنید
ja: デフォルトのビデオ移動時間を入力します
ko: 기본 비디오 이동 시간을 입력하세요
lt: Įveskite numatytąjį vaizdo įrašo perkėlimo laiką
no: Angi standard videoflyttetid
pl: Wprowadź domyślny czas odtwarzania filmu
pt: Insira o tempo de movimento do vídeo padrão
ro: Introduceți timpul implicit de mișcare a videoclipului
ru: Введите время перемещения видео по умолчанию

source: This dialog box allows you to select the media player options.
fa: این کادر محاوره ای به شما امکان می دهد گزینه های پخش کننده رسانه را انتخاب کنید.
ja: このダイアログ ボックスでは、メディア プレーヤーのオプションを選択できます。
ko: 이 대화 상자를 통해 미디어 플레이어 옵션을 선택할 수 있습니다.
lt: Šiame dialogo lange galite pasirinkti medijos leistuvo parinktis.
no: Denne dialogboksen lar deg velge mediespilleralternativer.
pl: To okno dialogowe umożliwia wybór opcji odtwarzacza multimedialnego.
pt: Esta caixa de diálogo permite que você selecione as opções do media player.
ro: Această casetă de dialog vă permite să selectați opțiunile playerului media.
ru: В этом диалоговом окне можно выбрать параметры медиаплеера.

source: Native controls : Check to display the inbuilt media player controls.
fa: کنترل‌های بومی: برای نمایش کنترل‌های پخش‌کننده رسانه داخلی، علامت بزنید.
ja: ネイティブ コントロール: チェックすると、組み込みのメディア プレーヤー コントロールが表示されます。
ko: 기본 컨트롤: 기본 미디어 플레이어 컨트롤을 표시하려면 체크하세요.
lt: Vietiniai valdikliai : pažymėkite, kad būtų rodomi integruoti medijos leistuvės valdikliai.
no: Innebygde kontroller: Merk av for å vise de innebygde mediespillerkontrollene.
pl: Sterowanie natywne: zaznacz, aby wyświetlić wbudowane sterowanie odtwarzaczem multimedialnym.
pt: Controles nativos: marque para exibir os controles integrados do media player.
ro: Comenzi native : bifați pentru a afișa comenzile playerului media încorporate.
ru: Встроенные элементы управления: установите флажок, чтобы отобразить встроенные элементы управления медиаплеера.

source: Show toolbar : Check to show the toolbar on the media player window.
fa: نمایش نوار ابزار: برای نمایش نوار ابزار در پنجره پخش کننده رسانه علامت بزنید.
ja: ツールバーを表示: チェックすると、メディア プレーヤー ウィンドウにツールバーが表示されます。
ko: 도구 모음 표시: 미디어 플레이어 창에 도구 모음을 표시하려면 체크하세요.
lt: Rodyti įrankių juostą : pažymėkite, kad įrankių juosta būtų rodoma medijos leistuvės lange.
no: Vis verktøylinje : Merk av for å vise verktøylinjen i mediespillervinduet.
pl: Pokaż pasek narzędzi: Zaznacz, aby pokazać pasek narzędzi w oknie odtwarzacza multimedialnego.
pt: Mostrar barra de ferramentas: marque para mostrar a barra de ferramentas na janela do media player.
ro: Afișare bara de instrumente : bifați pentru a afișa bara de instrumente în fereastra playerului media.
ru: Показать панель инструментов: установите этот флажок, чтобы отобразить панель инструментов в окне медиаплеера.

source: Show status bar : Check to show the status bar on the media player window.
fa: نمایش نوار وضعیت: علامت بزنید تا نوار وضعیت در پنجره پخش کننده رسانه نمایش داده شود.
ja: ステータス バーを表示: チェックすると、メディア プレーヤー ウィンドウにステータス バーが表示されます。
ko: 상태 표시줄 표시 : 미디어 플레이어 창에 상태 표시줄을 표시하려면 체크하세요.
lt: Rodyti būsenos juostą : pažymėkite, kad medijos leistuvės lange būtų rodoma būsenos juosta.
no: Vis statuslinje : Merk av for å vise statuslinjen i mediespillervinduet.
pl: Pokaż pasek stanu: Zaznacz, aby wyświetlić pasek stanu w oknie odtwarzacza multimedialnego.
pt: Mostrar barra de status: marque para mostrar a barra de status na janela do media player.
ro: Afișare bară de stare: Bifați pentru a afișa bara de stare în fereastra playerului media.
ru: Показывать строку состояния: установите этот флажок, чтобы отобразить строку состояния в окне медиаплеера.

source: Auto load PGN file : Check to automatically load the corresponding
fa: بارگیری خودکار فایل PGN: برای بارگیری خودکار فایل مربوطه، علامت بزنید
ja: PGNファイルの自動読み込み: 対応するPGNファイルを自動的に読み込むにはチェックを入れます
ko: PGN 파일 자동 로드 : 해당 PGN 파일을 자동으로 로드하려면 체크하세요.
lt: Automatiškai įkelti PGN failą: pažymėkite, kad automatiškai įkeltumėte atitinkamą failą
no: Last inn PGN-fil automatisk: Kryss av for å laste den tilsvarende automatisk
pl: Automatyczne ładowanie pliku PGN: Zaznacz, aby automatycznie załadować odpowiedni plik PGN.
pt: Carregamento automático do arquivo PGN: marque para carregar automaticamente o arquivo PGN correspondente
ro: Încărcare automată a fișierului PGN: Bifați pentru a încărca automat fișierul corespunzător
ru: Автоматическая загрузка файла PGN: установите флажок, чтобы автоматически загружать соответствующий файл.
