Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: I found it very hard going.
fa: به نظرم خیلی سخت بود.
ja: とても大変だと感じました。
ko: 저는 그것이 매우 어렵다는 것을 알았습니다.
lt: Man sekėsi labai sunkiai.
no: Jeg syntes det var veldig vanskelig å gå.
pl: Było mi bardzo ciężko.
pt: Achei muito difícil.
ro: Mi s-a parut foarte greu.
ru: Мне было очень тяжело.

source: The material I had was the Polyglot documentation downloaded from -
fa: مطالبی که داشتم اسناد Polyglot بود که از آن دانلود شده بود -
ja: 私が持っていた資料は、以下からダウンロードしたPolyglotのドキュメントでした。
ko: 내가 가지고 있던 자료는 -에서 다운로드한 Polyglot 문서였습니다.
lt: Medžiaga, kurią turėjau, buvo „Polyglot“ dokumentacija, atsisiųsta iš -
no: Materialet jeg hadde var Polyglot-dokumentasjonen lastet ned fra -
pl: Materiał, który posiadałem, pochodził z dokumentacji Polyglot pobranej ze strony -
pt: O material que eu tinha era a documentação do Polyglot baixada de -
ro: Materialul pe care l-am avut era documentația Polyglot descărcată de pe -
ru: Материал, который у меня был, представлял собой документацию Polyglot, загруженную с сайта -

source: and the original Polyglot code which can be obtained from -
fa: و کد Polyglot اصلی که می توانید از -
ja: オリジナルのポリグロットコードは以下から入手できます。
ko: 그리고 -에서 얻을 수 있는 원래의 Polyglot 코드
lt: ir originalus Polyglot kodas, kurį galima gauti iš -
no: og den originale Polyglot-koden som kan fås fra -
pl: i oryginalny kod Polyglot, który można uzyskać z -
pt: e o código original do Polyglot que pode ser obtido em -
ro: și codul original Polyglot care poate fi obținut de la -
ru: и оригинальный код Полиглота, который можно получить здесь -

source: I only began to understand how the Polyglot .bin opening book worked
fa: من تازه شروع کردم به درک نحوه عملکرد کتاب باز کردن Polyglot .bin
ja: 私はPolyglot .binオープニングブックがどのように機能するかを理解し始めたばかりです
ko: 나는 Polyglot .bin 오프닝 북이 어떻게 작동하는지 이해하기 시작했습니다.
lt: Aš tik pradėjau suprasti, kaip veikia Polyglot .bin atidarymo knyga
no: Jeg begynte bare å forstå hvordan åpningsboken Polyglot .bin fungerte
pl: Dopiero teraz zacząłem rozumieć, jak działa podręcznik otwierający Polyglot .bin
pt: Só comecei a entender como funcionava o livro de abertura Polyglot .bin
ro: Abia am început să înțeleg cum funcționează cartea de deschidere Polyglot .bin
ru: Я только начал понимать, как работает дебютная книга Полиглота .bin

source: when I looked at the code from the following repository -
fa: وقتی به کد مخزن زیر نگاه کردم -
ja: 次のリポジトリのコードを見たとき -
ko: 다음 저장소의 코드를 살펴보았을 때 -
lt: kai pažvelgiau į kodą iš šios saugyklos -
no: da jeg så på koden fra følgende depot -
pl: gdy spojrzałem na kod z następującego repozytorium -
pt: quando olhei para o código do seguinte repositório -
ro: când m-am uitat la codul din următorul depozit -
ru: когда я посмотрел на код из следующего репозитория -

source: This code was used as the basis for the rest of the
fa: این کد به عنوان مبنایی برای بقیه موارد استفاده شد
ja: このコードは、残りの部分の基礎として使われました。
ko: 이 코드는 나머지 부분의 기초로 사용되었습니다.
lt: Šis kodas buvo naudojamas kaip likusios dalies pagrindas
no: Denne koden ble brukt som grunnlag for resten av
pl: Ten kod posłużył jako podstawa dla reszty
pt: Este código foi usado como base para o resto do
ro: Acest cod a fost folosit ca bază pentru restul
ru: Этот код был использован в качестве основы для остальной части

source: Polyglot opening book functions that I wrote.
fa: توابع کتاب باز کردن چند زبانه که نوشتم.
ja: 私が書いた多言語オープニングブック関数。
ko: 내가 쓴 다국어 개방형 책 기능.
lt: Poligloto atidarymo knygos funkcijos, kurias parašiau.
no: Polyglot åpningsbok funksjoner som jeg skrev.
pl: Funkcje otwierające książkę poliglotyczną, którą napisałem.
pt: Funções do livro de abertura poliglota que escrevi.
ro: Funcții de carte de deschidere Polyglot pe care le-am scris.
ru: Функции дебютной книги Полиглота, которые я написал.

source: So here is a big thank you to Mr Raminder Singh for his code.
fa: بنابراین در اینجا یک تشکر بزرگ از آقای رامیندر سینگ برای کدش داریم.
ja: そこで、コードを提供してくれた Raminder Singh 氏に心から感謝します。
ko: 그러니 라미더 싱 씨의 코드에 큰 감사를 표하고 싶습니다.
lt: Taigi labai dėkoju ponui Raminderiui Singhui už jo kodą.
no: Så her er en stor takk til Mr Raminder Singh for koden hans.
pl: Dlatego bardzo dziękuję panu Raminderowi Singhowi za jego kod.
pt: Então aqui vai um grande agradecimento ao Sr. Raminder Singh por seu código.
ro: Deci, iată un mare mulțumire domnului Raminder Singh pentru codul său.
ru: Поэтому выражаем огромную благодарность г-ну Раминеру Сингху за его код.

source: This version of Nimzo3d (4.0) has a new feature for automatically
fa: این نسخه از Nimzo3d (4.0) دارای یک ویژگی جدید برای خودکار است
ja: このバージョンのNimzo3d（4.0）には、自動的に
ko: 이 Nimzo3d(4.0) 버전에는 자동으로 새로운 기능이 있습니다.
lt: Šioje „Nimzo3d“ (4.0) versijoje yra nauja funkcija, skirta automatiškai
no: Denne versjonen av Nimzo3d (4.0) har en ny funksjon for automatisk
pl: Ta wersja Nimzo3d (4.0) ma nową funkcję automatycznego
pt: Esta versão do Nimzo3d (4.0) tem um novo recurso para
ro: Această versiune de Nimzo3d (4.0) are o nouă caracteristică pentru automat
ru: В этой версии Nimzo3d (4.0) появилась новая функция для автоматического

source: making Polyglot .bin opening books from PGN game files.
fa: ساختن کتاب های بازگشایی Polyglot .bin از فایل های بازی PGN.
ja: PGN ゲーム ファイルから Polyglot .bin オープニング ブックを作成します。
ko: PGN 게임 파일에서 책을 여는 Polyglot .bin 파일을 만듭니다.
lt: Polyglot .bin atidarymo knygų kūrimas iš PGN žaidimų failų.
no: lage Polyglot .bin-åpningsbøker fra PGN-spillfiler.
pl: tworzenie książek otwierających Polyglot .bin z plików gry PGN.
pt: criando o Polyglot .bin abrindo livros a partir de arquivos de jogos PGN.
ro: realizarea de cărți de deschidere Polyglot .bin din fișierele de joc PGN.
ru: создание Polyglot .bin, открывающего книги из игровых файлов PGN.

source: In order to make a book, you load a PGN games file,
fa: برای ساختن کتاب، فایل بازی های PGN را بارگذاری می کنید،
ja: 本を作るには、PGNゲームファイルを読み込み、
ko: 책을 만들려면 PGN 게임 파일을 로드합니다.
lt: Norėdami sukurti knygą, įkeliate PGN žaidimų failą,
no: For å lage en bok laster du en PGN-spillfil,
pl: Aby utworzyć książkę, należy załadować plik gry PGN,
pt: Para fazer um livro, você carrega um arquivo de jogos PGN,
ro: Pentru a crea o carte, încărcați un fișier de jocuri PGN,
ru: Чтобы создать книгу, вы загружаете файл игры PGN,

source: then open the Polyglot .bin opening book dialog box from
fa: سپس کادر گفتگوی باز کردن کتاب Polyglot .bin را باز کنید
ja: 次に、Polyglot .binのオープニングブックダイアログボックスを開きます。
ko: 그런 다음 Polyglot .bin 열기 책 대화 상자를 엽니다.
lt: tada atidarykite Polyglot .bin atidarymo knygos dialogo langą iš
no: åpne deretter Polyglot .bin åpningsbok dialogboksen fra
pl: następnie otwórz okno dialogowe otwierania książki Polyglot.bin z
pt: então abra a caixa de diálogo de abertura do livro Polyglot .bin em
ro: apoi deschideți caseta de dialog Polyglot .bin de deschidere a cărții din
ru: затем откройте диалоговое окно открытия книги Polyglot .bin из

source: <Main menu> <Openings> <Polyglot..>
fa: <منوی اصلی> <Openings> <Polyglot..>
ja: <メインメニュー> <オープニング> <ポリグロット..>
ko: <메인 메뉴> <오프닝> <폴리글롯..>
lt: <Pagrindinis meniu> <Angos> <Polyglot..>
no: <Hovedmeny> <Åpninger> <Polyglot..>
pl: <Menu główne> <Otwarcia> <Poliglota..>
pt: <Menu principal> <Aberturas> <Poliglota..>
ro: <Meniu principal> <Deschideri> <Poliglot..>
ru: <Главное меню> <Вакансии> <Полиглот..>

source: select <Add database> and set the options that you want
fa: <Add database> را انتخاب کنید و گزینه های مورد نظر خود را تنظیم کنید
ja: <データベースの追加>を選択し、必要なオプションを設定します
ko: <데이터베이스 추가>를 선택하고 원하는 옵션을 설정합니다.
lt: pasirinkite <Pridėti duomenų bazę> ir nustatykite norimas parinktis
no: velg <Legg til database> og angi alternativene du ønsker
pl: wybierz <Dodaj bazę danych> i ustaw żądane opcje
pt: selecione <Adicionar banco de dados> e defina as opções que deseja
ro: selectați <Add database> și setați opțiunile dorite
ru: выберите <Добавить базу данных> и задайте нужные вам параметры.

source: and then click on <Add games>
fa: و سپس بر روی <Add games> کلیک کنید
ja: 次に<ゲームを追加>をクリックします。
ko: 그런 다음 <게임 추가>를 클릭하세요.
lt: tada spustelėkite <Pridėti žaidimų>
no: og klikk deretter på <Legg til spill>
pl: a następnie kliknij <Dodaj gry>
pt: e então clique em <Adicionar jogos>
ro: apoi faceți clic pe <Adăugați jocuri>
ru: и затем нажмите <Добавить игры>

source: If you like, you can minimize the main window with <F8> in order
fa: اگر دوست دارید، می توانید پنجره اصلی را با <F8> به ترتیب کوچک کنید
ja: 必要に応じて、<F8>キーでメインウィンドウを最小化することもできます。
ko: 원하시면 <F8>을 눌러 메인 창을 최소화할 수 있습니다.
lt: Jei norite, galite sumažinti pagrindinį langą paspausdami <F8> eilės tvarka
no: Hvis du vil, kan du minimere hovedvinduet med <F8> i rekkefølge
pl: Jeśli chcesz, możesz zminimalizować okno główne za pomocą klawisza <F8>, aby
pt: Se desejar, você pode minimizar a janela principal com <F8> para
ro: Dacă doriți, puteți minimiza fereastra principală cu <F8> în ordine
ru: Если хотите, вы можете свернуть главное окно с помощью <F8>, чтобы

source: to do other computer work while the operation completes.
fa: برای انجام سایر کارهای کامپیوتری در حین اتمام عملیات.
ja: 操作が完了するまで他のコンピューター作業を行う。
ko: 작업이 완료되는 동안 다른 컴퓨터 작업을 수행합니다.
lt: atlikti kitus kompiuterio darbus, kol operacija baigta.
no: å gjøre annet dataarbeid mens operasjonen fullføres.
pl: aby wykonywać inne prace na komputerze podczas gdy operacja zostanie ukończona.
pt: para fazer outro trabalho no computador enquanto a operação é concluída.
ro: pentru a face alte lucrări la calculator în timp ce operația se încheie.
ru: выполнять другую работу на компьютере во время завершения операции.

source: Once the operation has completed, the window will be restored.
fa: پس از اتمام عملیات، پنجره بازیابی می شود.
ja: 操作が完了すると、ウィンドウが復元されます。
ko: 작업이 완료되면 창이 복원됩니다.
lt: Kai operacija bus baigta, langas bus atkurtas.
no: Når operasjonen er fullført, vil vinduet bli gjenopprettet.
pl: Po zakończeniu operacji okno zostanie przywrócone.
pt: Após a conclusão da operação, a janela será restaurada.
ro: Odată ce operațiunea s-a încheiat, fereastra va fi restaurată.
ru: После завершения операции окно будет восстановлено.

source: If you are making a book from a very large PGN file,
fa: اگر از یک فایل PGN بسیار بزرگ کتابی می سازید،
ja: 非常に大きなPGNファイルから本を作成する場合は、
ko: 매우 큰 PGN 파일에서 책을 만드는 경우,
lt: Jei kuriate knygą iš labai didelio PGN failo,
no: Hvis du lager en bok fra en veldig stor PGN-fil,
pl: Jeżeli tworzysz książkę z bardzo dużego pliku PGN,
pt: Se você estiver criando um livro a partir de um arquivo PGN muito grande,
ro: Dacă faceți o carte dintr-un fișier PGN foarte mare,
ru: Если вы создаете книгу из очень большого файла PGN,

source: then you can make the book in installments, by stopping
fa: سپس می توانید با توقف، کتاب را به صورت اقساطی تهیه کنید
ja: 分割払いで本を作ることもできます。
ko: 그러면 당신은 중단하여 분할로 책을 만들 수 있습니다
lt: tada galite padaryti knygą dalimis, sustodami
no: så kan du lage boken på avbetaling, ved å stoppe
pl: wtedy możesz zrobić książkę w ratach, zatrzymując się
pt: então você pode fazer o livro em parcelas, parando
ro: apoi poti face cartea in rate, prin oprire
ru: то вы можете сделать книгу в рассрочку, остановившись

source: the process with <Esc> and later resuming from the last game processed.
fa: فرآیند با <Esc> و بعداً از آخرین بازی پردازش شده از سر گرفته می شود.
ja: <Esc> でプロセスを終了し、最後に処理したゲームから再開します。
ko: <Esc>를 눌러 프로세스를 진행하고 나중에 마지막으로 처리한 게임부터 다시 시작합니다.
lt: procesas su <Esc> ir vėliau tęsiamas nuo paskutinio apdoroto žaidimo.
no: prosessen med <Esc> og senere gjenoppta fra det siste spillet som ble behandlet.
pl: proces za pomocą <Esc> i późniejsze wznowienie od ostatnio przetworzonej gry.
pt: o processo com <Esc> e depois continuando a partir do último jogo processado.
ro: procesul cu <Esc> și ulterior reluând de la ultimul joc procesat.
ru: процесс с помощью <Esc> и последующим возобновлением с последней обработанной игры.

source: There are several download sources for PGN games files on the openings
fa: چندین منبع دانلود برای فایل های بازی های PGN در دهانه ها وجود دارد
ja: オープニングにはPGNゲームファイルのダウンロードソースがいくつかあります
ko: PGN 게임 파일에 대한 다운로드 소스는 여러 개 있습니다.
lt: Angose ​​yra keletas PGN žaidimų failų atsisiuntimo šaltinių
no: Det er flere nedlastingskilder for PGN-spillfiler på åpningene
pl: Istnieje kilka źródeł pobierania plików gier PGN na temat otwarć
pt: Existem várias fontes de download para arquivos de jogos PGN nas aberturas
ro: Există mai multe surse de descărcare pentru fișierele de jocuri PGN pe deschideri
ru: На сайтах открытий есть несколько источников загрузки файлов игр PGN.

source: that you can use, but there is a very comprehensive one at :-
fa: که می توانید استفاده کنید، اما یک مورد بسیار جامع وجود دارد در:
ja: 使用できるものもありますが、非常に包括的なものがここにあります:-
ko: 사용할 수 있는 것이 있지만, 매우 포괄적인 것이 다음 위치에 있습니다.
lt: kurį galite naudoti, bet yra labai išsamus: -
no: som du kan bruke, men det er en veldig omfattende en på:-
pl: z których możesz skorzystać, ale bardzo obszerny jest dostępny tutaj:
pt: que você pode usar, mas há um muito abrangente em:
ro: pe care îl puteți folosi, dar există unul foarte cuprinzător la:-
ru: которые вы можете использовать, но есть очень подробный вариант по адресу:

source: where the openings are separately classified.
fa: که در آن دهانه ها به طور جداگانه طبقه بندی می شوند.
ja: 開口部が個別に分類されています。
ko: 개구부가 별도로 분류되는 경우.
lt: kur angos klasifikuojamos atskirai.
no: hvor åpningene er særskilt klassifisert.
pl: gdzie otwory są klasyfikowane oddzielnie.
pt: onde as aberturas são classificadas separadamente.
ro: unde deschiderile sunt clasificate separat.
ru: где отверстия классифицируются отдельно.

source: I have included an opening book that I made using this process with the
fa: من یک کتاب افتتاحیه را که با استفاده از این فرآیند ساخته ام همراه کرده ام
ja: このプロセスを使用して作成したオープニングブックを添付しました。
ko: 나는 이 과정을 사용하여 만든 오프닝 북을 포함했습니다.
lt: Įtraukiau pradinę knygą, kurią sukūriau naudodamas šį procesą
no: Jeg har inkludert en åpningsbok som jeg laget ved hjelp av denne prosessen med
pl: Dołączyłem książkę otwierającą, którą stworzyłem, korzystając z tego procesu
pt: Incluí um livro de abertura que fiz usando esse processo com o
ro: Am inclus o carte de deschidere pe care am făcut-o folosind acest proces cu
ru: Я включил в книгу вводную часть, которую я сделал, используя этот процесс.

source: latest Nimzo3d download. It is called KingsGambit.bin and it should have
fa: آخرین دانلود Nimzo3d. نام آن KingsGambit.bin است و باید داشته باشد
ja: 最新のNimzo3dダウンロード。KingsGambit.binという名前で、
ko: 최신 Nimzo3d 다운로드입니다. KingsGambit.bin이라고 하며 다음과 같아야 합니다.
lt: Atsisiųsti naujausią nimzo3d. Jis vadinamas KingsGambit.bin ir turėtų turėti
no: siste Nimzo3d nedlasting. Det heter KingsGambit.bin og det burde den ha
pl: najnowsze pobieranie Nimzo3d. Nazywa się KingsGambit.bin i powinno mieć
pt: mais recente download do Nimzo3d. Ele é chamado KingsGambit.bin e deve ter
ro: cea mai recentă descărcare Nimzo3d. Se numește KingsGambit.bin și ar trebui să aibă
ru: Последняя загрузка Nimzo3d. Она называется KingsGambit.bin и должна иметь

source: been installed in the
fa: نصب شده است در
ja: に設置されている
ko: 에 설치되었습니다
lt: buvo įdiegta į
no: blitt installert i
pl: został zainstalowany w
pt: foi instalado no
ro: fost instalat în
ru: был установлен в

source: I downloaded the PGN file for making this book from pgnmentor.com
fa: من فایل PGN را برای ساخت این کتاب از سایت pgnmentor.com دانلود کردم
ja: この本を作るために、pgnmentor.comからPGNファイルをダウンロードしました。
ko: 이 책을 만들기 위한 PGN 파일을 pgnmentor.com에서 다운로드했습니다.
lt: Atsisiunčiau PGN failą šiai knygai sukurti iš pgnmentor.com
no: Jeg lastet ned PGN-filen for å lage denne boken fra pgnmentor.com
pl: Pobrałem plik PGN do stworzenia tej książki z pgnmentor.com
pt: Baixei o arquivo PGN para fazer este livro do pgnmentor.com
ro: Am descărcat fișierul PGN pentru realizarea acestei cărți de pe pgnmentor.com
ru: Я скачал файл PGN для создания этой книги с pgnmentor.com

source: The PGN file contains 15,040 games, and on my computer it took
fa: فایل PGN شامل 15040 بازی است و در رایانه من طول کشید
ja: PGNファイルには15,040個のゲームが含まれており、私のコンピュータでは
ko: PGN 파일에는 15,040개의 게임이 포함되어 있으며 내 컴퓨터에서는
lt: PGN faile yra 15 040 žaidimų, o mano kompiuteryje tai užtruko
no: PGN-filen inneholder 15 040 spill, og på datamaskinen min tok det
pl: Plik PGN zawiera 15 040 gier, a na moim komputerze zajęło to
pt: O arquivo PGN contém 15.040 jogos e, no meu computador, demorou
ro: Fișierul PGN conține 15.040 de jocuri, iar pe computerul meu a fost nevoie
ru: Файл PGN содержит 15 040 игр, и на моем компьютере это заняло

source: 5 minutes to build the opening book file KingsGambit.bin
fa: 5 دقیقه برای ساخت فایل کتاب افتتاحیه KingsGambit.bin
ja: オープニングブックファイル KingsGambit.bin の構築に 5 分
ko: 5분만에 KingsGambit.bin 파일 오프닝북을 빌드하세요
lt: 5 minutės sukurti atidarymo knygos failą KingsGambit.bin
no: 5 minutter å bygge åpningsbokfilen KingsGambit.bin
pl: 5 minut na utworzenie pliku księgi otwarć KingsGambit.bin
pt: 5 minutos para construir o arquivo de abertura do livro KingsGambit.bin
ro: 5 minute pentru a construi fișierul cărții de deschidere KingsGambit.bin
ru: 5 минут на создание файла дебютной книги KingsGambit.bin

source: that is 30 ply deep and has 240,356 moves.
fa: که عمق 30 لایه دارد و 240356 حرکت دارد.
ja: 30 層の深さがあり、240,356 の動きがあります。
ko: 30겹 깊이이고 240,356개의 움직임이 있습니다.
lt: kuris yra 30 sluoksnių gylio ir turi 240 356 judesius.
no: som er 30 lags dyp og har 240 356 trekk.
pl: który ma 30 warstw głębokości i 240 356 ruchów.
pt: que tem 30 camadas de profundidade e 240.356 movimentos.
ro: care are 30 de straturi adâncime și are 240.356 de mișcări.
ru: глубина шахматной доски составляет 30 слоев, а количество ходов — 240 356.

source: The book seems quite usable and you can set the move weight filter
fa: کتاب کاملاً قابل استفاده به نظر می رسد و می توانید فیلتر وزن حرکت را تنظیم کنید
ja: この本はかなり使えるようで、移動重量フィルターを設定することができます
ko: 이 책은 꽤 유용해 보이고 이동 가중치 필터를 설정할 수 있습니다.
lt: Knyga atrodo gana naudinga ir galite nustatyti judėjimo svorio filtrą
no: Boken virker ganske brukbar og du kan stille inn flyttevektfilteret
pl: Książka wydaje się całkiem użyteczna i można ustawić filtr wagi ruchu
pt: O livro parece bastante utilizável e você pode definir o filtro de peso do movimento
ro: Cartea pare destul de utilizabilă și puteți seta filtrul de greutate de mișcare
ru: Книга кажется вполне полезной, и вы можете установить фильтр веса хода.

source: to exclude the moves with very low weights from the
fa: برای حذف حرکات با وزنه های بسیار کم از
ja: 非常に低い重みの動きを除外するために
ko: 매우 낮은 가중치를 갖는 동작을 제외하려면
lt: neįtraukti judesių su labai mažu svoriu
no: å utelukke trekkene med svært lave vekter fra
pl: wykluczyć z ćwiczeń ruchy o bardzo małym ciężarze
pt: para excluir os movimentos com pesos muito baixos do
ro: pentru a exclude mișcările cu greutăți foarte mici din
ru: исключить ходы с очень малым весом из

source: <Main menu> <Openings> <Book weights..> dialog box.
fa: کادر محاوره ای <منوی اصلی> <Openings> <Book weight..>.
ja: <メイン メニュー> <オープニング> <ブックの重量...> ダイアログ ボックス。
ko: <메인 메뉴> <오프닝> <책 무게..> 대화 상자.
lt: <Pagrindinis meniu> <Angos> <Knygos svarmenys..> dialogo langas.
no: <Hovedmeny> <Åpninger> <Bokvekter..> dialogboks.
pl: <Menu główne> <Otwory> Okno dialogowe <Gramatury książek..>.
pt: Caixa de diálogo <Menu principal> <Aberturas> <Pesos do livro..>.
ro: <Meniu principal> <Deschideri> <Greutăți carte..> caseta de dialog.
ru: <Главное меню> <Отверстия> <Вес книги..> диалоговое окно.

source: The build speed for opening books is quite good because the book
fa: سرعت ساخت برای باز کردن کتاب بسیار خوب است زیرا کتاب
ja: 本を開く際のビルド速度はかなり良いです。
ko: 책을 여는 빌드 속도는 책이 꽤 좋기 때문에 좋습니다.
lt: Sukūrimo greitis atveriant knygas yra gana geras, nes knyga
no: Byggehastigheten for å åpne bøker er ganske god fordi boken
pl: Szybkość otwierania książek jest całkiem dobra, ponieważ książka
pt: A velocidade de construção para abrir livros é muito boa porque o livro
ro: Viteza de construire pentru deschiderea cărților este destul de bună, deoarece cartea
ru: Скорость открытия книг довольно хорошая, потому что книга

source: is processed in the computer memory and then the opening book
fa: در حافظه کامپیوتر و سپس کتاب افتتاحیه پردازش می شود
ja: コンピュータのメモリで処理され、その後オープニングブック
ko: 컴퓨터 메모리에서 처리한 후 책을 엽니다.
lt: yra apdorojamas kompiuterio atmintyje, o po to atidaroma knyga
no: behandles i datamaskinens minne og deretter åpningsboken
pl: jest przetwarzany w pamięci komputera, a następnie otwierana jest książka
pt: é processado na memória do computador e então o livro de abertura
ro: este procesat în memoria computerului și apoi în cartea de deschidere
ru: обрабатывается в памяти компьютера, а затем открывается книга

source: is written to disk when the processing is complete.
fa: پس از اتمام پردازش روی دیسک نوشته می شود.
ja: 処理が完了するとディスクに書き込まれます。
ko: 처리가 완료되면 디스크에 기록됩니다.
lt: įrašomas į diską, kai apdorojimas baigtas.
no: skrives til disken når behandlingen er fullført.
pl: zostaje zapisany na dysku po zakończeniu przetwarzania.
pt: é gravado no disco quando o processamento é concluído.
ro: este scris pe disc când procesarea este completă.
ru: записывается на диск после завершения обработки.

source: This means there is a restriction on the size of the book that you can make.
fa: این به این معنی است که محدودیتی در اندازه کتابی که می توانید ایجاد کنید وجود دارد.
ja: つまり、作成できる本のサイズには制限があるということです。
ko: 즉, 만들 수 있는 책의 크기에 제한이 있다는 뜻입니다.
lt: Tai reiškia, kad knygos, kurią galite sukurti, dydis ribojamas.
no: Dette betyr at det er en begrensning på størrelsen på boken du kan lage.
pl: Oznacza to, że istnieją ograniczenia co do rozmiaru książki, jaką możesz stworzyć.
pt: Isso significa que há uma restrição no tamanho do livro que você pode fazer.
ro: Aceasta înseamnă că există o restricție privind dimensiunea cărții pe care o puteți face.
ru: Это означает, что существует ограничение на размер книги, которую вы можете сделать.

source: However, in practical terms, this should not be a problem,
fa: با این حال، از نظر عملی، این نباید مشکلی ایجاد کند،
ja: しかし、実際上は、これは問題ではないはずです。
ko: 그러나 실제적으로는 이는 문제가 되지 않을 것입니다.
lt: Tačiau praktiškai tai neturėtų būti problema,
no: Men i praksis burde dette ikke være noe problem,
pl: Jednakże w praktyce nie powinno to stanowić problemu,
pt: No entanto, em termos práticos, isso não deve ser um problema,
ro: Cu toate acestea, în termeni practici, aceasta nu ar trebui să fie o problemă,
ru: Однако на практике это не должно быть проблемой.

source: because on my computer I found that I could create an array
fa: زیرا در رایانه من متوجه شدم که می توانم یک آرایه ایجاد کنم
ja: 私のコンピュータでは配列を作成できることがわかったからです
ko: 내 컴퓨터에서 배열을 생성할 수 있다는 것을 알았기 때문입니다.
lt: nes savo kompiuteryje radau, kad galiu sukurti masyvą
no: fordi på datamaskinen min fant jeg ut at jeg kunne lage en array
pl: ponieważ na moim komputerze odkryłem, że mogę utworzyć tablicę
pt: porque no meu computador descobri que podia criar uma matriz
ro: pentru că pe computerul meu am descoperit că pot crea o matrice
ru: потому что на моем компьютере я обнаружил, что могу создать массив

source: in the memory that was 1.25 Gigabytes in size.
fa: در حافظه ای که 1.25 گیگابایت حجم داشت.
ja: メモリのサイズは 1.25 ギガバイトでした。
ko: 그 메모리의 크기는 1.25기가바이트였습니다.
lt: atmintyje, kuri buvo 1,25 gigabaito dydžio.
no: i minnet som var 1,25 Gigabyte stort.
pl: w pamięci o rozmiarze 1,25 gigabajta.
pt: na memória que tinha 1,25 Gigabytes de tamanho.
ro: în memorie care avea o dimensiune de 1,25 Gigaocteți.
ru: в памяти размером 1,25 гигабайта.
