Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Select the default weight for moves added to the book
fa: وزن پیش فرض را برای حرکات اضافه شده به کتاب انتخاب کنید
ja: ブックに追加された動きのデフォルトの重みを選択します
ko: 책에 추가된 동작에 대한 기본 가중치를 선택하세요
lt: Pasirinkite numatytąjį prie knygos pridėtų judesių svorį
no: Velg standardvekt for trekk lagt til boken
pl: Wybierz domyślną wagę dla ruchów dodanych do książki
pt: Selecione o peso padrão para os movimentos adicionados ao livro
ro: Selectați greutatea implicită pentru mișcările adăugate în carte
ru: Выберите вес по умолчанию для ходов, добавленных в книгу

source: Click to display .bin book weights dialog box
fa: برای نمایش کادر محاوره ای وزن کتاب .bin کلیک کنید
ja: クリックすると.binブック重量ダイアログボックスが表示されます
ko: .bin 책 무게 대화 상자를 표시하려면 클릭하세요.
lt: Spustelėkite, kad būtų rodomas .bin knygų svorių dialogo langas
no: Klikk for å vise dialogboksen .bin bokvekter
pl: Kliknij, aby wyświetlić okno dialogowe z wagami książek .bin
pt: Clique para exibir a caixa de diálogo de pesos do livro .bin
ro: Faceți clic pentru a afișa caseta de dialog .bin Bookweights
ru: Щелкните, чтобы отобразить диалоговое окно веса книги .bin

source: Check to add the current game to opening book
fa: برای افزودن بازی فعلی به کتاب افتتاحیه، علامت بزنید
ja: 現在のゲームをオープニングブックに追加するにはチェックを入れます
ko: 현재 게임을 오프닝북에 추가하려면 체크하세요
lt: Pažymėkite, jei norite įtraukti dabartinį žaidimą į atidarymo knygą
no: Merk av for å legge til gjeldende spill i åpningsboken
pl: Zaznacz, aby dodać bieżącą grę do księgi otwarć
pt: Marque para adicionar o jogo atual ao livro de abertura
ro: Bifați pentru a adăuga jocul curent la cartea de deschidere
ru: Отметьте, чтобы добавить текущую игру в дебютную книгу.

source: Check to add all games from the database to the opening book
fa: برای افزودن همه بازی‌ها از پایگاه داده به کتاب افتتاحیه، علامت بزنید
ja: チェックすると、データベースからすべてのゲームをオープニングブックに追加します
ko: 데이터베이스의 모든 게임을 오프닝 북에 추가하려면 체크하세요
lt: Pažymėkite, kad įtrauktumėte visus žaidimus iš duomenų bazės į atidarymo knygą
no: Merk av for å legge til alle spillene fra databasen til åpningsboken
pl: Zaznacz, aby dodać wszystkie gry z bazy danych do księgi otwarć
pt: Marque para adicionar todos os jogos do banco de dados ao livro de abertura
ro: Bifați pentru a adăuga toate jocurile din baza de date la cartea de deschidere
ru: Отметьте, чтобы добавить все партии из базы данных в дебютную книгу.

source: Enter the depth (ply) for adding moves
fa: عمق (لایه) را برای اضافه کردن حرکات وارد کنید
ja: 移動を追加する深さ（層）を入力します
ko: 이동 추가를 위한 깊이(플라이)를 입력하세요
lt: Įveskite gylį (sluoksnį), kad pridėtumėte judesių
no: Angi dybden (ply) for å legge til trekk
pl: Wprowadź głębokość (warstwę), aby dodać ruchy
pt: Insira a profundidade (ply) para adicionar movimentos
ro: Introduceți adâncimea (pliul) pentru adăugarea mișcărilor
ru: Введите глубину (слой) для добавления ходов

source: Enter the game number in the PGN file to start from
fa: برای شروع، شماره بازی را در فایل PGN وارد کنید
ja: 開始するPGNファイルのゲーム番号を入力してください
ko: PGN 파일에 게임 번호를 입력하여 시작하세요.
lt: Norėdami pradėti, PGN faile įveskite žaidimo numerį
no: Skriv inn spillnummeret i PGN-filen for å starte fra
pl: Wprowadź numer gry w pliku PGN, od którego chcesz zacząć
pt: Insira o número do jogo no arquivo PGN para começar
ro: Introduceți numărul jocului în fișierul PGN de ​​la care începeți
ru: Введите номер игры в файле PGN, с которой нужно начать

source: Enter the game number in the PGN file to stop at
fa: شماره بازی را در فایل PGN برای توقف وارد کنید
ja: PGNファイルで停止するゲーム番号を入力してください
ko: PGN 파일에 중지할 게임 번호를 입력하세요.
lt: Norėdami sustoti, įveskite žaidimo numerį PGN faile
no: Skriv inn spillnummeret i PGN-filen for å stoppe ved
pl: Wprowadź numer gry w pliku PGN, aby zatrzymać
pt: Insira o número do jogo no arquivo PGN para parar
ro: Introduceți numărul jocului în fișierul PGN la care să vă opriți
ru: Введите номер игры в файле PGN, на которой нужно остановиться

source: Enter zero to stop at the last game
fa: برای توقف در آخرین بازی، صفر را وارد کنید
ja: 最後のゲームで停止するにはゼロを入力してください
ko: 마지막 게임에서 멈추려면 0을 입력하세요
lt: Norėdami sustoti paskutiniame žaidime, įveskite nulį
no: Skriv inn null for å stoppe ved siste kamp
pl: Wprowadź zero, aby zatrzymać się na ostatniej grze
pt: Digite zero para parar no último jogo
ro: Introduceți zero pentru a vă opri la ultimul joc
ru: Введите ноль, чтобы остановиться на последней игре.

source: Add the game(s) from the current PGN file
fa: بازی(های) را از فایل PGN فعلی اضافه کنید
ja: 現在のPGNファイルからゲームを追加します
ko: 현재 PGN 파일에서 게임을 추가합니다.
lt: Pridėkite žaidimą (-us) iš dabartinio PGN failo
no: Legg til spillet/spillene fra gjeldende PGN-fil
pl: Dodaj grę(y) z bieżącego pliku PGN
pt: Adicione o(s) jogo(s) do arquivo PGN atual
ro: Adăugați jocul(urile) din fișierul PGN curent
ru: Добавить игру(ы) из текущего файла PGN

source: This is the last game number in the database that was processed.
fa: این آخرین شماره بازی در پایگاه داده است که پردازش شده است.
ja: これはデータベース内で処理された最後のゲーム番号です。
ko: 이는 데이터베이스에서 처리된 마지막 게임 번호입니다.
lt: Tai paskutinis žaidimo numeris duomenų bazėje, kuris buvo apdorotas.
no: Dette er det siste spillnummeret i databasen som ble behandlet.
pl: Jest to ostatni numer gry, który został przetworzony w bazie danych.
pt: Este é o último número de jogo no banco de dados que foi processado.
ro: Acesta este ultimul număr de joc din baza de date care a fost procesat.
ru: Это последний номер игры в базе данных, который был обработан.

source: This dialog box allows you to edit a Polyglot .bin opening book.
fa: این کادر محاوره‌ای به شما امکان می‌دهد کتاب باز کردن Polyglot.bin را ویرایش کنید.
ja: このダイアログ ボックスでは、Polyglot .bin オープニング ブックを編集できます。
ko: 이 대화 상자를 사용하면 Polyglot .bin 오프닝 책을 편집할 수 있습니다.
lt: Šis dialogo langas leidžia redaguoti Polyglot .bin atidarymo knygą.
no: Denne dialogboksen lar deg redigere en Polyglot .bin-åpningsbok.
pl: To okno dialogowe umożliwia edycję książki otwierającej Polyglot .bin.
pt: Esta caixa de diálogo permite que você edite um livro de abertura Polyglot .bin.
ro: Această casetă de dialog vă permite să editați o carte de deschidere Polyglot .bin.
ru: Это диалоговое окно позволяет редактировать дебютную книгу Polyglot .bin.

source: You can add moves and games from the current PGN file to the opening book.
fa: می توانید حرکات و بازی ها را از فایل PGN فعلی به کتاب افتتاحیه اضافه کنید.
ja: 現在の PGN ファイルからオープニング ブックに動きとゲームを追加できます。
ko: 현재 PGN 파일에서 오프닝 책으로 움직임과 게임을 추가할 수 있습니다.
lt: Galite pridėti judesių ir žaidimų iš dabartinio PGN failo į atidarymo knygą.
no: Du kan legge til trekk og spill fra gjeldende PGN-fil i åpningsboken.
pl: Do księgi otwarć możesz dodać ruchy i partie z bieżącego pliku PGN.
pt: Você pode adicionar movimentos e jogos do arquivo PGN atual ao livro de abertura.
ro: Puteți adăuga mișcări și jocuri din fișierul PGN curent în cartea de deschidere.
ru: Вы можете добавлять ходы и партии из текущего файла PGN в дебютную книгу.

source: File : Select the .bin file to use as an opening book.
fa: فایل: فایل .bin را برای استفاده به عنوان کتاب افتتاحیه انتخاب کنید.
ja: ファイル: オープニング ブックとして使用する .bin ファイルを選択します。
ko: 파일 : 오프닝 북으로 사용할 .bin 파일을 선택하세요.
lt: Failas : pasirinkite .bin failą, kurį norite naudoti kaip atidarymo knygą.
no: Fil : Velg .bin-filen som skal brukes som åpningsbok.
pl: Plik: Wybierz plik .bin, który chcesz użyć jako książki otwierającej.
pt: Arquivo: Selecione o arquivo .bin para usar como livro de abertura.
ro: Fișier : selectați fișierul .bin pe care să îl utilizați ca carte de deschidere.
ru: Файл: выберите файл .bin для использования в качестве начальной книги.

source: Polyglot book weights.. : open the book weights dialog box.
fa: وزن کتاب Polyglot.. : کادر محاوره ای وزن کتاب را باز کنید.
ja: ポリグロット ブック ウェイト...: ブック ウェイト ダイアログ ボックスを開きます。
ko: 다국어 책 무게.. : 책 무게 대화 상자를 엽니다.
lt: Polyglot book weights.. : atidarykite knygų svarmenų dialogo langą.
no: Polyglot bokvekter.. : åpne bokvekter dialogboksen.
pl: Gramatury książek wielojęzycznych: otwórz okno dialogowe gramatury książek.
pt: Pesos de livros poliglotas..: abre a caixa de diálogo de pesos de livros.
ro: Greutăți carte poliglotă.. : deschideți caseta de dialog Greutăți cărți.
ru: Плотность книг Полиглот.. : открыть диалоговое окно плотности книг.

source: Default weight value : for the moves when they are added to the book.
fa: مقدار وزن پیش فرض: برای حرکت هایی که به کتاب اضافه می شوند.
ja: デフォルトの重み値: 移動がブックに追加されるときの移動の値。
ko: 기본 가중치 값: 책에 추가될 때의 동작에 대한 값입니다.
lt: Numatytoji svorio vertė : judesiams, kai jie įtraukiami į knygą.
no: Standard vektverdi: for trekkene når de legges til boken.
pl: Domyślna wartość wagi: dla ruchów dodawanych do książki.
pt: Valor de peso padrão: para os movimentos quando eles são adicionados ao livro.
ro: Valoarea implicită a greutății: pentru mișcările când sunt adăugate în carte.
ru: Значение веса по умолчанию: для ходов при их добавлении в книгу.

source: According to the Polyglot documentation this should be at least 1
fa: طبق مستندات Polyglot این باید حداقل 1 باشد
ja: Polyglotのドキュメントによると、これは少なくとも1であるはずです
ko: Polyglot 설명서에 따르면 이는 최소한 1이어야 합니다.
lt: Remiantis „Polyglot“ dokumentais, tai turėtų būti bent 1
no: I følge Polyglot-dokumentasjonen skal dette være minst 1
pl: Zgodnie z dokumentacją Polyglot powinno to być co najmniej 1
pt: De acordo com a documentação do Polyglot, isso deve ser pelo menos 1
ro: Conform documentației Polyglot, acesta ar trebui să fie cel puțin 1
ru: Согласно документации Полиглота это должно быть не менее 1

source: Add line : add the current board line to the opening book.
fa: افزودن خط: خط تابلوی فعلی را به کتاب افتتاحیه اضافه کنید.
ja: 行を追加: 現在のボード行をオープニングブックに追加します。
ko: 줄 추가: 현재 보드 줄을 시작 책에 추가합니다.
lt: Pridėti eilutę: pridėkite dabartinę lentos eilutę į atidarymo knygą.
no: Legg til linje : legg til gjeldende tavlelinje i åpningsboken.
pl: Dodaj linię: dodaj bieżącą linię planszy do księgi otwarć.
pt: Adicionar linha: adiciona a linha atual do tabuleiro ao livro de abertura.
ro: Adăugați linie: adăugați linia curentă a tabloului la cartea de deschidere.
ru: Добавить линию: добавить текущую линию доски в дебютную книгу.

source: from start : check to add the line from the start,
fa: از شروع: برای اضافه کردن خط از ابتدا علامت بزنید،
ja: 先頭から: チェックすると行を先頭から追加します。
ko: 시작부터 : 처음부터 줄을 추가하려면 체크하세요.
lt: nuo pradžios: pažymėkite, kad pridėtumėte eilutę nuo pradžios,
no: fra start : merk av for å legge til linjen fra starten,
pl: od początku: zaznacz, aby dodać linię od początku,
pt: do início: marque para adicionar a linha do início,
ro: de la început: bifați pentru a adăuga linia de la început,
ru: с начала: установите флажок, чтобы добавить строку с начала,

source: uncheck to add the line from the current board position.
fa: برای اضافه کردن خط از موقعیت فعلی تابلو، علامت را بردارید.
ja: 現在のボード位置からラインを追加するには、チェックを外します。
ko: 현재 보드 위치에서 줄을 추가하려면 선택을 취소하세요.
lt: panaikinkite žymėjimą, kad pridėtumėte eilutę iš esamos lentos padėties.
no: fjern merket for å legge til linjen fra gjeldende styreposisjon.
pl: odznacz, aby dodać linię od bieżącej pozycji na planszy.
pt: desmarque para adicionar a linha da posição atual do tabuleiro.
ro: debifați pentru a adăuga linia din poziția curentă a tablei.
ru: снимите флажок, чтобы добавить линию из текущей позиции на доске.

source: with sub-vars : check to add the sub-variations with the main line,
fa: با متغیرهای فرعی: برای اضافه کردن تغییرات فرعی با خط اصلی علامت بزنید،
ja: サブ変数あり: チェックすると、メインラインにサブバリエーションが追加されます。
ko: 하위 변수 포함: 메인 라인에 하위 변수를 추가하려면 체크하세요.
lt: su antriniais variantais : pažymėkite, kad pridėtumėte antrinius variantus su pagrindine eilute,
no: med undervarianter : merk av for å legge til undervariasjonene med hovedlinjen,
pl: z podzmiennymi: zaznacz, aby dodać podzmienne z linią główną,
pt: com sub-vars: marque para adicionar as sub-variações com a linha principal,
ro: cu sub-vars: bifați pentru a adăuga sub-variații cu linia principală,
ru: с подвариантами: установите флажок, чтобы добавить подварианты с основной строкой,

source: uncheck to add the main line only.
fa: علامت را بردارید تا فقط خط اصلی اضافه شود.
ja: メインラインのみを追加する場合はチェックを外します。
ko: 메인 라인만 추가하려면 선택을 해제하세요.
lt: panaikinkite žymėjimą, kad pridėtumėte tik pagrindinę eilutę.
no: fjern merket for kun å legge til hovedlinjen.
pl: odznacz, aby dodać tylko linię główną.
pt: desmarque para adicionar somente a linha principal.
ro: debifați pentru a adăuga doar linia principală.
ru: снимите флажок, чтобы добавить только основную линию.

source: Delete line : delete the current board line moves from the opening book.
fa: حذف خط: حذف خط فعلی تابلو از کتاب افتتاحیه.
ja: ラインを削除: オープニングブックから現在のボードラインの動きを削除します。
ko: 줄 삭제 : 현재 보드 줄을 삭제하여 오프닝 북에서 이동합니다.
lt: Ištrinti eilutę: ištrinkite esamus lentos linijos judesius iš atidarymo knygos.
no: Slett linje : slett gjeldende tavlelinjetrekk fra åpningsboken.
pl: Usuń linię: usuń bieżące ruchy linii planszy z książki otwarć.
pt: Excluir linha: exclui os movimentos da linha atual do tabuleiro do livro de abertura.
ro: Ștergeți linia: ștergeți mișcările curente ale liniei de bord din cartea de deschidere.
ru: Удалить линию: удалить ходы текущей линии доски из дебютной книги.

source: Add game(s) options :-
fa: افزودن گزینه های بازی: -
ja: ゲームオプションを追加:-
ko: 게임 옵션 추가 :-
lt: Pridėti žaidimo (-ų) parinkčių: -
no: Legg til spillalternativer:-
pl: Dodaj opcje gry(ek):-
pt: Adicionar opções de jogo(s):-
ro: Adăugați opțiuni de joc(e) :-
ru: Добавить варианты игры(игр):-

source: Add game - Check to add the current PGN game only.
fa: افزودن بازی - علامت بزنید تا فقط بازی PGN فعلی اضافه شود.
ja: ゲームを追加 - 現在の PGN ゲームのみを追加する場合はチェックします。
ko: 게임 추가 - 현재 PGN 게임만 추가하려면 체크하세요.
lt: Pridėti žaidimą – pažymėkite, jei norite pridėti tik dabartinį PGN žaidimą.
no: Legg til spill - Kryss av for kun å legge til gjeldende PGN-spill.
pl: Dodaj grę – zaznacz, aby dodać tylko bieżącą grę PGN.
pt: Adicionar jogo - Marque para adicionar somente o jogo PGN atual.
ro: Adăugați joc - Bifați pentru a adăuga doar jocul PGN curent.
ru: Добавить игру — установите флажок, чтобы добавить только текущую игру PGN.

source: Add database - Check to add all of the games from the current PGN file.
fa: افزودن پایگاه داده - برای افزودن همه بازی ها از فایل PGN فعلی، علامت بزنید.
ja: データベースを追加 - 現在の PGN ファイルからすべてのゲームを追加するにはチェックします。
ko: 데이터베이스 추가 - 현재 PGN 파일의 모든 게임을 추가하려면 체크하세요.
lt: Pridėti duomenų bazę – pažymėkite, jei norite pridėti visus žaidimus iš dabartinio PGN failo.
no: Legg til database - Merk av for å legge til alle spillene fra gjeldende PGN-fil.
pl: Dodaj bazę danych - zaznacz, aby dodać wszystkie gry z bieżącego pliku PGN.
pt: Adicionar banco de dados - Marque para adicionar todos os jogos do arquivo PGN atual.
ro: Adăugare bază de date - Bifați pentru a adăuga toate jocurile din fișierul PGN curent.
ru: Добавить базу данных — установите этот флажок, чтобы добавить все игры из текущего файла PGN.

source: Move depth (ply) - Enter the depth in ply to add moves up to.
fa: عمق حرکت (ply) - برای اضافه کردن حرکت به بالا، عمق لایه را وارد کنید.
ja: 移動深さ (層) - 移動を追加する層の深さを入力します。
ko: 이동 깊이(플라이) - 이동을 추가할 깊이를 플라이 단위로 입력하세요.
lt: Judėjimo gylis (sluoksnis) – įveskite sluoksnio gylį, kad pridėtumėte judesių iki.
no: Flyttedybde (ply) - Angi dybden i lag for å legge til trekk opp til.
pl: Głębokość ruchu (warstwa) — wprowadź głębokość w warstwie, do której chcesz dodać ruchy.
pt: Profundidade de movimento (camada) - Insira a profundidade em camadas até a qual deseja adicionar movimentos.
ro: Move depth (ply) - Introduceți adâncimea în strat pentru a adăuga mișcări până la.
ru: Глубина хода (слои) — введите глубину в слоях, до которой необходимо добавить ходы.

source: i.e. a move depth of 30 will add the first 15 moves of both sides to the book.
fa: یعنی عمق حرکت 30، 15 حرکت اول هر دو طرف را به کتاب اضافه می کند.
ja: つまり、移動深度が 30 の場合、両側の最初の 15 手がブックに追加されます。
ko: 즉, 이동 깊이가 30이면 양쪽의 처음 15개 이동이 책에 추가됩니다.
lt: y., 30 judesių gylis į knygą įtrauks pirmuosius 15 judesių iš abiejų pusių.
no: dvs. en trekkdybde på 30 vil legge til de første 15 trekkene fra begge sider til boken.
pl: tj. głębokość ruchu wynosząca 30 spowoduje dodanie do książki pierwszych 15 ruchów obu stron.
pt: ou seja, uma profundidade de movimento de 30 adicionará os primeiros 15 movimentos de ambos os lados ao livro.
ro: adică o adâncime de mișcare de 30 va adăuga primele 15 mișcări ale ambelor părți la carte.
ru: т. е. глубина ходов 30 добавит в книгу первые 15 ходов обеих сторон.

source: Start game no. - The game number in the PGN file to start importing games from.
fa: شروع بازی شماره - شماره بازی در فایل PGN برای شروع وارد کردن بازی ها.
ja: 開始ゲーム番号 - ゲームのインポートを開始する PGN ファイル内のゲーム番号。
ko: 시작 게임 번호 - 게임을 가져오기 시작할 PGN 파일의 게임 번호입니다.
lt: Pradėkite žaidimą Nr. - Žaidimo numeris PGN faile, iš kurio pradėti importuoti žaidimus.
no: Start spill nr. - Spillnummeret i PGN-filen for å begynne å importere spill fra.
pl: Numer gry początkowej – numer gry w pliku PGN, z którego należy rozpocząć importowanie gier.
pt: Iniciar jogo nº - O número do jogo no arquivo PGN para iniciar a importação de jogos.
ro: Începe jocul nr. - Numărul jocului din fișierul PGN din care începe importarea jocurilor.
ru: Номер начальной игры - Номер игры в файле PGN, с которого начинается импорт игр.

source: This is useful if you are making an opening book from a large PGN file
fa: اگر در حال ساختن یک کتاب افتتاحیه از یک فایل بزرگ PGN هستید، این کار مفید است
ja: これは、大きなPGNファイルからオープニングブックを作成する場合に便利です。
ko: 이것은 큰 PGN 파일에서 오프닝 북을 만드는 경우에 유용합니다.
lt: Tai naudinga, jei atidarote knygą iš didelio PGN failo
no: Dette er nyttig hvis du lager en åpningsbok fra en stor PGN-fil
pl: Jest to przydatne, jeśli tworzysz książkę otwarć z dużego pliku PGN
pt: Isso é útil se você estiver criando um livro de abertura a partir de um arquivo PGN grande
ro: Acest lucru este util dacă faceți o carte de deschidere dintr-un fișier PGN mare
ru: Это полезно, если вы создаете дебютную книгу из большого файла PGN.

source: End game no. - The game number in the PGN file at which to stop importing games.
fa: شماره پایان بازی - شماره بازی در فایل PGN که در آن وارد کردن بازی ها متوقف می شود.
ja: 終了ゲーム番号 - ゲームのインポートを停止する PGN ファイル内のゲーム番号。
ko: 게임 종료 번호 - 게임 가져오기를 중지할 PGN 파일 내 게임 번호입니다.
lt: Žaidimo pabaiga Nr. - Žaidimo numeris PGN faile, kuriam esant sustabdyti žaidimų importavimą.
no: Sluttspill nr. - Spillnummeret i PGN-filen for å stoppe importen av spill.
pl: Numer gry końcowej – numer gry w pliku PGN, przy którym należy zatrzymać importowanie gier.
pt: Nº do jogo final - O número do jogo no arquivo PGN no qual a importação de jogos deve ser interrompida.
ro: Sfârșit jocul nr. - Numărul jocului din fișierul PGN la care să opriți importarea jocurilor.
ru: Номер конечной игры — номер игры в файле PGN, на котором следует остановить импорт игр.

source: Enter zero to process all of the games in the PGN file.
fa: برای پردازش همه بازی های موجود در فایل PGN، صفر را وارد کنید.
ja: PGN ファイル内のすべてのゲームを処理するには、ゼロを入力します。
ko: PGN 파일에 있는 모든 게임을 처리하려면 0을 입력하세요.
lt: Įveskite nulį, kad apdorotumėte visus žaidimus PGN faile.
no: Skriv inn null for å behandle alle spillene i PGN-filen.
pl: Wprowadź zero, aby przetworzyć wszystkie gry w pliku PGN.
pt: Digite zero para processar todos os jogos no arquivo PGN.
ro: Introduceți zero pentru a procesa toate jocurile din fișierul PGN.
ru: Введите ноль, чтобы обработать все игры в файле PGN.

source: Add game(s) - Click this button to start importing moves from the PGN file
fa: افزودن بازی(ها) - برای شروع وارد کردن حرکات از فایل PGN روی این دکمه کلیک کنید
ja: ゲームを追加 - このボタンをクリックすると、PGN ファイルからの移動のインポートが開始されます
ko: 게임 추가 - 이 버튼을 클릭하면 PGN 파일에서 동작 가져오기가 시작됩니다.
lt: Pridėti žaidimą (-us) – spustelėkite šį mygtuką, kad pradėtumėte importuoti judesius iš PGN failo
no: Legg til spill - Klikk denne knappen for å begynne å importere trekk fra PGN-filen
pl: Dodaj grę(y) — Kliknij ten przycisk, aby rozpocząć importowanie ruchów z pliku PGN
pt: Adicionar jogo(s) - Clique neste botão para começar a importar movimentos do arquivo PGN
ro: Adăugați joc(e) - Faceți clic pe acest buton pentru a începe importarea mișcărilor din fișierul PGN
ru: Добавить игру(ы) — нажмите эту кнопку, чтобы начать импорт ходов из файла PGN.

source: into the Polyglot .bin opening book.
fa: به کتاب افتتاحیه Polyglot .bin.
ja: Polyglot .bin オープニング ブックに入力します。
ko: Polyglot .bin 오프닝 북으로 들어갑니다.
lt: į Polyglot .bin atidarymo knygą.
no: inn i Polyglot .bin-åpningsboken.
pl: do książki otwierającej Polyglot .bin.
pt: no livro de abertura Polyglot .bin.
ro: în cartea de deschidere Polyglot .bin.
ru: в дебютную книгу Полиглота .bin.

source: Last game no. processed - This is the number of the last game added from the
fa: آخرین بازی شماره پردازش شده - این تعداد آخرین بازی اضافه شده از بازی است
ja: 最後に処理されたゲーム番号 - これは、最後に追加されたゲームの番号です。
ko: 마지막으로 처리된 게임 번호 - 이것은 마지막으로 추가된 게임 번호입니다.
lt: Paskutinis žaidimas Nr. apdorota – tai paskutinio žaidimo, pridėto iš
no: Siste kamp nr. behandlet - Dette er nummeret på det siste spillet som ble lagt til fra
pl: Numer ostatnio przetworzonej gry – jest to numer ostatniej dodanej gry z
pt: Último jogo nº processado - Este é o número do último jogo adicionado do
ro: Ultimul joc nr. procesat - Acesta este numărul ultimului joc adăugat din
ru: Номер последней обработанной игры - это номер последней добавленной игры из

source: PGN games file. This is useful if you are adding games to an opening book
fa: فایل بازی های PGN. اگر بازی‌هایی را به کتاب افتتاحیه اضافه می‌کنید، مفید است
ja: PGNゲームファイル。オープニングブックにゲームを追加する場合に便利です。
ko: PGN 게임 파일입니다. 이것은 오프닝 북에 게임을 추가하는 경우에 유용합니다.
lt: PGN žaidimų failas. Tai naudinga, jei pridedate žaidimų į pradinę knygą
no: PGN spill-fil. Dette er nyttig hvis du legger til spill i en åpningsbok
pl: Plik gier PGN. Jest to przydatne, jeśli dodajesz gry do księgi otwarć
pt: Arquivo de jogos PGN. Isso é útil se você estiver adicionando jogos a um livro de abertura
ro: Fișier de jocuri PGN. Acest lucru este util dacă adăugați jocuri la o carte de deschidere
ru: Файл игр PGN. Это полезно, если вы добавляете игры в дебютную книгу

source: from a large PGN database file and want to add the games in installments.
fa: از یک فایل پایگاه داده بزرگ PGN و می خواهید بازی ها را به صورت اقساط اضافه کنید.
ja: 大規模な PGN データベース ファイルからゲームを分割して追加したい。
ko: 대용량 PGN 데이터베이스 파일에서 게임을 분할해서 추가하고 싶습니다.
lt: iš didelio PGN duomenų bazės failo ir norite pridėti žaidimus dalimis.
no: fra en stor PGN-databasefil og ønsker å legge til spillene i avdrag.
pl: z dużego pliku bazy danych PGN i chcę dodawać gry w ratach.
pt: de um grande arquivo de banco de dados PGN e deseja adicionar os jogos em parcelas.
ro: dintr-un fișier mare de bază de date PGN și doriți să adăugați jocurile în rate.
ru: из большого файла базы данных PGN и хотите добавлять игры по частям.

source: You can clear this number by clicking on <Defaults>
fa: با کلیک بر روی <Defaults> می توانید این عدد را پاک کنید
ja: <デフォルト>をクリックするとこの番号をクリアできます。
ko: <기본값>을 클릭하면 이 숫자를 지울 수 있습니다.
lt: Šį numerį galite išvalyti spustelėdami <Numatytieji>
no: Du kan slette dette nummeret ved å klikke på <Standarder>
pl: Możesz wyczyścić ten numer klikając na <Domyślne>
pt: Você pode limpar esse número clicando em <Padrões>
ro: Puteți șterge acest număr făcând clic pe <Valori implicite>
ru: Вы можете очистить это число, нажав <По умолчанию>.

source: Note 1 :
fa: تبصره 1:
ja: 注1：
ko: 참고사항 1 :
lt: 1 pastaba:
no: Merknad 1:
pl: Uwaga 1:
pt: Nota 1:
ro: Nota 1:
ru: Примечание 1:
