Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: If you want to create a new, empty, polyglot .bin opening book,
fa: اگر می‌خواهید یک کتاب بازکننده bin.bin جدید، خالی و چند زبانه ایجاد کنید،
ja: 新しい空のポリグロット.binオープニングブックを作成したい場合は、
ko: 새롭고 빈 다국어 .bin 오프닝 책을 만들려면,
lt: Jei norite sukurti naują, tuščią, daugiažodę .bin atidarymo knygą,
no: Hvis du vil opprette en ny, tom, polyglot .bin-åpningsbok,
pl: Jeśli chcesz utworzyć nową, pustą, wielojęzyczną książkę otwierającą .bin,
pt: Se você quiser criar um novo livro de abertura .bin poliglota e vazio,
ro: Dacă doriți să creați o carte de deschidere nouă, goală, poliglotă .bin,
ru: Если вы хотите создать новую, пустую, полиглотную дебютную книгу .bin,

source: then type in the new name with .bin extenstion at the end of the path
fa: سپس نام جدید را با پسوند .bin در انتهای مسیر تایپ کنید
ja: パスの最後に.bin拡張子を付けた新しい名前を入力します。
ko: 그런 다음 경로 끝에 .bin 확장자를 포함한 새 이름을 입력합니다.
lt: tada įveskite naują pavadinimą su .bin plėtiniu kelio pabaigoje
no: skriv deretter inn det nye navnet med .bin-utvidelsen på slutten av banen
pl: następnie wpisz nową nazwę z rozszerzeniem .bin na końcu ścieżki
pt: então digite o novo nome com a extensão .bin no final do caminho
ro: apoi tastați noul nume cu extensia .bin la sfârșitul căii
ru: затем введите новое имя с расширением .bin в конце пути

source: in file input box or into the browse file box
fa: در کادر ورودی فایل یا در کادر مرور فایل
ja: ファイル入力ボックスまたはファイル参照ボックスに
ko: 파일 입력 상자 또는 파일 찾아보기 상자에
lt: failo įvesties laukelyje arba failų naršymo laukelyje
no: i filinndataboksen eller i bla gjennom filboksen
pl: w polu wprowadzania pliku lub w polu przeglądania plików
pt: na caixa de entrada de arquivo ou na caixa de navegação de arquivo
ro: în caseta de introducere a fișierului sau în caseta de căutare a fișierului
ru: в поле ввода файла или в поле обзора файла

source: e.g For a new, empty opening book called MyOpenings.bin you would change
fa: به عنوان مثال، برای یک کتاب افتتاحیه جدید و خالی به نام MyOpenings.bin باید تغییر دهید
ja: 例えば、MyOpenings.binという新しい空のオープニングブックの場合は、
ko: 예를 들어 MyOpenings.bin이라는 새롭고 빈 오프닝 북의 경우 다음을 변경합니다.
lt: pvz., naują tuščią atidarymo knygą, pavadintą MyOpenings.bin, pakeistumėte
no: for en ny, tom åpningsbok kalt MyOpenings.bin ville du endre
pl: np. w przypadku nowej, pustej księgi otwarć o nazwie MyOpenings.bin należy zmienić
pt: por exemplo, para um novo livro de abertura vazio chamado MyOpenings.bin, você alteraria
ro: De exemplu, pentru o carte de deschidere nouă, goală, numită MyOpenings.bin, ați schimba
ru: например, для новой пустой дебютной книги с именем MyOpenings.bin вы должны изменить

source: in the file input box of the dialog box.
fa: در کادر ورودی فایل کادر محاوره ای.
ja: ダイアログ ボックスのファイル入力ボックスで。
ko: 대화 상자의 파일 입력 상자에서.
lt: dialogo lango failo įvesties laukelyje.
no: i filinndataboksen i dialogboksen.
pl: w polu wprowadzania pliku w oknie dialogowym.
pt: na caixa de entrada de arquivo da caixa de diálogo.
ro: în caseta de introducere a fișierului din caseta de dialog.
ru: в поле ввода файла диалогового окна.

source: Alternatively, type MyOpenings.bin in the browse file box.
fa: یا در کادر مرور فایل MyOpenings.bin را تایپ کنید.
ja: または、参照ファイル ボックスに「MyOpenings.bin」と入力します。
ko: 또는 파일 찾아보기 상자에 MyOpenings.bin을 입력합니다.
lt: Arba failo naršymo laukelyje įveskite MyOpenings.bin.
no: Alternativt, skriv inn MyOpenings.bin i bla gjennom filboksen.
pl: Alternatywnie wpisz MyOpenings.bin w polu przeglądania plików.
pt: Como alternativa, digite MyOpenings.bin na caixa de navegação do arquivo.
ro: Alternativ, tastați MyOpenings.bin în caseta de căutare a fișierului.
ru: Либо введите MyOpenings.bin в поле обзора файлов.

source: Note 2 :
fa: تبصره 2:
ja: 注2：
ko: 참고사항 2 :
lt: 2 pastaba:
no: Merknad 2:
pl: Uwaga 2:
pt: Nota 2:
ro: Nota 2:
ru: Примечание 2:

source: During the add games process, the mouse cursor movement is restricted
fa: در طول فرآیند افزودن بازی‌ها، حرکت مکان‌نمای ماوس محدود می‌شود
ja: ゲームの追加プロセス中は、マウスカーソルの動きが制限されます
ko: 게임 추가 프로세스 동안 마우스 커서 이동이 제한됩니다.
lt: Žaidimų pridėjimo proceso metu pelės žymeklio judėjimas yra apribotas
no: Under prosessen med å legge til spill, er musepekerens bevegelse begrenset
pl: Podczas procesu dodawania gier ruch kursora myszy jest ograniczony
pt: Durante o processo de adicionar jogos, o movimento do cursor do mouse é restrito
ro: În timpul procesului de adăugare a jocurilor, mișcarea cursorului mouse-ului este restricționată
ru: В процессе добавления игр движение курсора мыши ограничено

source: to the bottom panel. This is because the program behaved strangely
fa: به پانل پایین این به این دلیل است که برنامه رفتار عجیبی داشت
ja: 下のパネルに。これはプログラムが異常な動作をしたためです
ko: 하단 패널로. 이는 프로그램이 이상하게 동작했기 때문입니다.
lt: į apatinį skydelį. Taip yra todėl, kad programa elgėsi keistai
no: til bunnpanelet. Dette er fordi programmet oppførte seg merkelig
pl: do dolnego panelu. Dzieje się tak, ponieważ program zachowywał się dziwnie
pt: para o painel inferior. Isso ocorre porque o programa se comportou de forma estranha
ro: la panoul de jos. Acest lucru se datorează faptului că programul s-a comportat ciudat
ru: на нижнюю панель. Это потому что программа вела себя странно

source: if the mouse was moved around the rest of the screen during the process.
fa: اگر ماوس در طول فرآیند به اطراف صفحه نمایش منتقل شده باشد.
ja: 処理中にマウスが画面の残りの部分に移動された場合。
ko: 프로세스 중에 마우스가 화면의 나머지 부분으로 움직였는지 여부.
lt: jei proceso metu pelė buvo judama aplink likusį ekraną.
no: hvis musen ble flyttet rundt på resten av skjermen under prosessen.
pl: czy podczas tego procesu mysz była przesuwana po reszcie ekranu.
pt: se o mouse foi movido pelo resto da tela durante o processo.
ro: dacă mouse-ul a fost mutat în jurul restului ecranului în timpul procesului.
ru: если во время процесса мышь перемещалась по остальной части экрана.

source: I was not able to figure out what the cause of this was.
fa: نتونستم بفهمم علت این اتفاق چیه
ja: 何が原因なのか分かりませんでした。
ko: 나는 이것의 원인이 무엇인지 알아낼 수 없었다.
lt: Aš negalėjau išsiaiškinti, kokia to priežastis.
no: Jeg klarte ikke å finne ut hva årsaken til dette var.
pl: Nie udało mi się dojść, co było tego przyczyną.
pt: Não consegui descobrir qual era a causa disso.
ro: Nu am reușit să-mi dau seama care a fost cauza.
ru: Я не смог понять, в чем причина этого.

source: Once the add games process is complete or cancelled, the mouse cursor
fa: هنگامی که فرآیند افزودن بازی ها کامل یا لغو شد، نشانگر ماوس
ja: ゲームの追加プロセスが完了またはキャンセルされると、マウスカーソルは
ko: 게임 추가 프로세스가 완료되거나 취소되면 마우스 커서가
lt: Kai žaidimų pridėjimo procesas bus baigtas arba atšauktas, pelės žymeklis
no: Når prosessen med å legge til spill er fullført eller kansellert, vil musepekeren
pl: Po zakończeniu lub anulowaniu procesu dodawania gier kursor myszy
pt: Assim que o processo de adicionar jogos for concluído ou cancelado, o cursor do mouse
ro: Odată ce procesul de adăugare a jocurilor este finalizat sau anulat, cursorul mouse-ului
ru: После завершения или отмены процесса добавления игр курсор мыши

source: is released from the bottom panel and will behave as normal.
fa: از پنل پایینی رها می شود و مانند معمول رفتار می کند.
ja: 下部パネルから解放され、通常どおり動作します。
ko: 하단 패널에서 해제되어 정상적으로 작동합니다.
lt: atsilaisvina nuo apatinio skydelio ir veiks kaip įprasta.
no: frigjøres fra bunnpanelet og vil oppføre seg som normalt.
pl: zostanie zwolniony z dolnego panelu i będzie zachowywał się normalnie.
pt: é liberado do painel inferior e se comportará normalmente.
ro: este eliberat din panoul de jos și se va comporta normal.
ru: отсоединяется от нижней панели и будет вести себя как обычно.

source: Also, every 500 games the mouse cursor is moved within the bottom panel
fa: همچنین، در هر 500 بازی، مکان‌نمای ماوس در پانل پایینی جابه‌جا می‌شود
ja: また、500ゲームごとにマウスカーソルが下部パネル内で移動します。
ko: 또한, 500게임마다 마우스 커서가 하단 패널 내에서 이동합니다.
lt: Be to, kas 500 žaidimų pelės žymeklis perkeliamas apatiniame skydelyje
no: For hvert 500. spill flyttes musepekeren innenfor bunnpanelet
pl: Ponadto co 500 gier kursor myszy jest przesuwany w obrębie dolnego panelu
pt: Além disso, a cada 500 jogos o cursor do mouse é movido dentro do painel inferior
ro: De asemenea, la fiecare 500 de jocuri cursorul mouse-ului este mutat în panoul de jos
ru: Также каждые 500 игр курсор мыши перемещается в пределах нижней панели.

source: by the program. This is to stop the screen saver activating and
fa: توسط برنامه این برای متوقف کردن فعال شدن محافظ صفحه است و
ja: プログラムによってスクリーンセーバーが起動するのを止め、
ko: 프로그램에 의해. 이것은 화면 보호기 활성화를 중지하고
lt: pagal programą. Tai daroma norint sustabdyti ekrano užsklandos aktyvavimą ir
no: av programmet. Dette er for å stoppe aktivering av skjermspareren og
pl: przez program. Ma to na celu zatrzymanie aktywacji wygaszacza ekranu i
pt: pelo programa. Isso é para impedir que o protetor de tela seja ativado e
ro: de program. Acest lucru este pentru a opri activarea economizorului de ecran și
ru: программой. Это делается для того, чтобы остановить активацию заставки и

source: switching off the screen, because that also caused problems with the
fa: خاموش کردن صفحه نمایش، زیرا باعث ایجاد مشکل در صفحه نمایش می شود
ja: 画面をオフにすると、
ko: 화면을 끄면 문제가 발생하기 때문입니다.
lt: ekrano išjungimas, nes tai taip pat sukėlė problemų su
no: slå av skjermen, fordi det også forårsaket problemer med
pl: wyłączenie ekranu, ponieważ to również powodowało problemy z
pt: desligando a tela, pois isso também causava problemas com o
ro: oprirea ecranului, deoarece asta a cauzat și probleme cu
ru: выключение экрана, потому что это также вызывало проблемы с

source: add games process.
fa: اضافه کردن روند بازی ها
ja: ゲームプロセスを追加します。
ko: 게임 추가 프로세스.
lt: pridėti žaidimų procesą.
no: legge til spill prosess.
pl: dodaj proces gier.
pt: adicionar processo de jogos.
ro: procesul de adăugare a jocurilor.
ru: добавить процесс игры.

source: Polyglot..
fa: چند زبانه..
ja: 多言語対応。
ko: 다국어 구사자..
lt: poliglotas..
pl: Poliglota..
pt: Poliglota..
ro: Poliglot..
ru: Полиглот..

source: Credits..
fa: اعتبارات..
ja: クレジット..
ko: 크레딧..
lt: Kreditai..
no: Kreditter..
pl: Podziękowania..
pt: Créditos..
ro: Credite..
ru: Кредиты..

source: Making books..
fa: ساخت کتاب..
ja: 本を作る。
ko: 책 만들기..
lt: Kurti knygas..
no: lager bøker..
pl: Tworzenie książek..
pt: Fazendo livros...
ro: Făcând cărți..
ru: Изготовление книг..

source: Polyglot is a UCI adapter. It can connect a GUI interface
fa: Polyglot یک آداپتور UCI است. این می تواند یک رابط رابط کاربری گرافیکی را متصل کند
ja: PolyglotはUCIアダプタです。GUIインターフェースを接続できます
ko: Polyglot은 UCI 어댑터입니다. GUI 인터페이스를 연결할 수 있습니다.
lt: Polyglot yra UCI adapteris. Jis gali prijungti GUI sąsają
no: Polyglot er en UCI-adapter. Den kan koble til et GUI-grensesnitt
pl: Polyglot to adapter UCI. Może połączyć interfejs GUI
pt: Polyglot é um adaptador UCI. Ele pode conectar uma interface GUI
ro: Polyglot este un adaptor UCI. Poate conecta o interfață GUI
ru: Polyglot — это адаптер UCI. Он может подключать интерфейс GUI

source: (such as XBoard, Winboard, Arena or Chessbase) to a UCI chess engine.
fa: (مانند XBoard، Winboard، Arena یا Chessbase) به یک موتور شطرنج UCI.
ja: (XBoard、Winboard、Arena、Chessbase など) を UCI チェス エンジンに接続します。
ko: (예: XBoard, Winboard, Arena 또는 Chessbase)를 UCI 체스 엔진으로 변환합니다.
lt: (pvz., XBoard, Winboard, Arena ar Chessbase) į UCI šachmatų variklį.
no: (som XBoard, Winboard, Arena eller Chessbase) til en UCI-sjakkmotor.
pl: (takich jak XBoard, Winboard, Arena lub Chessbase) do silnika szachowego UCI.
pt: (como XBoard, Winboard, Arena ou Chessbase) para um mecanismo de xadrez UCI.
ro: (cum ar fi XBoard, Winboard, Arena sau Chessbase) la un motor de șah UCI.
ru: (например, XBoard, Winboard, Arena или Chessbase) к шахматному движку UCI.

source: Polyglot also supports the Polyglot.bin opening book format.
fa: Polyglot همچنین از قالب کتاب افتتاحیه Polyglot.bin پشتیبانی می کند.
ja: Polyglot は、Polyglot.bin オープニング ブック形式もサポートしています。
ko: Polyglot은 또한 Polyglot.bin 오프닝 북 포맷을 지원합니다.
lt: Polyglot taip pat palaiko Polyglot.bin atidarymo knygos formatą.
no: Polyglot støtter også åpningsbokformatet Polyglot.bin.
pl: Polyglot obsługuje również format książki otwierającej Polyglot.bin.
pt: O Polyglot também suporta o formato de livro de abertura Polyglot.bin.
ro: Polyglot acceptă, de asemenea, formatul de carte de deschidere Polyglot.bin.
ru: Polyglot также поддерживает формат дебютной книги Polyglot.bin.

source: Roughly speaking, a PolyGlot opening book is a collection of triples
fa: به طور کلی، یک کتاب افتتاحیه PolyGlot مجموعه ای از سه گانه است
ja: 大まかに言えば、ポリグロットのオープニングブックはトリプルのコレクションである。
ko: 대략적으로 말해서 PolyGlot 오프닝 북은 세 개의 단어로 구성된 컬렉션입니다.
lt: Grubiai tariant, „PolyGlot“ atidarymo knyga yra trigubų rinkinys
no: Grovt sett er en PolyGlot-åpningsbok en samling av trippel
pl: Mówiąc ogólnie, książka otwierająca PolyGlot to zbiór trójek
pt: Em termos gerais, um livro de abertura PolyGlot é uma coleção de triplos
ro: În linii mari, o carte de deschidere PolyGlot este o colecție de triple
ru: Грубо говоря, дебютная книга Полиглота представляет собой набор троек

source: (position, move, weight).
fa: (موقعیت، حرکت، وزن).
ja: （位置、動き、重さ）。
ko: (위치, 움직임, 무게).
lt: (padėtis, judėjimas, svoris).
no: (posisjon, bevegelse, vekt).
pl: (pozycja, ruch, ciężar).
pt: (posição, movimento, peso).
ro: (poziție, mișcare, greutate).
ru: (позиция, движение, вес).

source: A 'position' is represented by a 64 - bit Zobrist hash key.
fa: یک "موقعیت" با یک کلید هش 64 بیتی Zobrist نشان داده می شود.
ja: 「位置」は 64 ビットの Zobrist ハッシュ キーで表されます。
ko: '위치'는 64비트 Zobrist 해시 키로 표현됩니다.
lt: „Pozicija“ yra vaizduojama 64 bitų Zobrist maišos raktu.
no: En 'posisjon' er representert av en 64-bit Zobrist-hash-nøkkel.
pl: Pozycja jest reprezentowana przez 64-bitowy klucz skrótu Zobrista.
pt: Uma 'posição' é representada por uma chave de hash Zobrist de 64 bits.
ro: O „poziție” este reprezentată de o cheie hash Zobrist pe 64 de biți.
ru: «Позиция» представлена 64-битным хэш-ключом Зобриста.

source: The weight is proportional to the probability the move should be played.
fa: وزن متناسب با احتمال انجام حرکت است.
ja: 重みは、その動きが実行される確率に比例します。
ko: 가중치는 해당 이동이 실행되어야 하는 확률에 비례합니다.
lt: Svoris yra proporcingas tikimybei, kad ėjimas turėtų būti atliktas.
no: Vekten er proporsjonal med sannsynligheten for at trekket skal spilles.
pl: Waga jest proporcjonalna do prawdopodobieństwa wykonania ruchu.
pt: O peso é proporcional à probabilidade de o movimento ser executado.
ro: Greutatea este proporțională cu probabilitatea ca mutarea să fie jucată.
ru: Вес пропорционален вероятности того, что ход будет сделан.

source: Other opening book formats such as the ChessBase .ctg format and
fa: سایر فرمت های کتاب افتتاحیه مانند فرمت ChessBase .ctg و
ja: ChessBase .ctg形式などの他のオープニングブック形式や
ko: ChessBase .ctg 형식과 같은 기타 오프닝 북 형식
lt: Kiti atidarymo knygos formatai, pvz., ChessBase .ctg formatas ir
no: Andre åpningsbokformater som ChessBase .ctg-formatet og
pl: Inne formaty książek otwarć, takie jak format ChessBase .ctg i
pt: Outros formatos de livro de abertura, como o formato ChessBase .ctg e
ro: Alte formate de carte de deschidere, cum ar fi formatul ChessBase .ctg și
ru: Другие форматы дебютных книг, такие как формат ChessBase .ctg и

source: the Arena .abk format are undocumented and proprietary.
fa: فرمت Arena .abk غیرمستند و اختصاصی است.
ja: Arena .abk 形式は文書化されておらず、独自のものです。
ko: Arena .abk 형식은 문서화되지 않았으며 독점적입니다.
lt: Arena .abk formatas yra nedokumentuotas ir nuosavybės teise.
no: Arena .abk-formatet er udokumentert og proprietært.
pl: Format Arena .abk jest nieudokumentowany i zastrzeżony.
pt: o formato Arena .abk não é documentado e é proprietário.
ro: formatul Arena .abk este nedocumentat și proprietar.
ru: Формат Arena .abk недокументирован и является собственностью компании.

source: They can only be used by their own GUIs.
fa: آنها فقط می توانند توسط رابط کاربری گرافیکی خودشان استفاده شوند.
ja: それらは独自の GUI でのみ使用できます。
ko: 자체 GUI에서만 사용할 수 있습니다.
lt: Juos gali naudoti tik jų pačių GUI.
no: De kan bare brukes av deres egne GUIer.
pl: Można ich używać wyłącznie za pośrednictwem własnych interfejsów graficznych.
pt: Eles só podem ser usados por suas próprias GUIs.
ro: Ele pot fi utilizate numai de propriile GUI-uri.
ru: Их можно использовать только с помощью их собственных графических интерфейсов.

source: Previously, Nimzo_3d could only use PGN opening books,
fa: قبلاً، Nimzo_3d فقط می توانست از کتاب های افتتاحیه PGN استفاده کند.
ja: 以前は、Nimzo_3dはPGNオープニングブックしか使用できませんでしたが、
ko: 이전에는 Nimzo_3d는 PGN 오프닝북만 사용할 수 있었습니다.
lt: Anksčiau Nimzo_3d galėjo naudoti tik PGN atidarymo knygas,
no: Tidligere kunne Nimzo_3d bare bruke PGN-åpningsbøker,
pl: Wcześniej Nimzo_3d mógł używać tylko książek otwierających PGN,
pt: Anteriormente, o Nimzo_3d só podia usar livros de abertura PGN,
ro: Anterior, Nimzo_3d putea folosi doar cărți de deschidere PGN,
ru: Раньше Nimzo_3d мог использовать только дебютные книги PGN,

source: which were quite small and had no weights for move preference.
fa: که بسیار کوچک بودند و وزنی برای ترجیح حرکت نداشتند.
ja: これらは非常に小さく、移動の優先順位に対する重みはありませんでした。
ko: 크기가 매우 작았고 이동 선호도에 대한 가중치가 없었습니다.
lt: kurie buvo gana maži ir neturėjo svorio, kad būtų galima pasirinkti.
no: som var ganske små og hadde ingen vekter for bevegelsespreferanse.
pl: które były dość małe i nie miały żadnych ciężarów pozwalających na preferowanie ruchu.
pt: que eram bem pequenos e não tinham pesos para preferência de movimento.
ro: care erau destul de mici și nu aveau greutăți pentru preferința de mișcare.
ru: которые были довольно маленькими и не имели весов для предпочтения хода.

source: Now it can use Polyglot .bin opening books.
fa: اکنون می تواند از کتاب های بازگشایی Polyglot .bin استفاده کند.
ja: Polyglot .bin オープニングブックを使用できるようになりました。
ko: 이제 Polyglot .bin을 사용하여 책을 열 수 있습니다.
lt: Dabar jis gali naudoti Polyglot .bin atidarymo knygas.
no: Nå kan den bruke Polyglot .bin-åpningsbøker.
pl: Teraz może używać Polyglot .bin do otwierania książek.
pt: Agora ele pode usar o Polyglot .bin para abrir livros.
ro: Acum poate folosi cărțile de deschidere Polyglot .bin.
ru: Теперь он может использовать открывающиеся книги Polyglot .bin.

source: There are some Polyglot.bin opening books included
fa: تعدادی کتاب افتتاحیه Polyglot.bin موجود است
ja: Polyglot.binのオープニングブックがいくつか含まれています
ko: 일부 Polyglot.bin 오프닝 책이 포함되어 있습니다.
lt: Yra keletas Polyglot.bin atidarymo knygų
no: Det er noen Polyglot.bin-åpningsbøker inkludert
pl: Zawiera kilka książek otwierających Polyglot.bin
pt: Há alguns livros de abertura do Polyglot.bin incluídos
ro: Sunt incluse câteva cărți de deschidere Polyglot.bin
ru: В комплект входят некоторые книги-открытия Polyglot.bin.

source: with the latest download package.
fa: با آخرین بسته دانلودی
ja: 最新のダウンロード パッケージを使用します。
ko: 최신 다운로드 패키지를 사용하세요.
lt: su naujausiu atsisiuntimo paketu.
no: med den siste nedlastingspakken.
pl: z najnowszym pakietem do pobrania.
pt: com o pacote de download mais recente.
ro: cu cel mai recent pachet de descărcare.
ru: с последним пакетом загрузки.

source: These were copied from the free Lucas chess download package.
fa: اینها از بسته دانلود رایگان Lucas chess کپی شده اند.
ja: これらは、無料の Lucas チェス ダウンロード パッケージからコピーされました。
ko: 이는 무료 루카스 체스 다운로드 패키지에서 복사되었습니다.
lt: Jie buvo nukopijuoti iš nemokamo „Lucas“ šachmatų atsisiuntimo paketo.
no: Disse ble kopiert fra den gratis nedlastingspakken for Lucas sjakk.
pl: Zostały one skopiowane z bezpłatnego pakietu szachowego Lucas.
pt: Elas foram copiadas do pacote de download gratuito do Lucas Chess.
ro: Acestea au fost copiate din pachetul gratuit de descărcare a șahului Lucas.
ru: Они были скопированы из бесплатного пакета загрузки Lucas Chess.

source: You can download it from the following website -
fa: می توانید آن را از وب سایت زیر دانلود کنید -
ja: 以下のウェブサイトからダウンロードできます -
ko: 다음 웹사이트에서 다운로드할 수 있습니다.
lt: Galite atsisiųsti iš šios svetainės -
no: Du kan laste den ned fra følgende nettside -
pl: Można go pobrać z następującej strony internetowej -
pt: Você pode baixá-lo no seguinte site -
ro: Îl puteți descărca de pe următorul site -
ru: Вы можете загрузить его со следующего сайта -

source: Another free chess GUI that has .bin opening books is Scid vs PC
fa: یکی دیگر از رابط‌های گرافیکی رایگان شطرنج که دارای کتاب‌های باز کردن .bin است، Scid vs PC است
ja: .binオープニングブックを備えた別の無料チェスGUIは、Scid vs PCです。
ko: .bin 오프닝 북이 있는 또 다른 무료 체스 GUI는 Scid vs PC입니다.
lt: Kitas nemokamas šachmatų GUI, turintis .bin atidarymo knygas, yra „Scid vs PC“.
no: Et annet gratis sjakk-grensesnitt som har .bin-åpningsbøker er Scid vs PC
pl: Innym darmowym szachowym interfejsem graficznym, który ma książki otwarć .bin, jest Scid vs PC
pt: Outra interface gráfica de jogo de xadrez gratuita que possui .bin abrindo livros é Scid vs PC
ro: Un alt GUI de șah gratuit care are cărți de deschidere .bin este Scid vs PC
ru: Еще один бесплатный шахматный графический интерфейс, в котором есть дебютные книги .bin — это Scid vs PC.

source: It can be downloaded from -
fa: قابل دانلود از -
ja: ダウンロードはこちらから -
ko: -에서 다운로드할 수 있습니다.
lt: Jį galima atsisiųsti iš -
no: Den kan lastes ned fra -
pl: Można go pobrać z -
pt: Pode ser baixado de -
ro: Poate fi descărcat de pe -
ru: Его можно скачать здесь -

source: Several .bin opening books can be downloaded from the following site -
fa: چندین کتاب افتتاحیه .bin را می توانید از سایت زیر دانلود کنید -
ja: いくつかの.binオープニングブックは次のサイトからダウンロードできます -
ko: 다음 사이트에서 여러 .bin 오프닝 책을 다운로드할 수 있습니다.
lt: Keletas .bin atidarymo knygų galima atsisiųsti iš šios svetainės -
no: Flere .bin-åpningsbøker kan lastes ned fra følgende nettsted -
pl: Kilka książek otwierających pliki .bin można pobrać z następującej witryny -
pt: Vários livros de abertura .bin podem ser baixados do seguinte site -
ro: Mai multe cărți de deschidere .bin pot fi descărcate de pe următorul site -
ru: Несколько книг по открытию .bin можно скачать со следующего сайта -

source: Also, there is one that comes with the free version
fa: همچنین، یکی وجود دارد که با نسخه رایگان ارائه می شود
ja: また、無料版に付属するものもある
ko: 또한 무료 버전과 함께 제공되는 것도 있습니다
lt: Be to, yra ir nemokama versija
no: Det er også en som følger med gratisversjonen
pl: Jest też taki, który jest dostępny w wersji darmowej
pt: Também há um que vem com a versão gratuita
ro: De asemenea, există unul care vine cu versiunea gratuită
ru: Также есть один, который идет в комплекте с бесплатной версией

source: of the Komodo chess engine. This can be downloaded from -
fa: موتور شطرنج کومودو این را می توان از - دانلود کرد -
ja: Komodo チェスエンジンの。これは次の場所からダウンロードできます。
ko: 코모도 체스 엔진의. 이것은 다음에서 다운로드할 수 있습니다 -
lt: Komodo šachmatų variklio. Tai galima atsisiųsti iš -
no: av Komodo-sjakkmotoren. Denne kan lastes ned fra -
pl: silnika szachowego Komodo. Można go pobrać z -
pt: do motor de xadrez Komodo. Isso pode ser baixado de -
ro: a motorului de șah Komodo. Acesta poate fi descărcat de pe -
ru: шахматного движка Komodo. Его можно скачать с -

source: Polyglot .bin book help
fa: راهنمای کتاب Polyglot .bin
ja: ポリグロット .bin ブックのヘルプ
ko: 다국어 .bin 책 도움말
lt: Polyglot .bin knygos pagalba
no: Polyglot .bin bokhjelp
pl: Pomoc dotycząca książki Polyglot .bin
pt: Ajuda do livro Polyglot .bin
ro: Ajutor carte Polyglot .bin
ru: Помощь с книгой Полиглот .bin

source: When I started writing the code for using Polyglot .bin opening books,
fa: وقتی شروع به نوشتن کد استفاده از کتاب های بازکننده Polyglot .bin کردم،
ja: Polyglot .binオープニングブックを使用するためのコードを書き始めたとき、
ko: Polyglot .bin을 사용하여 책을 여는 코드를 작성하기 시작했을 때,
lt: Kai pradėjau rašyti Polyglot .bin atidarymo knygų naudojimo kodą,
no: Da jeg begynte å skrive koden for bruk av Polyglot .bin-åpningsbøker,
pl: Kiedy zacząłem pisać kod do otwierania książek za pomocą Polyglot .bin,
pt: Quando comecei a escrever o código para usar o Polyglot .bin para abrir livros,
ro: Când am început să scriu codul pentru utilizarea cărților de deschidere Polyglot .bin,
ru: Когда я начал писать код для использования Polyglot .bin для открытия книг,
