Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Enter the y-axis percentage
fa: درصد محور y را وارد کنید
ja: Y軸のパーセンテージを入力してください
ko: y축 백분율을 입력하세요
lt: Įveskite y ašies procentinę dalį
no: Angi prosentandelen for y-aksen
pl: Wprowadź procent osi Y
pt: Insira a porcentagem do eixo y
ro: Introduceți procentul pe axa y
ru: Введите процент по оси Y.

source: Enter the x-axis step size
fa: اندازه گام محور x را وارد کنید
ja: x軸のステップサイズを入力してください
ko: x축 단계 크기를 입력하세요
lt: Įveskite x ašies žingsnio dydį
no: Skriv inn x-aksens trinnstørrelse
pl: Wprowadź rozmiar kroku osi x
pt: Insira o tamanho do passo do eixo x
ro: Introduceți dimensiunea pasului pe axa x
ru: Введите размер шага оси x

source: Enter the analysis time allowed per move
fa: زمان تحلیل مجاز برای هر حرکت را وارد کنید
ja: 1手あたりの分析時間を入力します
ko: 이동당 허용되는 분석 시간을 입력하세요.
lt: Įveskite leistiną analizės laiką vienam judesiui
no: Angi tillatt analysetid per trekk
pl: Wprowadź czas analizy dozwolony na każdy ruch
pt: Insira o tempo de análise permitido por movimento
ro: Introduceți timpul de analiză permis pentru fiecare mișcare
ru: Введите время анализа, отведенное на один ход

source: Check to show the move info box when scrolling
fa: علامت بزنید تا کادر اطلاعات حرکت هنگام پیمایش نشان داده شود
ja: スクロール時に移動情報ボックスを表示するかどうかチェックします
ko: 스크롤 시 이동 정보 상자를 표시하려면 체크하세요.
lt: Pažymėkite, kad slenkant būtų rodomas perkėlimo informacijos laukelis
no: Kryss av for å vise flytteinformasjonsboksen når du ruller
pl: Zaznacz, aby wyświetlić pole z informacjami o ruchu podczas przewijania
pt: Marque para mostrar a caixa de informações de movimento ao rolar
ro: Bifați pentru a afișa caseta de informații despre mișcare când derulați
ru: Установите этот флажок, чтобы отображать поле информации о перемещении при прокрутке.

source: Check to show the board position when scrolling
fa: برای نشان دادن موقعیت تابلو هنگام پیمایش علامت بزنید
ja: スクロール時にボードの位置を表示するかどうかチェックする
ko: 스크롤 시 보드 위치를 표시하려면 체크하세요
lt: Pažymėkite, kad slenkant būtų rodoma lentos padėtis
no: Kryss av for å vise brettposisjonen når du ruller
pl: Zaznacz, aby podczas przewijania wyświetlać pozycję planszy
pt: Marque para mostrar a posição do tabuleiro ao rolar
ro: Bifați pentru a afișa poziția plăcii atunci când derulați
ru: Установите этот флажок, чтобы отображать положение доски при прокрутке.

source: Enter the size of the eval board
fa: اندازه تابلوی eval را وارد کنید
ja: 評価ボードのサイズを入力してください
ko: 평가보드의 크기를 입력하세요
lt: Įveskite eval lentos dydį
no: Skriv inn størrelsen på eval-tavlen
pl: Wprowadź rozmiar tablicy ewaluacyjnej
pt: Insira o tamanho do quadro de avaliação
ro: Introduceți dimensiunea panoului de evaluare
ru: Введите размер оценочной платы

source: Select the eval profile panel background colour
fa: رنگ پس‌زمینه پنل پروفایل eval را انتخاب کنید
ja: 評価プロファイルパネルの背景色を選択する
ko: 평가 프로필 패널 배경색을 선택하세요
lt: Pasirinkite eval profilio skydelio fono spalvą
no: Velg bakgrunnsfargen for evalprofilpanelet
pl: Wybierz kolor tła panelu profilu ewaluacyjnego
pt: Selecione a cor de fundo do painel de perfil de avaliação
ro: Selectați culoarea de fundal a panoului profilului de evaluare
ru: Выберите цвет фона панели профиля оценки

source: Set the eval profile background colour to default
fa: رنگ پس زمینه پروفایل eval را روی پیش فرض قرار دهید
ja: 評価プロファイルの背景色をデフォルトに設定する
ko: 평가 프로필 배경색을 기본값으로 설정
lt: Nustatykite numatytąją eval profilio fono spalvą
no: Sett evalprofilens bakgrunnsfarge til standard
pl: Ustaw domyślny kolor tła profilu ewaluacyjnego
pt: Defina a cor de fundo do perfil de avaliação como padrão
ro: Setați culoarea de fundal a profilului de evaluare la implicit
ru: Установить цвет фона профиля оценки по умолчанию

source: Select the bar colour for white
fa: رنگ نوار را برای سفید انتخاب کنید
ja: バーの色を白に選択
ko: 막대 색상을 흰색으로 선택하세요
lt: Pasirinkite baltos juostos spalvą
no: Velg søylefargen for hvit
pl: Wybierz kolor paska dla bieli
pt: Selecione a cor da barra para branco
ro: Selectați culoarea barei pentru alb
ru: Выберите цвет полосы для белого

source: Set the white bar colour colour to default
fa: رنگ نوار سفید را روی پیش فرض قرار دهید
ja: 白いバーの色をデフォルトに設定する
ko: 흰색 막대 색상을 기본값으로 설정하세요
lt: Nustatykite numatytąją baltos juostos spalvos spalvą
no: Sett fargen på den hvite linjen til standard
pl: Ustaw kolor białego paska na domyślny
pt: Defina a cor da barra branca como padrão
ro: Setați culoarea barei albe la implicită
ru: Установить цвет белой полосы по умолчанию

source: Select the bar colour for black
fa: رنگ نوار را برای مشکی انتخاب کنید
ja: バーの色を黒に選択
ko: 막대 색상을 검정색으로 선택하세요
lt: Pasirinkite juostos spalvą juodai
no: Velg søylefargen for svart
pl: Wybierz kolor paska dla koloru czarnego
pt: Selecione a cor da barra para preto
ro: Selectați culoarea barei pentru negru
ru: Выберите цвет полосы для черного

source: Set the black bar colour colour to default
fa: رنگ نوار سیاه را روی پیش فرض قرار دهید
ja: 黒いバーの色をデフォルトに設定する
ko: 검은색 막대 색상을 기본값으로 설정하세요
lt: Nustatykite numatytąją juodos juostos spalvos spalvą
no: Sett fargen på den svarte linjen til standard
pl: Ustaw kolor czarnego paska na domyślny
pt: Defina a cor da barra preta como padrão
ro: Setați culoarea barei negre la valoarea implicită
ru: Установить цвет черной полосы по умолчанию

source: The <Evaluation profile> panel offers a graphical view of the course of the game.
fa: پانل <Evaluation profile> نمای گرافیکی از روند بازی را ارائه می دهد.
ja: <評価プロファイル> パネルでは、ゲームの進行状況をグラフィカルに表示します。
ko: <평가 프로필> 패널은 게임 진행 과정을 그래픽으로 보여줍니다.
lt: Skydelyje <Evaluation profile> pateikiamas grafinis žaidimo eigos vaizdas.
no: Panelet <Evalueringsprofil> tilbyr en grafisk visning av spillets gang.
pl: Panel <Profil oceny> oferuje graficzny podgląd przebiegu gry.
pt: O painel <Perfil de avaliação> oferece uma visão gráfica do curso do jogo.
ro: Panoul <Profil de evaluare> oferă o vedere grafică a cursului jocului.
ru: Панель <Профиль оценки> предлагает графическое представление хода игры.

source: An eval profile can be built independently,
fa: یک پروفایل eval می تواند به طور مستقل ساخته شود،
ja: 評価プロファイルは独立して構築することができ、
ko: 평가 프로필은 독립적으로 구축될 수 있습니다.
lt: Eval profilis gali būti pastatytas savarankiškai,
no: En evalprofil kan bygges uavhengig,
pl: Profil ewaluacyjny można utworzyć niezależnie,
pt: Um perfil de avaliação pode ser construído de forma independente,
ro: Un profil de evaluare poate fi construit independent,
ru: Профиль оценки может быть создан независимо,

source: or as an optional add on when a game is automatically analysed.
fa: یا به عنوان یک افزودنی اختیاری در هنگام تجزیه و تحلیل خودکار یک بازی.
ja: または、ゲームが自動的に分析されるときにオプションのアドオンとして使用できます。
ko: 또는 게임이 자동으로 분석될 때 선택적으로 추가할 수도 있습니다.
lt: arba kaip pasirenkamas priedas, kai žaidimas analizuojamas automatiškai.
no: eller som et valgfritt tillegg når et spill analyseres automatisk.
pl: lub jako opcjonalny dodatek, gdy gra jest automatycznie analizowana.
pt: ou como um complemento opcional quando um jogo é analisado automaticamente.
ro: sau ca supliment opțional atunci când un joc este analizat automat.
ru: или как необязательное дополнение при автоматическом анализе игры.

source: You can build an eval profile for a game by clicking on the <Build profile> button.
fa: با کلیک بر روی دکمه <Build profile> می توانید یک نمایه eval برای یک بازی بسازید.
ja: <プロファイルの作成> ボタンをクリックすると、ゲームの評価プロファイルを作成できます。
ko: <프로필 빌드> 버튼을 클릭하면 게임의 평가 프로필을 빌드할 수 있습니다.
lt: Galite sukurti žaidimo eval profilį spustelėdami mygtuką <Sukurti profilį>.
no: Du kan bygge en eval-profil for et spill ved å klikke på <Bygg profil>-knappen.
pl: Możesz utworzyć profil ewaluacyjny dla gry, klikając przycisk <Utwórz profil>.
pt: Você pode criar um perfil de avaliação para um jogo clicando no botão <Criar perfil>.
ro: Puteți crea un profil de evaluare pentru un joc făcând clic pe butonul <Construiți profil>.
ru: Вы можете создать профиль оценки для игры, нажав кнопку <Создать профиль>.

source: Once built, you can scroll the profile with the < and > buttons.
fa: پس از ساخت، می توانید نمایه را با دکمه های < و > اسکرول کنید.
ja: 構築したら、< ボタンと > ボタンを使用してプロファイルをスクロールできます。
ko: 프로필을 만든 후에는 < 및 > 버튼을 사용하여 프로필을 스크롤할 수 있습니다.
lt: Sukūrę profilį galite slinkti mygtukais < ir >.
no: Når den er bygget, kan du bla gjennom profilen med knappene < og >.
pl: Po utworzeniu profilu możesz przewijać go za pomocą przycisków < i >.
pt: Depois de construído, você pode rolar o perfil com os botões < e >.
ro: Odată construit, puteți derula profilul cu butoanele < și >.
ru: После создания профиля вы можете прокручивать его с помощью кнопок < и >.

source: On their own these buttons will scroll the profile by one move element.
fa: این دکمه ها به تنهایی نمایه را با یک عنصر حرکتی حرکت می دهند.
ja: これらのボタンを単独で使用すると、プロファイルが 1 つの移動要素分だけスクロールされます。
ko: 이 버튼들을 단독으로 사용하면 프로필이 한 단계씩 스크롤됩니다.
lt: Šie mygtukai paslinks profilį vienu judesio elementu.
no: Disse knappene vil på egen hånd rulle profilen med ett bevegelseselement.
pl: Same w sobie przyciski te przesuwają profil o jeden element ruchu.
pt: Sozinhos, esses botões rolarão o perfil em um elemento de movimento.
ro: Pe cont propriu, aceste butoane vor derula profilul cu un element de mișcare.
ru: Сами по себе эти кнопки прокручивают профиль на один элемент перемещения.

source: Hold down the <Shift> key to scroll the profile by four elements.
fa: کلید <Shift> را نگه دارید تا نمایه توسط چهار عنصر اسکرول شود.
ja: <Shift> キーを押したままにすると、プロファイルが 4 つの要素ずつスクロールされます。
ko: <Shift> 키를 누르고 있으면 프로필을 4개 요소씩 스크롤할 수 있습니다.
lt: Norėdami slinkti profiliu keturiais elementais, laikykite nuspaudę <Shift> klavišą.
no: Hold nede <Shift>-tasten for å rulle profilen med fire elementer.
pl: Przytrzymaj klawisz <Shift>, aby przewinąć profil o cztery elementy.
pt: Mantenha pressionada a tecla <Shift> para rolar o perfil em quatro elementos.
ro: Țineți apăsată tasta <Shift> pentru a derula profilul cu patru elemente.
ru: Удерживайте клавишу <Shift>, чтобы прокрутить профиль на четыре элемента.

source: Hold down the <Ctrl> key to scroll the profile by eight elements.
fa: کلید <Ctrl> را نگه دارید تا نمایه را با هشت عنصر اسکرول کنید.
ja: <Ctrl> キーを押したままにすると、プロファイルが 8 要素ずつスクロールされます。
ko: <Ctrl> 키를 누르고 있으면 프로필을 8개 요소씩 스크롤할 수 있습니다.
lt: Norėdami slinkti profiliu aštuoniais elementais, laikykite nuspaudę klavišą <Ctrl>.
no: Hold nede <Ctrl>-tasten for å rulle profilen med åtte elementer.
pl: Przytrzymaj klawisz <Ctrl>, aby przewinąć profil o osiem elementów.
pt: Mantenha pressionada a tecla <Ctrl> para rolar o perfil em oito elementos.
ro: Țineți apăsată tasta <Ctrl> pentru a derula profilul cu opt elemente.
ru: Удерживайте клавишу <Ctrl>, чтобы прокрутить профиль на восемь элементов.

source: Hold down the <Alt> key to go to the start or end of the profile.
fa: کلید <Alt> را نگه دارید تا به ابتدا یا انتهای نمایه بروید.
ja: <Alt> キーを押したままにすると、プロファイルの先頭または末尾に移動します。
ko: <Alt> 키를 누르고 있으면 프로필의 시작이나 끝으로 이동합니다.
lt: Norėdami pereiti į profilio pradžią arba pabaigą, laikykite nuspaudę klavišą <Alt>.
no: Hold nede <Alt>-tasten for å gå til starten eller slutten av profilen.
pl: Przytrzymaj klawisz <Alt>, aby przejść na początek lub koniec profilu.
pt: Mantenha pressionada a tecla <Alt> para ir para o início ou fim do perfil.
ro: Țineți apăsată tasta <Alt> pentru a merge la începutul sau la sfârșitul profilului.
ru: Удерживайте клавишу <Alt>, чтобы перейти к началу или концу профиля.

source: You can click on an element of the profile to move to the game position.
fa: می توانید روی یکی از عناصر نمایه کلیک کنید تا به موقعیت بازی بروید.
ja: プロフィールの要素をクリックすると、ゲームの位置に移動できます。
ko: 프로필의 요소를 클릭하면 게임 위치로 이동할 수 있습니다.
lt: Norėdami pereiti į žaidimo poziciją, galite spustelėti profilio elementą.
no: Du kan klikke på et element i profilen for å flytte til spilleposisjonen.
pl: Możesz kliknąć na element profilu, aby przejść do pozycji gry.
pt: Você pode clicar em um elemento do perfil para ir para a posição do jogo.
ro: Puteți face clic pe un element al profilului pentru a trece la poziția de joc.
ru: Вы можете нажать на элемент профиля, чтобы перейти в игровую позицию.

source: Also, if you hover the mouse close to the x-axis, then a pop-up info box
fa: همچنین، اگر ماوس را نزدیک محور x نگه دارید، یک جعبه اطلاعات پاپ‌آپ
ja: また、マウスをX軸の近くに移動すると、ポップアップ情報ボックスが表示されます。
ko: 또한 마우스를 x축 근처에 놓으면 팝업 정보 상자가 나타납니다.
lt: Be to, jei užveskite pelės žymeklį šalia x ašies, atsiras iššokantis informacijos laukelis
no: Dessuten, hvis du holder musen nær x-aksen, vises en popup-informasjonsboks
pl: Ponadto, jeśli najedziesz myszką blisko osi X, pojawi się okno informacyjne
pt: Além disso, se você passar o mouse perto do eixo x, uma caixa de informações pop-up
ro: De asemenea, dacă treceți mouse-ul aproape de axa x, atunci o casetă de informații pop-up
ru: Кроме того, если навести указатель мыши близко к оси X, появится всплывающее информационное окно.

source: and game board position can be displayed for each move element.
fa: و موقعیت صفحه بازی را می توان برای هر عنصر حرکت نمایش داد.
ja: 各移動要素ごとにゲームボードの位置を表示できます。
ko: 각 이동 요소에 대해 게임 보드 위치를 표시할 수 있습니다.
lt: ir žaidimo lentos padėtis gali būti rodoma kiekvienam judėjimo elementui.
no: og spillebrettposisjonen kan vises for hvert trekkelement.
pl: i dla każdego elementu ruchu można wyświetlić pozycję planszy gry.
pt: e a posição do tabuleiro do jogo pode ser exibida para cada elemento de movimento.
ro: și poziția tablei de joc poate fi afișată pentru fiecare element de mișcare.
ru: и положение на игровой доске может отображаться для каждого элемента хода.

source: There are several options for the eval profile :-
fa: چندین گزینه برای پروفایل eval وجود دارد:
ja: 評価プロファイルにはいくつかのオプションがあります:-
ko: 평가 프로필에는 여러 가지 옵션이 있습니다.
lt: Yra keletas eval profilio parinkčių:
no: Det er flere alternativer for evalprofilen:-
pl: Istnieje kilka opcji profilu ewaluacyjnego:
pt: Existem várias opções para o perfil de avaliação:
ro: Există mai multe opțiuni pentru profilul de evaluare:-
ru: Существует несколько вариантов профиля оценки:

source: Display evaluation profile : Check to display the eval profile panel.
fa: نمایش نمایه ارزیابی : برای نمایش پانل نمایه eval علامت بزنید.
ja: 評価プロファイルを表示: チェックすると評価プロファイル パネルが表示されます。
ko: 평가 프로필 표시: 평가 프로필 패널을 표시하려면 체크하세요.
lt: Rodyti vertinimo profilį : pažymėkite, kad būtų rodomas įvertinimo profilio skydelis.
no: Vis evalueringsprofil: Merk av for å vise panelet for evalueringsprofil.
pl: Wyświetl profil oceny: Zaznacz, aby wyświetlić panel profilu oceny.
pt: Exibir perfil de avaliação: marque para exibir o painel de perfil de avaliação.
ro: Afișare profil de evaluare: Bifați pentru a afișa panoul de profil de evaluare.
ru: Отобразить профиль оценки: установите флажок, чтобы отобразить панель профиля оценки.

source: Max y-axis score : Enter the maximum score number for the y-axis.
fa: حداکثر امتیاز محور y: حداکثر عدد امتیاز را برای محور y وارد کنید.
ja: 最大 Y 軸スコア: Y 軸の最大スコア数値を入力します。
ko: 최대 y축 점수: y축의 최대 점수 숫자를 입력하세요.
lt: Maksimalus y ašies balas : įveskite maksimalų y ašies balo skaičių.
no: Maks poengsum på y-aksen : Angi maksimal poengsum for y-aksen.
pl: Maksymalny wynik osi Y: Wprowadź maksymalny wynik dla osi Y.
pt: Pontuação máxima do eixo y: insira o número de pontuação máxima para o eixo y.
ro: Scorul maxim pe axa y : introduceți numărul maxim de scor pentru axa y.
ru: Максимальный балл по оси Y: введите максимальный балл по оси Y.

source: The number selected will be saved with the game.
fa: شماره انتخاب شده همراه با بازی ذخیره می شود.
ja: 選択した番号はゲームとともに保存されます。
ko: 선택한 숫자는 게임과 함께 저장됩니다.
lt: Pasirinktas numeris bus išsaugotas kartu su žaidimu.
no: Nummeret som er valgt vil bli lagret med spillet.
pl: Wybrany numer zostanie zapisany w grze.
pt: O número selecionado será salvo com o jogo.
ro: Numărul selectat va fi salvat împreună cu jocul.
ru: Выбранный номер будет сохранен в игре.

source: If a move evaluation bar is too large for the y-axis,
fa: اگر نوار ارزیابی حرکت برای محور y خیلی بزرگ باشد،
ja: 移動評価バーがY軸に対して大きすぎる場合は、
ko: 이동 평가 막대가 y축에 비해 너무 큰 경우,
lt: Jei judėjimo vertinimo juosta yra per didelė y ašiai,
no: Hvis en bevegelsesevalueringsstang er for stor for y-aksen,
pl: Jeżeli pasek oceny ruchu jest zbyt duży dla osi Y,
pt: Se uma barra de avaliação de movimento for muito grande para o eixo y,
ro: Dacă o bară de evaluare a mișcării este prea mare pentru axa y,
ru: Если полоса оценки хода слишком велика для оси Y,

source: a small black triangle will be placed on top of the bar.
fa: یک مثلث کوچک سیاه در بالای نوار قرار می گیرد.
ja: バーの上に小さな黒い三角形が表示されます。
ko: 작은 검은색 삼각형이 막대 위에 배치됩니다.
lt: mažas juodas trikampis bus dedamas ant juostos viršaus.
no: en liten svart trekant vil bli plassert på toppen av stangen.
pl: na górze paska zostanie umieszczony mały, czarny trójkąt.
pt: um pequeno triângulo preto será colocado no topo da barra.
ro: un mic triunghi negru va fi plasat deasupra barei.
ru: В верхней части панели будет размещен небольшой черный треугольник.

source: Graph x-scale percent : Enter the percentage length size for the graph. (40 - 80)
fa: نمودار x-scale درصد : اندازه درصد طول نمودار را وارد کنید.
ja: グラフの x スケールのパーセント: グラフの長さのサイズをパーセンテージで入力します。
ko: 그래프 x-크기 백분율: 그래프의 길이 백분율을 입력하세요.
lt: Grafiko x masto procentas : įveskite grafiko procentinį ilgio dydį.
no: Graf x-skala prosent : Angi den prosentvise lengdestørrelsen for grafen.
pl: Wykres skali x w procentach: Wprowadź procentową wartość długości wykresu.
pt: Gráfico em escala x porcentual: insira o tamanho percentual do comprimento do gráfico.
ro: Graph x-scale percent : introduceți dimensiunea procentuală a lungimii pentru grafic.
ru: Процент шкалы x графика: введите размер длины графика в процентах.

source: Graph y-scale percent : Enter the percentage height size for the graph. (50 - 90)
fa: درصد مقیاس y نمودار: اندازه درصد ارتفاع نمودار را وارد کنید. (50
ja: グラフのYスケールのパーセント: グラフの高さのサイズをパーセントで入力します。(50
ko: 그래프 y-척도 백분율: 그래프의 높이 백분율을 입력합니다. (50
lt: Grafikos y skalės procentai : įveskite grafiko aukščio procentinį dydį. (50
no: Graf y-skala prosent : Angi den prosentvise høydestørrelsen for grafen. (50
pl: Wykres skali Y w procentach: Wprowadź procentowy rozmiar wysokości wykresu. (50
pt: Gráfico em escala y percentual: insira o tamanho da altura percentual para o gráfico. (50
ro: Graph y-scale percent : introduceți dimensiunea procentuală a înălțimii pentru grafic. (50
ru: Процент шкалы Y графика: введите высоту графика в процентах. (50

source: Graph x-step size : Enter the size in pixels for each move element. (6 - 20)
fa: اندازه نمودار x-step: اندازه هر عنصر حرکتی را بر حسب پیکسل وارد کنید. (6 - 20)
ja: グラフの x ステップ サイズ: 各移動要素のサイズをピクセル単位で入力します。(6 - 20)
ko: 그래프 x-단계 크기: 각 이동 요소의 크기를 픽셀 단위로 입력하세요. (6 - 20)
lt: Diagramos x žingsnio dydis : įveskite kiekvieno judančio elemento dydį pikseliais. (6–20)
no: Graf x-trinns størrelse : Angi størrelsen i piksler for hvert flytteelement. (6 - 20)
pl: Rozmiar kroku x wykresu: Wprowadź rozmiar w pikselach dla każdego elementu ruchu. (6 - 20)
pt: Tamanho do passo x do gráfico: insira o tamanho em pixels para cada elemento de movimento. (6 - 20)
ro: Dimensiunea graficului x-step : introduceți dimensiunea în pixeli pentru fiecare element de mutare. (6 - 20)
ru: Размер шага графика по оси x: введите размер в пикселях для каждого элемента перемещения. (6 - 20)

source: Save evaluation profile : Check to save the profile to a file,
fa: ذخیره نمایه ارزیابی: برای ذخیره نمایه در یک فایل، علامت بزنید،
ja: 評価プロファイルを保存: プロファイルをファイルに保存するにはチェックを入れます。
ko: 평가 프로필 저장 : 프로필을 파일에 저장하려면 체크하세요.
lt: Išsaugoti vertinimo profilį: pažymėkite, kad išsaugotumėte profilį faile,
no: Lagre evalueringsprofil: Merk av for å lagre profilen i en fil,
pl: Zapisz profil oceny: Zaznacz, aby zapisać profil do pliku,
pt: Salvar perfil de avaliação: marque para salvar o perfil em um arquivo,
ro: Salvare profil de evaluare: bifați pentru a salva profilul într-un fișier,
ru: Сохранить профиль оценки: установите флажок, чтобы сохранить профиль в файл.

source: when the game is saved.
fa: وقتی بازی ذخیره شد
ja: ゲームが保存されるとき。
ko: 게임이 저장되면.
lt: kai žaidimas yra išsaugotas.
no: når spillet er lagret.
pl: gdy gra zostanie zapisana.
pt: quando o jogo é salvo.
ro: când jocul este salvat.
ru: при сохранении игры.

source: Move time (1/10 secs) : Enter the time in tenths of a second
fa: زمان حرکت (1/10 ثانیه): زمان را بر حسب دهم ثانیه وارد کنید
ja: 移動時間（1/10秒）: 10分の1秒単位で時間を入力します
ko: 이동시간(1/10초) : 1/10초 단위로 시간을 입력하세요.
lt: Judėjimo laikas (1/10 sek.) : Įveskite laiką dešimtosiomis sekundės dalimis
no: Flyttetid (1/10 sek.): Angi tiden i tideler av et sekund
pl: Czas ruchu (1/10 sek.): Wprowadź czas w dziesiątych częściach sekundy
pt: Tempo de movimento (1/10 seg): Insira o tempo em décimos de segundo
ro: Timp de mișcare (1/10 secunde): Introduceți timpul în zecimi de secundă
ru: Время перемещения (1/10 секунды): введите время в десятых долях секунды.

source: to spend analysing each move when creating a profile.
fa: برای تجزیه و تحلیل هر حرکت در هنگام ایجاد یک نمایه.
ja: プロファイルを作成するときに、各動きを分析するのに時間を費やす必要があります。
ko: 프로필을 만들 때 각각의 움직임을 분석하는 데 많은 시간을 할애해야 합니다.
lt: skirti analizuoti kiekvieną žingsnį kuriant profilį.
no: å bruke på å analysere hvert trekk når du oppretter en profil.
pl: poświęcić na analizę każdego ruchu podczas tworzenia profilu.
pt: para gastar analisando cada movimento ao criar um perfil.
ro: să cheltuiți analizând fiecare mișcare atunci când creați un profil.
ru: потратить на анализ каждого хода при создании профиля.

source: With my computer, using the Stockfish 17 engine, I found that the minimum
fa: با کامپیوترم، با استفاده از موتور Stockfish 17، این حداقل را پیدا کردم
ja: 私のコンピューターでは、Stockfish 17エンジンを使用して、最小
ko: 내 컴퓨터에서 Stockfish 17 엔진을 사용하여 최소한을 발견했습니다.
lt: Su savo kompiuteriu, naudodamas Stockfish 17 variklį, radau, kad minimumas
no: Med datamaskinen min, med Stockfish 17-motoren, fant jeg ut at det var minimum
pl: Na moim komputerze, używając silnika Stockfish 17, odkryłem, że minimalne
pt: Com meu computador, usando o motor Stockfish 17, descobri que o mínimo
ro: Cu computerul meu, folosind motorul Stockfish 17, am constatat că minim
ru: На моем компьютере, используя движок Stockfish 17, я обнаружил, что минимальный

source: time needed to get a bar for each move was 17 tenths, 1.7 seconds.
fa: زمان لازم برای گرفتن یک میله برای هر حرکت 17 دهم و 1.7 ثانیه بود.
ja: 各動きでバーを取得するのに必要な時間は 17 分の 1、つまり 1.7 秒でした。
ko: 각 동작에 대한 막대를 얻는 데 필요한 시간은 17/10초, 1.7초였습니다.
lt: laikas, reikalingas norint gauti štangą kiekvienam ėjimui, buvo 17 dešimtųjų, 1,7 sekundės.
no: tiden som trengs for å få en bar for hvert trekk var 17 tideler, 1,7 sekunder.
pl: czas potrzebny na zdobycie paska dla każdego ruchu wynosił 17 dziesiątych, 1,7 sekundy.
pt: o tempo necessário para obter uma barra para cada movimento foi de 17 décimos, 1,7 segundos.
ro: timpul necesar pentru a obține o bară pentru fiecare mișcare a fost de 17 zecimi, 1,7 secunde.
ru: Время, необходимое для получения такта за каждый ход, составило 17 десятых, 1,7 секунды.

source: Scroll options -
fa: گزینه های اسکرول -
ja: スクロールオプション -
ko: 스크롤 옵션 -
lt: Slinkties parinktys -
no: Rullealternativer -
pl: Opcje przewijania -
pt: Opções de rolagem -
ro: Opțiuni de defilare -
ru: Параметры прокрутки -
