Repository: RoySawyer/Nimzo_3d_i18b
Catalog: main_1_*.po
Languages: fa, ja, ko, lt, no, pl, pt, ro, ru

source: Books can be converted from some other formats
fa: کتاب ها را می توان از برخی فرمت های دیگر تبدیل کرد
ja: 書籍は他の形式から変換できます
ko: 책은 다른 형식에서 변환될 수 있습니다
lt: Knygas galima konvertuoti iš kai kurių kitų formatų
no: Bøker kan konverteres fra andre formater
pl: Książki można konwertować z niektórych innych formatów
pt: Os livros podem ser convertidos de alguns outros formatos
ro: Cărțile pot fi convertite din alte formate
ru: Книги можно конвертировать из некоторых других форматов

source: with the free OpenBook utility program written by Mr. Graham O'Neill,
fa: با برنامه رایگان OpenBook که توسط آقای گراهام اونیل نوشته شده است،
ja: グラハム・オニール氏が作成した無料のOpenBookユーティリティプログラムを使用して、
ko: Graham O'Neill 씨가 작성한 무료 OpenBook 유틸리티 프로그램을 사용하여
lt: su nemokama „OpenBook“ programa, kurią parašė ponas Grahamas O'Neillas,
no: med det gratis OpenBook-verktøyet skrevet av Mr. Graham O'Neill,
pl: z bezpłatnym programem narzędziowym OpenBook napisanym przez pana Grahama O'Neilla,
pt: com o programa utilitário gratuito OpenBook escrito pelo Sr. Graham O'Neill,
ro: cu programul utilitar gratuit OpenBook scris de domnul Graham O'Neill,
ru: с помощью бесплатной служебной программы OpenBook, написанной г-ном Грэмом О'Нилом,

source: which was included in the original download.
fa: که در دانلود اصلی قرار گرفت.
ja: 元のダウンロードに含まれていました。
ko: 원래 다운로드에 포함되었던 것입니다.
lt: kuris buvo įtrauktas į pradinį atsisiuntimą.
no: som var inkludert i den opprinnelige nedlastingen.
pl: który był zawarty w oryginalnym pliku do pobrania.
pt: que foi incluído no download original.
ro: care a fost inclus în descărcarea originală.
ru: который был включен в исходную загрузку.

source: This program and some other useful chess utilities
fa: این برنامه و برخی ابزارهای مفید دیگر شطرنج
ja: このプログラムと他の便利なチェスユーティリティ
ko: 이 프로그램과 기타 유용한 체스 유틸리티
lt: Ši programa ir kai kurios kitos naudingos šachmatų programos
no: Dette programmet og noen andre nyttige sjakkverktøy
pl: Ten program i kilka innych przydatnych narzędzi szachowych
pt: Este programa e alguns outros utilitários úteis de xadrez
ro: Acest program și alte câteva utilitare utile de șah
ru: Эта программа и некоторые другие полезные шахматные утилиты

source: are available from the following website :-
fa: از وب سایت زیر در دسترس هستند: -
ja: 以下のウェブサイトから入手できます:-
ko: 다음 웹사이트에서 이용 가능합니다.
lt: galima rasti iš šios svetainės: -
no: er tilgjengelig fra følgende nettside: -
pl: są dostępne na następującej stronie internetowej:-
pt: estão disponíveis no seguinte site:
ro: sunt disponibile de pe următorul site:-
ru: доступны на следующем веб-сайте:

source: goneill.co.nz/chess.php
ja: チェス

source: Two PGN opening books from the Balsa opening book suite,
fa: دو کتاب افتتاحیه PGN از مجموعه کتاب افتتاحیه Balsa،
ja: バルサオープニングブックスイートのPGNオープニングブック2冊、
ko: Balsa 오프닝 북 모음의 두 개의 PGN 오프닝 북,
lt: Dvi PGN atidarymo knygos iš „Balsa“ atidarymo knygų rinkinio,
no: To PGN-åpningsbøker fra Balsa-åpningsboksuiten,
pl: Dwie książki otwierające PGN z zestawu książek otwierających Balsa,
pt: Dois livros de abertura PGN do conjunto de livros de abertura Balsa,
ro: Două cărți de deschidere PGN din suita de cărți de deschidere Balsa,
ru: Две дебютные книги PGN из серии дебютных книг Бальса,

source: Balsa_v500.pgn and Balsa_v110221.pgn, are included in the download.
fa: Balsa_v500.pgn و Balsa_v110221.pgn در دانلود گنجانده شده است.
ja: Balsa_v500.pgn と Balsa_v110221.pgn がダウンロードに含まれています。
ko: Balsa_v500.pgn과 Balsa_v110221.pgn이 다운로드에 포함되어 있습니다.
lt: Balsa_v500.pgn ir Balsa_v110221.pgn yra įtrauktos į atsisiuntimą.
no: Balsa_v500.pgn og Balsa_v110221.pgn, er inkludert i nedlastingen.
pl: Balsa_v500.pgn i Balsa_v110221.pgn są zawarte w pliku do pobrania.
pt: Balsa_v500.pgn e Balsa_v110221.pgn estão incluídos no download.
ro: Balsa_v500.pgn și Balsa_v110221.pgn sunt incluse în descărcare.
ru: Balsa_v500.pgn и Balsa_v110221.pgn включены в загрузку.

source: These books, which were created by Mr Sedat Canbaz,
fa: این کتاب ها که توسط آقای صدات کانباز ساخته شده است.
ja: セダット・カンバズ氏によって作成されたこれらの本は、
ko: 이 책들은 Sedat Canbaz 씨가 만든 것입니다.
lt: Šios knygos, kurias sukūrė p. Sedat Canbaz,
no: Disse bøkene, som ble laget av Mr Sedat Canbaz,
pl: Książki te, stworzone przez pana Sedata Canbaza,
pt: Esses livros, que foram criados pelo Sr. Sedat Canbaz,
ro: Aceste cărți, care au fost create de domnul Sedat Canbaz,
ru: Эти книги, созданные г-ном Седатом Канбазом,

source: are ideal for engine testing.
fa: برای تست موتور ایده آل هستند.
ja: エンジンテストに最適です。
ko: 엔진 테스트에 이상적입니다.
lt: idealiai tinka variklio bandymams.
no: er ideelle for motortesting.
pl: idealnie nadają się do testowania silników.
pt: são ideais para testes de motores.
ro: sunt ideale pentru testarea motoarelor.
ru: идеально подходят для испытания двигателя.

source: More of his books are available from the following website :-
fa: کتاب های بیشتری از وی در وب سایت زیر موجود است:
ja: 彼の他の本は次のウェブサイトから入手できます:-
ko: 그의 다른 책은 다음 웹사이트에서 구매할 수 있습니다.
lt: Daugiau jo knygų rasite šioje svetainėje: -
no: Flere av bøkene hans er tilgjengelige fra følgende nettsted:
pl: Więcej jego książek można znaleźć na następującej stronie internetowej:
pt: Mais livros seus estão disponíveis no seguinte site:
ro: Mai multe dintre cărțile sale sunt disponibile pe următorul site: -
ru: Больше его книг можно найти на следующем сайте:

source: Cannot open save file
fa: نمی توان فایل ذخیره را باز کرد
ja: 保存ファイルを開けません
ko: 저장 파일을 열 수 없습니다
lt: Neįmanoma atidaryti išsaugojimo failo
no: Kan ikke åpne lagringsfilen
pl: Nie można otworzyć pliku zapisu
pt: Não é possível abrir o arquivo salvo
ro: Nu se poate deschide fișierul de salvare
ru: Невозможно открыть файл сохранения.

source: Engine match options saved
fa: گزینه های مطابقت موتور ذخیره شد
ja: エンジン一致オプションが保存されました
ko: 엔진 매치 옵션이 저장되었습니다
lt: Variklio atitikties parinktys išsaugotos
no: Alternativer for motormatch er lagret
pl: Opcje dopasowania silnika zostały zapisane
pt: Opções de correspondência de mecanismo salvas
ro: Opțiunile de potrivire ale motorului au fost salvate
ru: Параметры соответствия двигателя сохранены

source: Engine match options not saved
fa: گزینه های مطابقت موتور ذخیره نشده است
ja: エンジン一致オプションが保存されていません
ko: 엔진 매치 옵션이 저장되지 않았습니다.
lt: Variklio atitikties parinktys neišsaugotos
no: Alternativer for motormatch er ikke lagret
pl: Opcje dopasowania silnika nie zostały zapisane
pt: Opções de correspondência do mecanismo não salvas
ro: Opțiunile de potrivire ale motorului nu au fost salvate
ru: Параметры соответствия движка не сохранены

source: Cannot open load file
fa: نمی توان فایل بارگذاری را باز کرد
ja: ロードファイルを開けません
ko: 로드 파일을 열 수 없습니다
lt: Nepavyko atidaryti įkelto failo
no: Kan ikke åpne lastfilen
pl: Nie można otworzyć pliku ładowania
pt: Não é possível abrir o arquivo de carregamento
ro: Nu se poate deschide fișierul de încărcare
ru: Невозможно открыть загрузочный файл

source: Engine match options loaded
fa: گزینه های مطابقت موتور بارگذاری شده است
ja: エンジンマッチオプションが読み込まれました
ko: 엔진 매치 옵션 로드됨
lt: Įkeltos variklio atitikties parinktys
no: Motormatchalternativer lastet inn
pl: Załadowano opcje dopasowania silnika
pt: Opções de correspondência do mecanismo carregadas
ro: Opțiunile de potrivire ale motorului au fost încărcate
ru: Загружены параметры соответствия двигателя

source: Engine match options loaded - old version
fa: گزینه های تطبیق موتور بارگذاری شد - نسخه قدیمی
ja: エンジン マッチ オプションが読み込まれました - 古いバージョン
ko: 엔진 매치 옵션 로드됨 - 이전 버전
lt: Variklio atitikimo parinktys įkeltos – sena versija
no: Motormatchalternativer lastet - gammel versjon
pl: Załadowano opcje dopasowania silnika - stara wersja
pt: Opções de correspondência do mecanismo carregadas - versão antiga
ro: Opțiuni de potrivire a motorului încărcate - versiunea veche
ru: Загружены параметры соответствия движка - старая версия

source: Engine match : Game of
fa: مسابقه موتور: بازی از
ja: エンジンマッチ：ゲームオブ
ko: 엔진 매치 : 게임 오브
lt: Variklio rungtynės: Žaidimas
no: Motor match : Game of
pl: Dopasowanie silnika: Gra w
pt: Jogo de motor: Jogo de
ro: Potrivire motor: Joc de
ru: Двигатель матч : Игра

source: Engine tournament : Game of
fa: مسابقات موتور: بازی از
ja: エンジントーナメント：ゲームオブ
ko: 엔진 토너먼트 : 게임 오브
lt: Variklio turnyras: Žaidimas
no: Motorturnering : Game of
pl: Turniej silnika: Gra w
pt: Torneio de motores: Jogo de
ro: Turneu de motoare : Jocul de
ru: Турнир Engine: Игра

source: Engine 1 :
fa: موتور 1:
ja: エンジン1:
ko: 엔진 1 :
lt: 1 variklis:
no: Motor 1:
pl: Silnik 1:
pt: Motor 1:
ro: Motor 1:
ru: Двигатель 1:

source: Score
fa: امتیاز
ja: スコア
ko: 점수
lt: Rezultatas
pl: Wynik
pt: Pontuação
ro: Scor
ru: Счет

source: Win
fa: برنده شوید
ja: 勝つ
ko: 이기다
lt: Laimėk
no: Vinne
pl: Wygrać
pt: Ganhar
ro: Câştiga
ru: Победить

source: Loss
fa: از دست دادن
ja: 損失
ko: 손실
lt: Pralaimėjimas
no: Tap
pl: Strata
pt: Perda
ro: Pierderi
ru: Потеря

source: Draw
fa: قرعه کشی کنید
ja: 描く
ko: 그리다
lt: Lygiosios
no: Tegne
pl: Rysować
pt: Empate
ro: Remiză
ru: Рисовать

source: Engine 2 :
fa: موتور 2:
ja: エンジン2:
ko: 엔진 2 :
lt: 2 variklis:
no: Motor 2:
pl: Silnik 2:
pt: Motor 2:
ro: Motorul 2:
ru: Двигатель 2:

source: match
fa: مطابقت دادن
ja: マッチ
ko: 성냥
lt: rungtynės
no: kamp
pl: mecz
pt: corresponder
ro: meci
ru: соответствовать

source: tournament
fa: مسابقات
ja: トーナメント
ko: 토너먼트
lt: turnyras
no: turnering
pl: turniej
pt: torneio
ro: turneu
ru: турнир

source: tourney
fa: تورنمنت
ja: トーナメント
ko: 마상 시합
lt: turnyras
no: turnering
pl: turniej
pt: torneio
ro: turneu
ru: турнир

source: Engine
fa: موتور
ja: エンジン
ko: 엔진
lt: Variklis
no: Motor
pl: Silnik
pt: Motor
ro: Motor
ru: Двигатель

source: Round
fa: گرد
ja: ラウンド
ko: 둥근
lt: Apvalus
no: Rund
pl: Okrągły
pt: Redondo
ro: Rundă
ru: Круглый

source: Game %d of %d
fa: بازی %d از %d
ja: ゲーム %d / %d
ko: 게임 %d / %d
lt: Žaidimas %d iš %d
no: Spill %d av %d
pl: Gra %d z %d
pt: Jogo %d de %d
ro: Jocul %d din %d
ru: Игра %d из %d

source: Score :
fa: امتیاز:
ja: スコア ：
ko: 점수 :
lt: Rezultatas:
no: Poengsum:
pl: Wynik :
pt: Pontuação :
ro: Scor :
ru: Счет :

source: Wins
fa: برنده می شود
ja: 勝利
ko: 승리
lt: Laimi
no: Vinner
pl: Wygrane
pt: Vitórias
ro: Câștigă
ru: Победы

source: Losses
fa: ضرر و زیان
ja: 損失
ko: 사상자 수
lt: Nuostoliai
no: Tap
pl: Straty
pt: Perdas
ro: Pierderi
ru: Потери

source: Draws
fa: قرعه کشی می کند
ja: 引き分け
ko: 무승부
lt: Lygiosios
no: Tegner
pl: Rysuje
pt: Empates
ro: Remiză
ru: Ничьи

source: Engine parameter options
fa: گزینه های پارامتر موتور
ja: エンジンパラメータオプション
ko: 엔진 매개변수 옵션
lt: Variklio parametrų parinktys
no: Alternativer for motorparametere
pl: Opcje parametrów silnika
pt: Opções de parâmetros do motor
ro: Opțiunile parametrilor motorului
ru: Параметры двигателя

source: Number
fa: شماره
ja: 番号
ko: 숫자
lt: Skaičius
no: Tall
pl: Numer
pt: Número
ro: Număr
ru: Число

source: Option name
fa: نام گزینه
ja: オプション名
ko: 옵션 이름
lt: Parinkties pavadinimas
no: Alternativnavn
pl: Nazwa opcji
pt: Nome da opção
ro: Numele opțiunii
ru: Название опции

source: Default value
fa: مقدار پیش فرض
ja: デフォルト値
ko: 기본값
lt: Numatytoji vertė
no: Standardverdi
pl: Wartość domyślna
pt: Valor padrão
ro: Valoare implicită
ru: Значение по умолчанию

source: Min value
fa: حداقل مقدار
ja: 最小値
ko: 최소값
lt: Minimali vertė
no: Min verdi
pl: Wartość minimalna
pt: Valor mínimo
ro: Valoare minimă
ru: Мин. значение

source: Max value
fa: حداکثر مقدار
ja: 最大値
ko: 최대값
lt: Maksimali vertė
no: Maks verdi
pl: Maksymalna wartość
pt: Valor máximo
ro: Valoarea maximă
ru: Максимальное значение

source: Var options
fa: گزینه های Var
ja: 変数オプション
ko: Var 옵션
lt: Var variantai
no: Var alternativer
pl: Opcje Var
pt: Opções de var
ro: Var opțiuni
ru: Варианты вар

source: Add option(s)
fa: افزودن گزینه(های)
ja: オプションを追加
ko: 옵션 추가
lt: Pridėti parinktį (-es)
no: Legg til alternativ(er)
pl: Dodaj opcję(i)
pt: Adicionar opção(ões)
ro: Adăugați opțiuni
ru: Добавить вариант(ы)

source: Overwrite current options
fa: گزینه های فعلی را بازنویسی کنید
ja: 現在のオプションを上書きする
ko: 현재 옵션 덮어쓰기
lt: Perrašyti esamas parinktis
no: Overskriv gjeldende alternativer
pl: Nadpisz bieżące opcje
pt: Sobrescrever opções atuais
ro: Suprascrie opțiunile curente
ru: Перезаписать текущие параметры

source: Engine name :-
fa: نام موتور: -
ja: エンジン名:-
ko: 엔진 이름 :-
lt: Variklio pavadinimas: -
no: Motornavn:-
pl: Nazwa silnika:-
pt: Nome do motor:-
ro: Nume motor:-
ru: Название двигателя:-

source: Engine author(s) :-
fa: نویسنده(های) موتور:-
ja: エンジンの作者:-
ko: 엔진 작성자 :-
lt: Variklio autorius (-ai): -
no: Motorforfatter(e):-
pl: Autor(zy) silnika:-
pt: Autor(es) do motor:-
ro: Autor(i) motor:-
ru: Автор(ы) движка:-

source: Add selected list box options to engine parameter options
fa: گزینه های جعبه لیست انتخاب شده را به گزینه های پارامتر موتور اضافه کنید
ja: 選択したリストボックスオプションをエンジンパラメータオプションに追加します
ko: 선택한 목록 상자 옵션을 엔진 매개변수 옵션에 추가합니다.
lt: Pridėkite pasirinktas sąrašo laukelio parinktis prie variklio parametrų parinkčių
no: Legg til valgte listeboksalternativer til motorparameteralternativer
pl: Dodaj wybrane opcje listy rozwijanej do opcji parametrów silnika
pt: Adicionar opções de caixa de listagem selecionadas às opções de parâmetros do mecanismo
ro: Adăugați opțiunile casetei de listă selectate la opțiunile parametrilor motorului
ru: Добавить выбранные параметры списка в параметры двигателя

source: Over write current engine parameter options
fa: بیش از نوشتن گزینه های پارامتر موتور فعلی
ja: 現在のエンジンパラメータオプションを上書きする
ko: 현재 엔진 매개변수 옵션 덮어쓰기
lt: Perrašyti esamas variklio parametrų parinktis
no: Overskriv gjeldende motorparameteralternativer
pl: Nadpisz bieżące opcje parametrów silnika
pt: Sobrescrever opções de parâmetros do mecanismo atual
ro: Suprascrierea opțiunilor actuale ale parametrilor motorului
ru: Перезаписать текущие параметры двигателя

source: No items selected, please select some
fa: هیچ موردی انتخاب نشده است، لطفاً تعدادی را انتخاب کنید
ja: アイテムが選択されていません。いくつか選択してください
ko: 선택된 항목이 없습니다. 일부 항목을 선택하십시오.
lt: Nepasirinkta jokių elementų, pasirinkite kai kuriuos
no: Ingen elementer er valgt, velg noen
pl: Nie wybrano żadnych pozycji, proszę wybrać kilka
pt: Nenhum item selecionado, selecione alguns
ro: Niciun articol selectat, vă rugăm să selectați câteva
ru: Не выбрано ни одного элемента, пожалуйста, выберите несколько

source: Engine option error message
fa: پیغام خطای گزینه موتور
ja: エンジンオプションエラーメッセージ
ko: 엔진 옵션 오류 메시지
lt: Variklio parinkties klaidos pranešimas
no: Feilmelding for motoralternativ
pl: Komunikat o błędzie opcji silnika
pt: Mensagem de erro de opção de mecanismo
ro: Mesaj de eroare pentru opțiunea motorului
ru: Сообщение об ошибке опции двигателя

source: This dialog box allows the user to select the engine parameters to load.
fa: این کادر محاوره ای به کاربر اجازه می دهد تا پارامترهای موتور را برای بارگذاری انتخاب کند.
ja: このダイアログ ボックスでは、ロードするエンジン パラメータを選択できます。
ko: 이 대화 상자를 통해 사용자는 로드할 엔진 매개변수를 선택할 수 있습니다.
lt: Šis dialogo langas leidžia vartotojui pasirinkti įkeliamus variklio parametrus.
no: Denne dialogboksen lar brukeren velge motorparametrene som skal lastes.
pl: To okno dialogowe umożliwia użytkownikowi wybranie parametrów silnika, które zostaną załadowane.
pt: Esta caixa de diálogo permite que o usuário selecione os parâmetros do mecanismo a serem carregados.
ro: Această casetă de dialog permite utilizatorului să selecteze parametrii motorului de încărcat.
ru: Это диалоговое окно позволяет пользователю выбрать параметры движка для загрузки.

source: For the purpose of this help screen, the terms < engine parameters >
fa: برای هدف این صفحه راهنما، عبارت < پارامترهای موتور >
ja: このヘルプ画面では、<エンジンパラメータ>という用語を使用します。
ko: 이 도움말 화면의 목적을 위해 <엔진 매개변수>라는 용어가 사용됩니다.
lt: Šiame pagalbos ekrane vartojami terminai < variklio parametrai >
no: For formålet med denne hjelpeskjermen er begrepene < motorparametere >
pl: Na potrzeby tego ekranu pomocy terminy < parametry silnika >
pt: Para o propósito desta tela de ajuda, os termos < parâmetros do mecanismo >
ro: În scopul acestui ecran de ajutor, termenii < parametri motor >
ru: Для целей этого экрана справки термины < параметры двигателя >

source: and < engine options > are both used and mean the same thing.
fa: و < engine options > هر دو استفاده می شوند و به یک معنی هستند.
ja: と < エンジン オプション > は両方とも使用され、同じ意味を持ちます。
ko: 및 <엔진 옵션>은 모두 사용되며 같은 의미입니다.
lt: ir < variklio parinktys > yra naudojami ir reiškia tą patį.
no: og < motoralternativer > brukes begge og betyr det samme.
pl: i < opcje silnika > są używane i oznaczają to samo.
pt: e < engine options > são usados e significam a mesma coisa.
ro: și < opțiuni de motor > sunt ambele folosite și înseamnă același lucru.
ru: и <параметры двигателя> оба используются и означают одно и то же.

source: The options can be selected in the same way as when using Windows explorer.
fa: گزینه ها را می توان به همان روشی که هنگام استفاده از Windows Explorer انتخاب می شود.
ja: オプションは、Windows エクスプローラーを使用する場合と同じ方法で選択できます。
ko: 옵션은 Windows 탐색기를 사용할 때와 같은 방식으로 선택할 수 있습니다.
lt: Parinktis galima pasirinkti taip pat, kaip ir naudojant „Windows Explorer“.
no: Alternativene kan velges på samme måte som når du bruker Windows Utforsker.
pl: Opcje można wybierać w taki sam sposób, jak w Eksploratorze Windows.
pt: As opções podem ser selecionadas da mesma forma que no Windows Explorer.
ro: Opțiunile pot fi selectate în același mod ca atunci când utilizați Windows Explorer.
ru: Параметры можно выбирать так же, как и при использовании проводника Windows.

source: i.e. Shift + Left click to select a contiguous block of options,
fa: یعنی Shift + کلیک چپ برای انتخاب یک بلوک پیوسته از گزینه ها،
ja: つまり、Shift + 左クリックで連続したオプションブロックを選択します。
ko: 즉, Shift + 왼쪽 클릭을 사용하여 연속된 옵션 블록을 선택합니다.
lt: t.y. Shift + Kairiuoju pelės mygtuku spustelėkite, kad pasirinktumėte gretimą parinkčių bloką,
no: dvs. Shift + venstre klikk for å velge en sammenhengende blokk med alternativer,
pl: tj. Shift + lewy przycisk myszy, aby wybrać ciągły blok opcji,
pt: ou seja, Shift + clique esquerdo para selecionar um bloco contíguo de opções,
ro: adică Shift + clic stânga pentru a selecta un bloc contigu de opțiuni,
ru: т. е. Shift + щелчок левой кнопкой мыши, чтобы выбрать непрерывный блок параметров,

source: or Ctrl + Left click to select non-contiguous options.
fa: یا Ctrl + کلیک چپ برای انتخاب گزینه های غیر پیوسته.
ja: または、Ctrl キーを押しながら左クリックして、連続していないオプションを選択します。
ko: 또는 Ctrl 키를 누른 채 왼쪽 버튼을 클릭하여 비연속적인 옵션을 선택합니다.
lt: arba Ctrl + kairiuoju pelės mygtuku spustelėkite, kad pasirinktumėte negretimas parinktis.
no: eller Ctrl + venstre klikk for å velge ikke-sammenhengende alternativer.
pl: lub Ctrl + lewy przycisk myszy, aby wybrać opcje, które nie sąsiadują ze sobą.
pt: ou Ctrl + clique esquerdo para selecionar opções não contíguas.
ro: sau Ctrl + clic stânga pentru a selecta opțiuni necontigue.
ru: или Ctrl + щелчок левой кнопкой мыши, чтобы выбрать несмежные параметры.

source: When you have finished selecting options, click on < Add options.. >
fa: پس از اتمام انتخاب گزینه ها، روی < افزودن گزینه ها.. > کلیک کنید
ja: オプションの選択が完了したら、<オプションを追加>をクリックします。
ko: 옵션 선택이 끝나면 <옵션 추가..>를 클릭하세요.
lt: Kai baigsite pasirinkti parinktis, spustelėkite < Pridėti parinktis.. >
no: Når du er ferdig med å velge alternativer, klikker du på < Legg til alternativer.. >
pl: Po zakończeniu wybierania opcji kliknij < Dodaj opcje.. >
pt: Quando terminar de selecionar as opções, clique em < Adicionar opções.. >
ro: Când ați terminat de selectat opțiuni, faceți clic pe < Adăugați opțiuni.. >
ru: Закончив выбор параметров, нажмите < Добавить параметры.. >

source: to add them to the custom parameter list.
fa: آنها را به لیست پارامترهای سفارشی اضافه کنید.
ja: カスタムパラメータリストに追加します。
ko: 사용자 정의 매개변수 목록에 추가합니다.
lt: kad įtrauktumėte juos į tinkintų parametrų sąrašą.
no: for å legge dem til den egendefinerte parameterlisten.
pl: aby dodać je do listy parametrów niestandardowych.
pt: para adicioná-los à lista de parâmetros personalizados.
ro: pentru a le adăuga la lista de parametri personalizați.
ru: чтобы добавить их в список пользовательских параметров.

source: By default, the selected options will be added to the existing ones.
fa: به طور پیش فرض، گزینه های انتخاب شده به گزینه های موجود اضافه می شوند.
ja: デフォルトでは、選択したオプションが既存のオプションに追加されます。
ko: 기본적으로 선택된 옵션은 기존 옵션에 추가됩니다.
lt: Pagal numatytuosius nustatymus pasirinktos parinktys bus pridėtos prie esamų.
no: Som standard vil de valgte alternativene bli lagt til de eksisterende.
pl: Domyślnie wybrane opcje zostaną dodane do istniejących.
pt: Por padrão, as opções selecionadas serão adicionadas às existentes.
ro: În mod implicit, opțiunile selectate vor fi adăugate la cele existente.
ru: По умолчанию выбранные параметры будут добавлены к существующим.

source: Check < Overwrite current options > if you want the selected options
fa: اگر گزینه های انتخاب شده را می خواهید، <بازنویسی گزینه های فعلی > را علامت بزنید
ja: 選択したオプションを上書きする場合は、<現在のオプションを上書き>をチェックしてください。
ko: 선택한 옵션을 적용하려면 <현재 옵션 덮어쓰기>를 선택하세요.
lt: Pažymėkite < Perrašyti dabartines parinktis >, jei norite pasirinkti pasirinktas parinktis
no: Merk av for < Overskriv gjeldende alternativer > hvis du vil ha de valgte alternativene
pl: Zaznacz < Nadpisz bieżące opcje >, jeśli chcesz zachować wybrane opcje
pt: Marque < Substituir opções atuais > se quiser as opções selecionadas
ro: Bifați < Overwrite current options > dacă doriți opțiunile selectate
ru: Установите флажок <Перезаписать текущие параметры>, если вы хотите, чтобы выбранные параметры

source: to overwrite the existing custom parameters.
fa: برای بازنویسی پارامترهای سفارشی موجود.
ja: 既存のカスタム パラメータを上書きします。
ko: 기존 사용자 정의 매개변수를 덮어씁니다.
lt: kad perrašytumėte esamus tinkintus parametrus.
no: for å overskrive de eksisterende egendefinerte parameterne.
pl: aby nadpisać istniejące parametry niestandardowe.
pt: para substituir os parâmetros personalizados existentes.
ro: pentru a suprascrie parametrii personalizați existenți.
ru: для перезаписи существующих пользовательских параметров.

source: When an engine option is loaded, the value is set to the default.
fa: هنگامی که یک گزینه موتور بارگذاری می شود، مقدار به طور پیش فرض تنظیم می شود.
ja: エンジン オプションが読み込まれると、値はデフォルトに設定されます。
ko: 엔진 옵션이 로드되면 값이 기본값으로 설정됩니다.
lt: Kai įkeliama variklio parinktis, reikšmė nustatoma kaip numatytoji.
no: Når et motoralternativ er lastet inn, settes verdien til standard.
pl: Po załadowaniu opcji silnika, wartość jest ustawiana na domyślną.
pt: Quando uma opção de mecanismo é carregada, o valor é definido como padrão.
ro: Când este încărcată o opțiune de motor, valoarea este setată la valoarea implicită.
ru: При загрузке опции двигателя устанавливается значение по умолчанию.

source: So if you want to change this, you must manually edit the value
fa: بنابراین اگر می خواهید این را تغییر دهید، باید مقدار را به صورت دستی ویرایش کنید
ja: したがって、これを変更したい場合は、手動で値を編集する必要があります
ko: 따라서 이를 변경하려면 값을 수동으로 편집해야 합니다.
lt: Taigi, jei norite tai pakeisti, turite rankiniu būdu redaguoti vertę
no: Så hvis du vil endre dette, må du manuelt redigere verdien
pl: Jeśli chcesz to zmienić, musisz ręcznie edytować wartość
pt: Então, se você quiser alterar isso, você deve editar manualmente o valor
ro: Deci, dacă doriți să modificați acest lucru, trebuie să editați manual valoarea
ru: Поэтому, если вы хотите изменить это, вам придется вручную отредактировать значение.

source: in the appropriate custom parameter box.
fa: در کادر پارامتر سفارشی مناسب.
ja: 適切なカスタム パラメータ ボックスで入力します。
ko: 해당 사용자 정의 매개변수 상자에서.
lt: atitinkamame tinkintų parametrų laukelyje.
no: i den aktuelle egendefinerte parameterboksen.
pl: w odpowiednim polu parametru niestandardowego.
pt: na caixa de parâmetros personalizados apropriada.
ro: în caseta corespunzătoare cu parametri personalizați.
ru: в соответствующем поле пользовательских параметров.
